import 'dotenv/config'
import { drizzle } from 'drizzle-orm/neon-http'
import { neon } from '@neondatabase/serverless'
import * as schema from '../db/schema'

const sql = neon(process.env.DATABASE_URL!) as any
const db = drizzle(sql, { schema })

const main = async () => {
	try {
		console.log('Seeding database')

		await db.delete(schema.courses)
		await db.delete(schema.units)
		await db.delete(schema.lessons)
		await db.delete(schema.challenges)
		await db.delete(schema.challengeOptions)

		await db.insert(schema.courses).values([
			{
				id: 3,
				title: 'EnglishConnect 1',
				imageSrc: '/us.svg',
			},
			{
				id: 4,
				title: 'EnglishConnect 2',
				imageSrc: '/us.svg',
			},
			{
				id: 6,
				title: 'Aleph With Beth',
				imageSrc: '/is.svg',
			},
			{
				id: 2,
				title: 'Destinos',
				imageSrc: '/mx.svg',
			},
		])

		await db.insert(schema.units).values([
			{
				id: 1,
				title: 'Semana 1',
				description: 'Sustantivos, Artículos y Adjetivos',
				courseId: 2,
				order: 1,
			},
			{
				id: 2,
				title: 'AwB Unit 1: Foundations',
				description:
					'First words, grammar basics, family, location, alphabet, and body vocabulary.',
				courseId: 6,
				order: 1,
			},
			{
				id: 10,
				title: 'AwB Unit 2: Descriptions & Existence',
				description:
					'Construct forms, numbers, more alphabet, nature/existence, geography, possession, and relative clauses.',
				courseId: 6,
				order: 2,
			},
			{
				id: 11,
				title: 'AwB Unit 3: Actions & Commands',
				description:
					'Common verbs (come, go, say), imperatives, possession suffixes, obedience, giving, marriage, and more prepositions.',
				courseId: 6,
				order: 3,
			},
			{
				id: 12,
				title: 'AwB Unit 4: People & Objects',
				description:
					'Higher numbers, prophets, direct objects (אֶת־), truth and lies, fruits, body parts, life & death, wisdom, and Noah’s ark.',
				courseId: 6,
				order: 4,
			},
			{
				id: 13,
				title: 'AwB Unit 5: Creation & Contrast',
				description:
					'Similarities, light/darkness, creation, movement, verb sequences, sending, food, time periods, and emotional contrasts.',
				courseId: 6,
				order: 5,
			},
			{
				id: 14,
				title: 'AwB Unit 6: Journeys & Decisions',
				description:
					'Spies, motion verbs, King Josiah, dilemmas, and crossing over—narratives of choice, leadership, and transitions.',
				courseId: 6,
				order: 6,
			},
			{
				id: 15,
				title: 'AwB Unit 7: Battles & Blessings',
				description:
					'Battles, leadership, and covenant, introducing feminine and second-person vayyiqtol forms.',
				courseId: 6,
				order: 7,
			},
			{
				id: 16,
				title: 'AwB Unit 8: Hearts & Actions',
				description:
					'Emotion, loyalty, and movement through stories like Ruth and Jordan’s crossing, while deepening grammar with participles and verb form review.',
				courseId: 6,
				order: 8,
			},
			{
				id: 17,
				title: 'AwB Unit 9: Life & Legacy',
				description:
					'Birth, knowledge, and discernment across generations, expanding vocabulary on time and family while refining participles, negation, and noun/verb distinctions.',
				courseId: 6,
				order: 9,
			},
			{
				id: 18,
				title: 'AwB Unit 10: Callings & Kings',
				description:
					'Calling, service, and leadership transitions through figures like Samuel and Solomon, focusing on yiqtol verb forms and imperative variations.',
				courseId: 6,
				order: 10,
			},
			{
				id: 19,
				title: 'AwB Unit 11: Tribes & Holiness',
				description:
					'Israel’s identity through tribal structure, inheritance, and holiness, while introducing binyanim (verb patterns), Pi’el verbs, and advanced vowel markings like meteg and silluq.',
				courseId: 6,
				order: 11,
			},
			{
				id: 20,
				title: 'AwB Unit 12: Fear, Love & Sacrifice',
				description:
					'Emotion, obedience, and drawing near to God through stories of Jacob, Abraham, and Joseph, while introducing negative commands, Hiph’il causative verbs, and veqatal verb sequences.',
				courseId: 6,
				order: 12,
			},
			{
				id: 21,
				title: 'AwB Unit 13: God Acts & People Respond',
				description:
					'Divine intervention and human choice through stories of Abraham, Rachel, and the prophets, while deepening grammar with veqatal forms, Hiph’il verbs, and conditional clauses.',
				courseId: 6,
				order: 13,
			},
			{
				id: 22,
				title: 'AwB Unit 14: Revealing & Raising',
				description:
					'Divine revelation, resurrection, and decision-making through stories of Rebekah, Elijah, and Ezekiel, while continuing the Hiph’il causative verb series and exploring themes of vision, exile, and making known.',
				courseId: 6,
				order: 14,
			},
			{
				id: 23,
				title: 'AwB Classroom',
				description: 'Vocabulary for the modern classroom',
				courseId: 6,
				order: 100,
			},
		])

		await db.insert(schema.lessons).values([
			{
				id: 66,
				title: 'AwB 38: Israel asks for a king',
				unitId: 12,
				order: 88,
				content: `יִשְׂרָאֵל שֹׁאֵל מֶלֶךְ
וַיְהִי כִּי־זָקֵן שְׁמוּאֵל וְלֹא־הָלְכוּ בָנָיו בִּדְרָכָיו׃ וַיָּבֹאוּ כֹּל זִקְנֵי יִשְׂרָאֵל אֶל־שְׁמוּאֵל וַיֹּאמְרוּ אֵלָיו הִנֵּה אַתָּה זָקַנְתָּ וּבָנֶיךָ לֹא הָלְכוּ בִּדְרָכֶיךָ עַתָּה שִׂים־לָנוּ מֶלֶךְ׃ וַיֵּרַע הַדָּבָר בְּעֵינֵי שְׁמוּאֵל׃ וַיֹּאמֶר יהוה אֶל־שְׁמוּאֵל שְׁמַע בְּקוֹל הָעָם׃ וַיֹּאמֶר שְׁמוּאֵל אֶל־הָעָם הַמֶּלֶךְ יִקַּח אֶת־בְּנֵיכֶם וְאֶת־בְּנוֹתֵיכֶם וְאֶת־שְׂדוֹתֵיכֶם וְאֶת־עַבְדֵיכֶם וְאֶת־שִׁפְחוֹתֵיכֶם׃ וְלֹא שָׁמַע הָעָם בְּקוֹל שְׁמוּאֵל וַיֹּאמְרוּ לֹּא כִּי אִם־מֶלֶךְ יִהְיֶה עָלֵינוּ׃ וַיִּשְׁמַע שְׁמוּאֵל אֵת דִּבְרֵי הָעָם וַיְדַבֵּר אֶת־דִּבְרֵיהֶם בְּאָזְנֵי יהוה׃ וַיֹּאמֶר יהוה אֶל־שְׁמוּאֵל שְׁמַע בְּקוֹלָם׃ וַיֹּאמֶר שְׁמוּאֵל אֶל־אַנְשֵׁי יִשְׂרָאֵל לְכוּ אִישׁ לְעִירוֹ׃       
וַיְהִי־אִישׁ מִבִּנְיָמִין וּשְׁמוֹ שָׁאוּל׃ וַיָּבֹא שָׁאוּל אֶל־עִיר שְׁמוּאֵל׃ וּשְׁמוּאֵל רָאָה אֶת־שָׁאוּל ויהוה אָמַר־לוֹ הָאִישׁ הַזֶּה יִהְיֶה מֶלֶךְ עַל־עַמִּי׃ וַיִּמְשַׁח שְׁמוּאֵל אֶת־שָׁאוּל לְמֶלֶךְ׃ וַתְּהִי עָלָיו רוּחַ אֱלֹהִים וַיְהִי שָׁאוּל מֶלֶךְ עַל־יִשְׂרָאֵל׃
________________
    שִׁיעוּר 39 שְׁלוֹשִׁים וָתֵשַׁע
שָׁלוֹם, אֲנִי בֵּת!  
הָאִישׁ הַזֶּה חָזָק׃ הָאִשָּׁה הַזֹּאת חֲזָקָה׃
הָאֲנָשִׁים הָאֵלֶּה חֲזָקִים׃ הֵם חֲזָקִים׃
הָאִישׁ חָזָק׃ יֶשׁ־לוֹ כֹּחַ׃ הָאִשָּׁה חֲזָקָה׃ יֶשׁ־לָהּ כֹּחַ׃ 
יַד יהוה חֲזָקָה מְאֹד׃
הַכַּד הַזֶּה חָזָק׃ הַכַּד חָזָק׃ הָאֶבֶן חֲזָקָה׃
הוּא אִישׁ חָכָם׃ יוֹסֵף הָיָה עֶבֶד חָכָם׃ הֵם אֲנָשִׁים חֲכָמִים׃
שְׁלֹמֹה אִישׁ חָכָם׃ יֵשׁ לִשְׁלֹמֹה חָכְמָה׃ הוּא אִישׁ חָכָם׃ יֶשׁ־לוֹ חָכְמָה׃
________________
  

הָאִישׁ עָשָׂה כַד׃ הַכַּד מַעֲשֵׂה הָאִישׁ׃
הָאִישׁ עָשָׂה חֶרֶב׃ הַחֶרֶב מַעֲשֵׂה הָאִישׁ׃ 
מִי הוּא? בְּצַלְאֵל שְׁמוֹ׃ בְּצַלְאֵל הָאִישׁ אֲשֶׁר עָשָׂה אֶת־אֲרוֹן הַבְּרִית׃ זֶה אֲרוֹן הַבְּרִית׃ בְּצַלְאֵל עָשָׂה אֶת־אֲרוֹן הַבְּרִית׃ אֲרוֹן הַבְּרִית מַעֲשֵׂה בְּצַלְאֵל׃ גַּם־בְּצַלְאֵל אִישׁ חָכָם׃ גַּם־בְּצַלְאֵל הָיָה אִישׁ חָכָם׃ יֶשׁ־לוֹ חָכְמָה׃  
טוֹב מְאֹד מַעֲשֵׂה הָאִישׁ הַזֶּה׃ חָכָם הוּא׃
טוֹב מְאֹד מַעֲשֵׂה הָאִישׁ הַזֶּה׃ חָכָם הוּא׃
טוֹב מְאֹד מַעֲשֵׂה הָאִשָּׁה הַזֹּאת׃ חֲכָמָה הִיא׃
הִיא אִשָּׁה חֲכָמָה׃ יֶשׁ־לָהּ חָכְמָה׃ 
הוּא חָזָק, יֶשׁ־לוֹ כֹּחַ׃ הוּא חָכָם, יֶשׁ־לוֹ חָכְמָה׃
מִן־ = מִ- = מֵ-
הַסּוּס הַזֶּה גָּדוֹל מִן־הַסּוּס הַזֶּה׃ וְהַסּוּס הַזֶּה גָּדוֹל מִן־הַסּוּס הַזֶּה׃
הַסּוּס הַזֶּה קָטֹן מִן־הַסּוּס הַזֶּה׃ וְהַסּוּס הַזֶּה קָטֹן מִן־הַסּוּס הַזֶּה׃
הַסּוּס הַזֶּה הַגָּדוֹל׃ הַסּוּס הַזֶּה הַקָּטֹן׃
הָאִישׁ הַזֶּה זָקֵן מִן־הָאִישׁ הַזֶּה׃ הָעִיר הַזֹּאת גְּדוֹלָה מִן־הָעִיר הַזֹּאת׃
רָחֵל יָפָה מִלֵּאָה אֲחֹתָהּ׃ רָחֵל יָפָה מִלֵּאָה׃
סוּסִים רַבִּים׃ דָּגָה רַבָּה׃ עוֹף רַב׃
רַב הַזָּהָב מִן־הַכֶּסֶף׃ רַב הַכֶּסֶף מִן־הַזָּהָב׃
הַשֶּׁמֶן הַזֶּה רַב מִן־הַשֶּׁמֶן הַזֶּה׃ הַבָּשָׂר הַזֶּה טוֹב מִן־הַבָּשָׂר הַזֶּה׃
הַבָּשָׂר הַזֶּה רַב מִן־הַבָּשָׂר הַזֶּה׃ הַפְּרִי הַזֶּה טוֹב מִן־הַפְּרִי הַזֶּה׃
הַזֶּבַח אֲשֶׁר נָתַן הֶבֶל טוֹב מִפְּרִי הָאֲדָמָה אֲשֶׁר נָתַן קַיִן׃ 
הָאִישׁ הַזֶּה חָזָק מִן־הַנַּעַר הַזֶּה׃ כֹּחוֹ רַב מִכֹּחוֹ׃ כֹּחַ, כֹּחַ, כֹּחוֹ רַב מִכֹּחוֹ׃ הוּא חָזָק מִן־הַנַּעַר׃
הָאִישׁ הַזֶּה חָכָם מִן־הָאִישׁ הַזֶּה׃ גָּדוֹל יהוה מִכָּל־הָאֱלֹהִים׃
________________


קֹהֶלֶת 4:9a  
טוֹבִים הַשְּׁנַיִם מִן־הָאֶחָד 
________________


אַבְרָם 🗨 אֱמֶת הַדָּבָר אִשְׁתִּי! כִּי טוֹבִים הַשְּׁנַיִם מֵאִישׁ אֶחָד׃ 
בֵּת 🗨 אֱמֶת!
אֵין + הוּא ← אֵינֶ֫נּוּ
מִן + הוּא ← מִמֶּ֫נּוּ
אֵין + אֲנִי ← אֵינֶ֫נִּי
מִן + אֲנִי ← מִמֶּ֫נִּי
הָאִישׁ הַזֶּה גָּדוֹל מִן־הָאִישׁ הַזֶּה׃ הָאִישׁ הַזֶּה גָּדוֹל מִן־הָאִישׁ הַזֶּה׃
הָאִישׁ 🗨 אִישׁ גָּדוֹוֹוֹוֹל הָהָהָהָהָ! [הָאִישׁ הַגָּדוֹל אָכַל אֶת־הָאִישׁ הַקָּטֹן] 
בֵּת 🗨 תֶּן־לִי אֶת־הָאִישׁ הַקָּטֹן׃
הָאִישׁ הַזֶּה גָּדוֹל מִן־הָאִישׁ הַזֶּה׃ וְאַבְרָם גָּדוֹל מִן־הָאִישׁ הַזֶּה׃ 
אַבְרָם 🗨 הָהָהָהָהָ!
הוּא גָּדוֹל מִמֶּ֫נּוּ׃ וְהוּא גָּדוֹל מִמֶּ֫נּוּ׃
הוּא קָטֹן מִמֶּנּוּ׃ וְהוּא קָטֹן מִמֶּנּוּ׃
 מִן + הִיא ← מִמֶּ֫נָּה
הָאִשָּׁה הַזֹּאת גְּדוֹלָה מִן־הָאִשָּׁה הַזֹּאת׃ וַאֲנִי גְּדוֹלָה מִן־הָאִשָּׁה הַזֹּאת׃
הִיא גְּדוֹלָה מִמֶּ֫נָּה׃ וַאֲנִי גְּדוֹלָה מִמֶּ֫נָּה׃
הִיא קְטַנָּה מִמֶּנָּה וְהִיא קְטַנָּה מִמֶּנִּי׃ אֲנִי גְּדוֹלָה מִמֶּנָּה וְהִיא קְטַנָּה מִמֶּנִּי׃
 
אַבְרָם 🗨 בֵּת, רֹאשִׁי גָדוֹל מֵרֹאשֵׁךְ׃ 
בֵּת 🗨 גַּם־פִּיךָ גָּדוֹל מִפִּי׃ 
אַבְרָם 🗨 אֱמֶת! 😳😠
מִן + אַתָּה = מִמְּךָ
מִן + אַתְּ = מִמֵּךְ
אַבְרָם 🗨 בֵּת, אֲנִי חָזָק מִמֵּךְ׃ יֶשׁ־לִי כֹּחַ גָּדוֹל׃ יָדִי חֲזָקָה מִיָּדֵךְ׃ 
בֵּת 🗨 בֶּאֱמֶת? [יֵשׁ מִלְחָמָה בֵּין אָבְרָם וּבֵין בֵּת] הָהָהה! אֲנִי חֲזָקָה מִמְּךָ׃ הָהָהה! אֲנִי חֲזָקָה מִמֶּנּוּ׃ 😁
אַבְרָם 🗨 אִשְׁתִּי חֲזָקָה מִמֶּנִּי׃ 😭
________________


מִי הֵם? פְּלִשְׁתִּים הֵם׃ גַּם־גָּלְיָת פְּלִשְׁתִּי׃ גִּבּוֹר פְּלִשְׁתִּי הוּא׃ גִּבּוֹר פְּלִשְׁתִּי׃ גָּלְיָת גָּדוֹל וְחָזָק מְאֹד׃ גָּדוֹל הוּא מִכָּל־בְּנֵי יִשְׂרָאֵל וּמִכָּל־פְּלִשְׁתִּים׃ גָּלְיָת גִּבּוֹר גָּדוֹל וְחֶרֶב בְּיָדוֹ׃ וְחֶרֶב אֵין בְּיַד דָּוִד כִּי אִם־אֶבֶן׃   
________________


שְׁמוּאֵל א 17:45  
וַיֹּאמֶר דָּוִד אֶל־הַפְּלִשְׁתִּי אַתָּה בָּא אֵלַי בְּחֶרֶב … וְאָנֹכִי בָא־אֵלֶיךָ בְּשֵׁם יהוה צְבָאוֹת
________________


יהוה צְבָאוֹת? מָה־אֵלֶּה צְבָאוֹת? צְבָאוֹת, צָבָא, צְבָאוֹת, אֵלֶּה צְבָאוֹת׃   
הוּא יהוה צְבָאוֹת׃ 
וְאַחֲרֵי־כֵן מִי מֵת? הֲדָוִד מֵת? לֹא, דָּוִד לֹא מֵת כִּי אִם־גָּלְיָת׃ גָּלְיָת מֵת׃ גָּלְיָת הָיָה גָּדוֹל מִדָּוִד וְיהוה חָזָק מִגָּלְיָת׃ גָּלְיָת הוּא הַמֵּת׃
יַד יהוה צְבָאוֹת יָד חֲזָקָה׃ ⁨   
מִי הוּא? מַה־שְּׁמוֹ? שִׁמְשׁוֹן שְׁמוֹ׃ שִׁמְשׁוֹן הָיָה אִישׁ חָזָק מְאֹד׃ כֹּחַ גָּדוֹל הָיָה־לוֹ׃ כֹּחַ גָּדוֹל מְאֹד הָיָה לְשִׁמְשׁוֹן׃ שִׁמְשׁוֹן חָזָק מִכָּל־בְּנֵי יִשְׂרָאֵל׃ גַּם־מִפְּלִשְׁתִּים חָזָק שִׁמְשׁוֹן׃   
לָמָּה חָזָק שִׁמְשׁוֹן וְלָמָּה כֹּחוֹ גָדוֹל מְאֹד? שִׁמְשׁוֹן חָזָק כִּי רוּחַ אֱלֹהִים עָלָיו כִּי נָתַן־לוֹ אֱלֹהִים כֹּחַ גָּדוֹל׃ לָמָּה חָזָק שִׁמְשׁוֹן? כִּי רוּחַ אֱלֹהִים עָלָיו, כִּי נָתַן־לוֹ אֱלֹהִים כֹּחַ גָּדוֹל׃
________________
מִי הָאִישׁ הַזֶּה? שְׁלֹמֹה בֶּן־דָּוִד שְׁמוֹ׃ שְׁלֹמֹה חָכָם מְאֹד׃ שְׁלֹמֹה חָכָם מִכָּל־מַלְכֵי הָאָרֶץ׃                                 (מֶלֶךְ + מֶלֶךְ ← מְלָכִים ← מַלְכֵי הָאָרֶץ)   
שְׁלֹמֹה חָכָם מִכָּל־מַלְכֵי הָאָרֶץ׃ לָ֫מָּה חָכָם שְׁלֹמֹה? שְׁלֹמֹה חָכָם כִּי נָתַן־לוֹ אֱלֹהִים חָכְמָה׃ חָכְמַת שְׁלֹמֹה רַבָּה מֵחָכְמַת מִצְרַיִם׃ וַיָּבֹאוּ אֶל־שְׁלֹמֹה אֲנָשִׁים מִכָּל־מַלְכֵי הָאָרֶץ׃ וַיָּבֹאוּ אֵלָיו אֲנָשִׁים מִכָּל־מַלְכֵי הָאָרֶץ׃
מִי עוֹד בָּ֫אָה אֶל־שְׁלֹמֹה? מַלְכַּת־שְׁבָא בָּ֫אָה אֶל־שְׁלֹמֹה׃ מַלְכַּת־שְׁבָא רָאֲתָה אֶת־חָכְמַת שְׁלֹמֹה וְאֶת־הַבַּיִת אֲשֶׁר בָּנָה׃ וְלֹא הָיָה בָהּ עוֹד רוּחַ׃  
בֵּת 🗨 אֵין־בִּי רוּחַ׃                                                          שָׁלוֹם!
________________`,
			},
			{
				id: 67,
				title: 'AwB 39: Strength & Wisdom: Comparisons',
				unitId: 12,
				order: 90,
			},
			{
				id: 68,
				title: 'AwB 40: Noah & the Ark: Categories of Creatures',
				unitId: 12,
				order: 92,
				content: `שָׁלוֹם, אֲנִי בֵּת!
𓁆𓁇𓁑𓀗 אָדָם                 𓃔𓃒𓃓𓃰𓃬𓃯𓃙𓃘𓃲 בְּהֵמָה 
𓆐𓆏𓆉𓆈𓆙𓆑𓃺𓆚𓆣 רֶ֫מֶשׂ 
אֱלֹהִים 
________________


                         בְּהֵמָה, רֶ֫מֶשׂ, עוֹף, דָּגָה 
                                ↖
אָדָם                        חַיָּה
↗            ↖
נֶ֫פֶשׁ חַיָּה
________________


אֱלֹהִים 
בָּשָׂר, נֶ֫פֶשׁ חַיָּה
בֶּן־אָדָם, בְּנֵי אָדָם, בְּנֵי אֱלֹהִים 
עוֹף הַשָּׁמַיִם 𓅯 דְּגַת הַיָּם 𓆝 רֶמֶשׂ הָאֲדָמָה 𓆣
חַיַּת הַשָּׂדֶה 𓃵𓃰 חַיָּה רָעָה 𓃬𓃮
𓆈 בְּהֵמָה? לֹא, רֶמֶשׂ! 𓃞 רֶמֶשׁ? לֹא, בְּהֵמָה! 𓆣 בְּהֵמָה?  לֹא, רֶמֶשׂ! 𓅨 רֶמֶשׂ? לֹא, עוֹף! 𓃶 עוֹף? לֹא, בְּהֵמָה! 𓆛 בְּהֵמָה? לֹא, דָּגָה!
𓆙 דָּגָה? לֹא, רֶמֶשׂ!
בְּהֵמָה בַנָּהָר, בְּהֵמָה בַשָּׂדֶה, עוֹף עַל־הַנָּהָר
  

מַה־זֹּאת? זֹאת תֵּבָה׃ מִי עָשָׂה אֶת־הַתֵּבָה? נֹחַ! נֹחַ עָשָׂה אֶת־הַתֵּבָה׃   
לָמָ֫ה עָשָׂה נֹחַ אֶת־הַתֵּבָה? נֹחַ עָשָׂה אֶת־הַתֵּבָה כִּי אָמַר־לוֹ אֱלֹהִים`,
			},
			{
				id: 69,
				title: 'AwB 41: Kaf & Similarities',
				unitId: 13,
				order: 96,
				content: `אַבְרָם 🗨 שָׁלוֹם, אֲנִי בֵּת!  
הִנֵּה אַבְרָם, אִישׁ חָזָק הוּא! אִישׁ חָזָק מְאֹד הוּא! אַבְרָם חָזָק מִמֶּנִּי׃ אִישׁ חָכָם הוּא׃ אַבְרָם חָכָם מִמֶּנִּי׃ 
[בָּאָה בֵּת וַיֵּרַע הַדָּבָר בְּעֵינֶיהָ]
בֵּת 🗨 שָׁלוֹם, אֲנִי בֵּת׃  
________________


דֶּרֶךְ בַּמִּדְבָּר, הַדֶּרֶךְ יָשָׁר ←
יָשָׁר אוֹ יְשָׁרָה, הַדֶּרֶךְ יְשָׁרָה׃ 
דֶּרֶךְ זָכָר אוֹ נְקֵבָה ← דֶּרֶךְ יָשָׁר אוֹ דֶּרֶךְ יְשָׁרָה  
דֶּרֶךְ לֹא יָשָׁר ↜ 
יָשָׁר ← לֹא יָשָׁר ↜
עֵצִים יְשָׁרִים, עֵץ לֹא יָשָׁר, נָהָר לֹא יָשָׁר
מָה עוֹד יָשָׁר? אֲנָשִׁים יְשָׁרִים (טוֹבִים)!  אֲנָשִׁים יְשָׁרִים = אֲנָשִׁים טוֹבִים
הָאִישׁ אֲשֶׁר יָשָׁר אִישׁ טוֹב׃
הָאִישׁ אֲשֶׁר לֹא יָשָׁר אִישׁ רַע׃
יהוה יָשָׁר וּדְבַר־יהוה יָשָׁר׃ דְּבַר־יהוה יָשָׁר׃
כְּ  
מַה־זֶּה? הֲסוּס אִם־בַּיִת?  🐎🤷🏽‍♂️🏠 ? 
אֵינֶנּוּ סוּס כִּי אִם־בַּיִת׃ ✘🐎 ✔🏠 
זֶה בַּיִת׃ וְהַבַּיִת כְּסוּס׃ הַבַּיִת כְּסוּס׃    
→ הַבַּיִת הַזֶּה כְּכֶלֶב׃ 
וְהַבַּיִת הַזֶּה כְּכֶבֶשׂ׃ ←    
→ הַבַּיִת הַזֶּה כְּדָג גָּדוֹל׃ 
הַבַּיִת הַזֶּה כְּסֵפֶר׃ ←  


וְהַסְּפָרִים הָאֵלֶּה כְּבָתִּים׃ ←
מִי זֹאת? זֹאת הָאִשָּׁה הַקְּטַנָּה אֲשֶׁר אָמְרָה לִי`,
			},
			{
				id: 70,
				title: 'AwB 42: Light & Darkness, Morning & Evening',
				unitId: 13,
				order: 98,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
אוֹר, חֹ֫שֶׁךְ     
הָאָרֶץ, אוֹר, חֹ֫שֶׁךְ 
הַיָּרֵחַ, אוֹר, חֹשֶׁךְ  
הָאִשָּׁה בַּחֹשֶׁךְ, הַסֵּפֶר בָּאוֹר 
אוֹר בַּשָּׁמַיִם, חֹשֶׁךְ בַּשָּׁמַיִם   
יָד בָּאוֹר, יָדַיִם בָּאוֹר  
פְּנֵי הַמַּיִם, אוֹר עַל־פְּנֵי הַמַּיִם, אוֹר תַּחַת פְּנֵי הַמַּיִם
אֲנִי בָּאוֹר׃ אֲנִי בַּחֹשֶׁךְ׃
אֲנָשִׁים רַבִּים סָבִיב לָאֵשׁ׃ הָאֲנָשִׁים בְּאוֹר הָאֵשׁ׃  
שִׁשָּׁה נְעָרִים בְּאוֹר אֵשׁ׃ יַלְדָּה קְטַנָּה בְּאוֹר אֵשׁ׃ 
וַיְהִי חֹשֶׁךְ בְּכָל־אֶרֶץ מִצְרַיִם׃ לֹא רָאוּ אִישׁ אֶת־אָחִיו וּלְכָל־בְּנֵי יִשְׂרָאֵל הָיָה אוֹר׃


________________


 תְּהִלִּים 27:1a  
... יהוה אוֹרִי ...
________________


 בְּרֵאשִׁית 1:3  
וַיֹּאמֶר אֱלֹהִים יְהִי אוֹר וַיְהִי־אוֹר׃
________________


לַ֫יְלָה, בֹּ֫קֶר, אוֹר הַבֹּ֫קֶר, מִּדְבָּר בַּבֹּקֶר, עִיר עַל־שְׂפַת הַיָּם בַּבֹּקֶר, הָרִים בַּבֹּקֶר 
עֶ֫רֶב, לַיְלָה , עֶ֫רֶב, עִיר בָּעֶרֶב, עִיר בַּלַּיְלָה 
אֶרֶץ מִצְרַיִם בָּעֶרֶב, אֶרֶץ מִצְרַיִם בַּלַּיְלָה 
אַנְשֵׁי הָעִיר בָּעֶרֶב׃
________________


בְּרֵאשִׁית 1:5  
וַיִּקְרָא אֱלֹהִים לָאוֹר יוֹם וְלַחֹשֶׁךְ קָ֫רָא לָ֫יְלָה וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם אֶחָד׃                         (קָרָ֫א ← וַיִּקְרָ֫א, קָ֫רָא לָ֫יְלָה)
________________


 
רֵאשִׁית ←…………………………………………← קֵץ
רֵאשִׁית ← א ב ג ד ה ו ז ח ט י כ ל מ נ ס ע פ צ ק ר שׂ שׁ ת ← קֵץ
רֵאשִׁית, קֵץ


רֹאשׁ, רֵאשִׁית → ראשׁ
אַחַת, שְׁתַּיִם, שָׁלוֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, תֵּשַׁע, עֶשֶׂר  
מָה־אֵלֶּה? נְעָרִים הֵם׃ כַּמָּה נְעָרִים? 
👦🏾👦🏾👦🏾👦🏾 אַרְבָּעָה נְעָרִים? לֹא! 
👦🏽👦🏽👦🏽👦🏽👦🏽 חֲמִשָׁה נְעָרִים? לֹא!
אַחַת, שְׁתַּיִם, שָׁלוֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע!
שֶׁבַע! שִׁבְעָה נְעָרִים 👦🏽👦🏽👦🏾👦🏾👦🏾👦🏽👦🏽
שִׁבְעָה נְעָרִים, הוּא הַנַּעַר הָרִאשׁוֹן׃     1↶👦🏽👦🏽👦🏾👦🏾👦🏾👦🏽👦🏽
תִּשְׁעָה גְמַלִּים, הוּא הַגָּמָל הָרִאשׁוֹן׃  🐪🐪🐪🐪🐪🐪🐪🐪🐪↷1
שְׁלֹשָׁה גִּבּוֹרִים, הוּא הַגִּבּוֹר הָרִאשׁוֹן׃ 






הָרִאשׁוֹן 1↶👦🏽
הַשֵּׁנִי 2↶👦🏽
הַשְּׁלִישִׁי3↶👦🏾
הָרְבִיעִי4↶👦🏾
הַחֲמִישִׁי5↶👦🏾
הַשִּׁשִּׁי6↶👦🏽
הַשְּׁבִיעִי7↶👦🏽
הוּא הַנַּעַר הָרִאשׁוֹן 
הוּא הַשֵּׁנִי׃ 
הוּא הַשְּׁלִישִׁי׃ 
הוּא הָרְבִיעִי׃ 
הוּא הַחֲמִישִׁי׃ 
הוּא הַשִּׁשִּׁי׃ 
הוּא הַשְּׁבִיעִי׃
שְׁנֵי סוּסִים, הַסּוּס הָרִאשׁוֹן 1 הַסּוּס הַשֵּׁנִי 2    
שְׁלֹשָׁה נְעָרִים עַל־חֲמוֹר  
הַנַּעַר הָרִאשׁוֹן    
הַנַַּעַר הַשֵּׁנִי
הַנַּעַר הַשְּׁלִישִׁי  
אַרְבָּעָה גְמָלִּים, הַגָּמָל הָרִאשׁוֹן, הַגָּמָל הַשֵּׁנִי הַגָּמָל הַשְּׁלִישִׁי, הַגָּמָל הָרְבִיעִי
חֲמִשָּׁה אֲנָשִׁים לִפְנֵי פַרְעֹה׃ הָאִישׁ הָרִאשׁוֹן, הָאִישׁ הַשֵּׁנִי, הָאִישׁ הַשְּׁלִישִׁי, הָאִישׁ הָרְבִיעִי, הָאִישׁ הַחֲמִישִׁי    
שִׁשָּׁה דָגִים, הַדָּג הָרִאשׁוֹן, הַדָּג הַשֵּׁנִי, הַדָּג הַשְּׁלִישִׁי, הַדָּג הָרְבִיעִי, הַדָּג הַחֲמִישִׁי, הַדָּג הַשִּׁשִּׁי
שִׁבְעָה חֲמוֹרִים, הַחֲמוֹר הָרִאשׁוֹן, הַחֲמוֹר הַשֵּׁנִי, הַחֲמוֹר הַשְּׁלִישִׁי, הַחֲמוֹר הָרְבִיעִי, הַחֲמוֹר הַחֲמִישִׁי, הַחֲמוֹר הַשִּׁשִּׁי, הַחֲמוֹר הַשְּׁבִיעִי
רֹאשׁ, רֵאשִׁית, רִאשׁוֹן → ראשׁ
________________


בְּרֵאשִׁית 2:20a  
וַיִּקְרָא הָאָדָם שֵׁמוֹת לְכָל־הַבְּהֵמָה וּלְעוֹף הַשָּׁמַיִם וּלְכֹל חַיַּת הַשָּׂדֶה                                                 (שֵׁם + שֵׁם ← שֵׁמוֹת)
________________


 בְּרֵאשִׁית 3:1a  
וְהַנָּחָשׁ הָיָה עָרוּם מִכֹּל חַיַּת הַשָּׂדֶה אֲשֶׁר עָשָׂה יהוה אֱלֹהִים 
________________


בְּרֵאשִׁית 3:14a  
וַיֹּאמֶר יהוה אֱלֹהִים אֶל־הַנָּחָשׁ כִּי עָשִׂיתָ זֹּאת אָרוּר אַתָּה מִכָּל־הַבְּהֵמָה וּמִכֹּל חַיַּת הַשָּׂדֶה             (אָרוּר ≈ לֹא בָּרוּךְ)
________________
  
  

לָבָן וְיַעֲקֹב
וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן תֶּן־לִי אֶת־אִשְׁתִּי׃ וַיְהִי בָעֶרֶב וַיִּקַּח לָבָן אֶת־לֵאָה בִתּוֹ׃ וַיָּבֹא אֵלֶיהָ יַעֲקֹב׃
מֶה עָשָׂה לָבָן? לָבָן לֹא נָתַן־לוֹ אֶת־רָחֵל כִּי אִם־אֶת־לֵאָה׃ וַיְהִי בַבֹּקֶר וְהִנֵּה־הִוא לֵאָה׃ וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן מַה־זֹּאת עָשִׂיתָ־לִי׃ 
וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן תֶּן־לִי אֶת־אִשְׁתִּי׃ וַיְהִי בָעֶרֶב וַיִּקַּח לָבָן אֶת־לֵאָה בִתּוֹ וַיָּבֹא אֵלֶיהָ יַעֲקֹב׃ וַיְהִי בַבֹּקֶר וְהִנֵּה־הִוא לֵאָה׃ וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן מַה־זֹּאת עָשִׂיתָ־לִי׃ מַה־זֹּאת עָשִׂיתָ־לִי? לֹא נָתַתָּ לִי אֶת־רָחֵל כִּי אִם־אֶת־לֵאָה׃   
וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן תֶּן־לִי אֶת־אִשְׁתִּי׃ וַיְהִי בָעֶרֶב וַיִּקַּח לָבָן אֶת־לֵאָה בִתּוֹ וַיָּבֹא אֵלֶיהָ יַעֲקֹב׃ וַיְהִי בַבֹּקֶר וְהִנֵּה־הִוא לֵאָה׃ וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן מַה־זֹּאת עָשִׂיתָ־לִי׃`,
			},
			{
				id: 71,
				title: 'AwB 43: Creation',
				unitId: 13,
				order: 101,
				content: `בְּרֵאשִׁית בָּרָא אֱלֹהִים
בְּרֵאשִׁית בָּרָא אֱלֹהִים אֵת הַשָּׁמַיִם וְאֵת הָאָרֶץ׃ וְהָאָרֶץ הָיְתָה תֹהוּ וָבֹהוּ׃ וְחֹשֶׁךְ עַל־פְּנֵי תְּהוֹם וְרוּחַ אֱלֹהִים עַל־פְּנֵי הַמָּיִם׃ וַיֹּאמֶר אֱלֹהִים יְהִי אוֹר וַיְהִי־אוֹר׃ וַיַּרְא אֱלֹהִים אֶת־הָאוֹר כִּי־טוֹב׃ וַיִּקְרָא אֱלֹהִים לָאוֹר יוֹם וְלַחֹשֶׁךְ קָרָא לָיְלָה׃ וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם אֶחָד׃ וַיַּעַשׂ אֱלֹהִים אֶת־הַשָּׁמַיִם וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם שֵׁנִי׃ וַיַּעַשׂ אֱלֹהִים אֶת־הַיַּבָּשָׁה וַיִּקְרָא אֱלֹהִים לַיַּבָּשָׁה אֶרֶץ וְלַמַּיִם קָרָא יַמִּים וַיַּרְא אֱלֹהִים כִּי־טוֹב׃ וַיַּעַשׂ אֱלֹהִים כָּל־עֵץ פְּרִי וַיַּרְא אֱלֹהִים כִּי־טוֹב׃ וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם שְׁלִישִׁי׃ וַיַּעַשׂ אֱלֹהִים אֶת־הַשֶּׁמֶשׁ וְאֶת־הַיָּרֵחַ וַיַּרְא אֱלֹהִים כִּי־טוֹב׃ וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם רְבִיעִי׃ וַיַּעַשׂ אֱלֹהִים אֶת־עוֹף הַשָּׁמַיִם וְאֶת־דְּגַת הַיָּם׃ וַיַּרְא אֱלֹהִים כִּי־טוֹב׃ וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם חֲמִישִׁי׃ וַיַּעַשׂ אֱלֹהִים אֶת־חַיַּת הָאָרֶץ וְאֶת־הַבְּהֵמָה וְאֵת כָּל־רֶמֶשׂ הָאֲדָמָה וַיַּרְא אֱלֹהִים כִּי טוֹב׃ וַיִבְרָא אֱלֹהִים אֶת־הָאָדָם׃ זָכָר וּנְקֵבָה בָּרָא אֹתָם׃ וַיַּרְא אֱלֹהִים אֶת־כָּל־אֲשֶׁר עָשָׂה וְהִנֵּה־טוֹב מְאֹד וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם הַשִּׁשִּׁי׃ וְהַיּוֹם הַשְּׁבִיעִי יוֹם שַׁבָּת׃ וַיְבָרֶךְ אֱלֹהִים אֶת־יוֹם הַשְּׁבִיעִי כִּי בוֹ שָׁבַת אֱלֹהִים מִכָּל־מְלַאכְתּוֹ׃
________________
    שִׁיעוּר 44 אַרְבָּעִים וְאַרְבַּע
 שָׁלוֹם, אֲנִי בֵּת!
יָצָא 
הָאִישׁ יָצָא מִן־הַבַּיִת׃ הַיֶּלֶד יָצָא מִן־הַבַּיִת׃ הָאִישׁ יָצָא מִן־הַבַּיִת׃ הָאִישׁ יָצָא מִן־הַבַּיִת׃ הַכֹּהֵן הַגָּדוֹל יָצָא מִבֵּית יהוה׃ הָעָם יָצָא מִן־הָעִיר׃ הַפָּרוֹת יָצְאוּ׃ מַיִם יָצְאוּ מִן־הָאֶבֶן׃   
כָּל־בְּנֵי יִשְׂרָאֵל זְקֵנִים וִילָדִים יָצְאוּ מֵאֶרֶץ מִצְרַיִם׃ 
הַשֶּׁמֶשׁ יָצָא בַּבֹּקֶר׃ הַשֶּׁמֶשׁ בָּא בָּעֶרֶב׃ יָצָא בַּבֹּקֶר׃ בָּא בָּעֶרֶב׃
שָׁמַע ← וַיִּשְׁמַע
לָקַח ← וַיִּקַּח
יָצָא ← וַיֵּצֵ֫א
וַיְהִי מֹשֶׁה בָאֹהֶל עִם־בְּנוֹ׃ [*קוֹל אֵשֶׁת מֹשֶׁה] וַיִּשְׁמַע אֶת־קוֹל אִשְׁתּוֹ וַיִּקַּח מַטֶּה וַיֵּצֵא מִן־הָאֹהֶל׃   
עוֹד פַּ֫עַם ↻ 
וַיְהִי מֹשֶׁה בָאֹהֶל עִם־בְּנוֹ׃ [*קוֹל אֵשֶׁת מֹשֶׁה] וַיִּשְׁמַע אֶת־קוֹל אִשְׁתּוֹ׃ וַיִּקַּח מַטֶּה׃ וַיֵּצֵא מִן־הָאֹהֶל׃
נָשָׂא  
אַבְרָם נָשָׂא אֶת־הַכִּסֵּא׃   
הָאֵם נָשְׂאָה אֶת־בְּנָהּ׃ 
הָאֲנָשִׁים נָשְׂאוּ אֶבֶן׃ 


הָאֲנָשִׁים נָשְׂאוּ אֶת־הַנַּעֲרָה׃ נָשָׂאתִי אֶת־הַכַּד׃ נָשָׂאתִי אֶת־הַנַּעֲרָה׃   
נָשָׂא אֶת־הַפָּנִים 👨🏽‍🦲
הַנָּבִיא נָשָׂא אֶת־פָּנָיו׃ הָאֲנָשִׁים נָשְׂאוּ אֶת־פְּנֵיהֶם׃ הָאִשָּׁה לֹא נָשְׂאָה אֶת־פָּנֶיהָ׃ 
נָשָׂא אֶת־הָעֵינַיִם 👁️👁️
הַנַּעֲרָה נָשְׂאָה אֶת־עֵינֶיהָ׃ הָאִישׁ נָשָׂא אֶת־עֵינָיו׃ הַנַּעֲרָה נָשְׂאָה אֶת־עֵינֶיהָ׃   
בְּנֵי יִשְׂרָאֵל נָשְׂאוּ אֶת־עֵינֵיהֶם׃ וַיִּרְאוּ אֶת־אֶרֶץ כְּנַעַן׃


 🧔🏾👁️👁️ רָאָה ← וַיַּרְא
👳🏻🧔🏾🧔🏽 👁️👁️ רָאוּ ← וַיִּרְאוּ
בְּנֵי יִשְׂרָאֵל נָשְׂאוּ אֶת־עֵינֵיהֶם׃ וַיִּרְאוּ אֶת־אֶרֶץ כְּנַעַן׃ וְהָאָרֶץ טוֹבָה מְאֹד׃ 
הַכֹּהֲנִים נָשְׂאוּ אֶת־אֲרוֹן הַבְּרִית סָבִיב לִירִיחוֹ׃ גַּם־בַּמִּדְבָּר נָשְׂאוּ הַכֹּהֲנִים אֶת־אֲרוֹן הַבְּרִית׃ 
הָרֹעֶה נָשָׂא כֶבֶשׂ׃ הָאֲנָשִׁים נָשְׂאוּ אֶת־הַמֵּת׃ יִצְחָק נָשָׂא עֵצִים׃
יָצָא ← וַיֵּצֵא
נָשָׂא ← וַיִּשָּׂ֫א
וַיִּשָּׂא אַהֲרֹן אֶת־יָדָיו אֶל־הָעָם וַיְבָרֶךְ אֹתָם׃                 (אֶת + הֵם = אֹתָם)
________________


בְּרֵאשִׁית 4:16  
וַיֵּ֫צֵא קַ֫יִן מִלִּפְנֵי יהוה וַיֵּ֫שֶׁב בְּאֶרֶץ־נוֹד …        (וַיֵּצֵ֫א ← וַיֵּ֫צֵא קַ֫יִן)
________________


קַיִן הָיָה לִפְנֵי יהוה וְאַחֲרֵי־כֵן קַיִן יָצָא מִלִּפְנֵי יהוה׃ קַיִן יָצָא מִלִּפְנֵי יהוה׃ וַיֵּצֵא קַיִן מִלִּפְנֵי יהוה וַיֵּשֶׁב בְּאֶרֶץ־נוֹד׃ מֶה עָשָׂה? וַיֵּ֫שֶׁב, קַיִן יָשַׁב בְּאֶרֶץ־נוֹד׃ (יָשַׁב ← וַיֵּ֫שֶׁב) וַיֵּשֶׁב בְּאֶרֶץ־נוֹד׃ יָשַׁב בְּאֶרֶץ־נוֹד׃
בֵּת 🗨 אַבְרָם, צֵא מִן־הַבַּיִת!   
[אַבְרָם יָצָא מִן־הַבַּיִת]
אַבְרָם יָצָא מִן־הַבַּיִת׃ בּוֹא אֶל־הַבַּיִת׃   
[אַבְרָם בָּא אֶל־הַבַּיִת]
צֵא, צֵא מִן־הַבַּיִת! [אַבְרָם יָצָא]
בּוֹא אֶל־הַבַּיִת! [אַבְרָם בָּא]
צֵא! בּוֹא! צֵא! בּוֹא!  
אַבְרָם 🗨 צְאִי אַתְּ מִן־הַבַּיִת׃ 
[בֵּת יָצְאָה מִן־הַבַּיִת]
בֵּת יָצְאָה מִן־הַבַּיִת׃ 
[אַבְרָם סָגַר אֶת־הַדֶּלֶת] בֵּת, בּוֹאִי! 
בֵּת מֵהַחוּץ 🗨 אַבְרָם, מַה־זֹּאת עָשִׂיתָ לִי?
וַיֹּאמֶר יהוה לְנֹחַ קֵץ כָּל־בָּשָׂר בָּא לְפָנַי כִּי רַבָּה רָעַת הָאָדָם בָּאָרֶץ׃ עֲשֵׂה לְךָ תֵּבַת עֲצֵי־גֹפֶר׃ וַיַּעַשׂ נֹחַ כַּאֲשֶׁר דִּבֶּר יהוה׃ וַיֹּאמֶר יהוה לְנֹחַ בֹּא־אַתָּה וְכָל־בֵּיתְךָ אֶל־הַתֵּבָה׃ וַיָּבֹא נֹחַ וְכָל־בֵּיתוֹ וְהַחַיָּה אֶל־הַתֵּבָה׃ וַיָּבֹאוּ מֵי הַמַּבּוּל׃ מֵי?                        -  ַ יִם ← -  ֵי                        מַיִם ← מֵי
מֵי הַנָּהָר, מֵי הַיָּם, מֵי הַמַּבּוּל
וַיָּבֹאוּ מֵי הַמַּבּוּל׃ וַיִּשְׂאוּ הַמַּיִם אֶת־הַתֵּבָה׃ וַיְהִי אַחֲרֵי הַמַּבּוּל וַיְדַבֵּר אֱלֹהִים אֶל־נֹחַ לֵאמֹר׃ צֵא מִן־הַתֵּבָה׃ צֵא מִן־הַתֵּבָה אַתָּה וְאִשְׁתְּךָ וּבָנֶיךָ וּנְשֵׁי־בָנֶיךָ אִתָּךְ׃ 
אִתָּךְ?                עִם = אֵת  
הָ״אֵת״ הַזֶּה? [יִשְׂרָאֵל רָאָה אֶת־בְּנֵי יוֹסֵף] הָ״אֵת״ הַזֶּה?  לֹא, אֵינֶנּוּ הָ״אֵת״ הַזֶּה׃
יֵשׁ שְׁנֵי דְבָרִים ״אֵת״׃ הָ״אֵת״ הַזֶּה [אֵת] הַדָּבָר הַזֶּה כַּדָּבָר עִם׃ הַדָּבָר הַזֶּה [אֵת] כַּדָּבָר עִם׃  
עִם = אֵת
עִמִּי = אִתִּי
עִמּוֹ = אִתּוֹ
עִמְּךָ = אִתְּךָ
וַיְהִי אַחֲרֵי הַמָּבוּל וַיְדַבֵּר אֱלֹהִים אֶל־נֹחַ לֵאמֹר׃ צֵא מִן־הַתֵּבָה אַתָּה וְאִשְׁתְּךָ וּבָנֶיךָ וּנְשֵׁי־בָנֶיךָ אִתָּךְ׃
לָמָּה זֶּה אִתָּךְ וְלֹא אִתְּךָ? כִּי בְּסוֹף הַפָּסוּק הַדָּבָר׃ הַדָּבָר ״אִתְּךָ״ בְּסוֹף הַפָּסוּק׃




  







פָּסוּק, רֵאשִׁית הַפָּסוּק,   
קֵץ הַפָּסוּק אוֹ סוֹף הַפָּסוּק׃   


זֶה (׃) סוֹף פָּסוּק׃
זֶה הַדָּבָר אֲשֶׁר בְּסוֹף הַפָּסוּק׃ (הַמָּיִם) אֵינֶנּוּ ״הַמַּיִם״ כִּי אִם־״הַמָּיִם״׃
אִם־הַדָּבָר ״לְךָ״ בְּסוֹף הַפָּסוּק ״לָךְ״ הוּא ← לָךְ׃
אֵינֶנּוּ לְ + אַתְּ = לָךְ                לֹא, לָךְ בְּסוֹף הַפָּסוּק ← לָךְ׃
אִם־הַדָּבָר ״עִמְּךָ״ בְּסוֹף הַפָּסוּק ״עִמָּךְ״ הוּא ← עִמָּךְ׃
אִם־הַדָּבָר ״אִתְּךָ״ בְּסוֹף הַפָּסוּק ״אִתָּךְ״ הוּא ← אִתָּךְ׃
וַיְהִי אַחֲרֵי הַמַּבּוּל 
________________


בְּרֵאשִׁית 8:15-16  
וַיְדַבֵּר אֱלֹהִים אֶל־נֹחַ לֵאמֹר׃ צֵא מִן־הַתֵּבָה אַתָּה וְאִשְׁתְּךָ וּבָנֶיךָ וּנְשֵׁי־בָנֶיךָ אִתָּךְ׃  
________________


הִנֵּה סוֹף פָּסוּק! [׃]                 עַל־כֵּן אֵינֶנּוּ ״אִתְּךָ״ כִּי אִם־״אִתָּךְ״׃
________________


בְּרֵאשִׁית 8:18-19  
וַיֵּ֫צֵא־נֹ֫חַ וּבָנָיו וְאִשְׁתּוֹ וּנְשֵׁי־בָנָיו אִתּוֹ׃ כָּל־הַחַיָּה כָּל־הָרֶמֶשׂ וְכָל־הָעוֹף ... יָצְאוּ מִן־הַתֵּבָה׃ 
________________


אַבְרָם 🗨 שָׁלוֹם! 
בֵּת 🗨 אַבְרָם, מַה־זֹּאת עָשִׂיתָ? אַתָּה כְּאִישׁ מִצְרִי! 
אַבְרָם 🗨 פַּרְעֹה אָנֹכִי׃
בֵּת 🗨 אַבְרָם...
אַבְרָם 🗨 לֹא לֹא! קִרְאִי לִי רַעְמְסֵס! רַעְמְסֵס שְׁמִי!
בֵּת 🗨 שָׂא אֶת־הַכַּד! [נָשָׂא אֶת־הַכַּד] טוֹב!
שָׂא אֶת־הָעֵץ הַקָּטֹן׃ [נָשָׂא אֶת־הָעֵץ הַקָּטֹן] טוֹב!  
שָׂא אֶת־יָדְךָ׃ [נָשָׂא אֶת־יָדוֹ] יָפֶה!
שָׂא אֶת־יָדֶיךָ׃ [נָשָׂא אֶת־יָדָיו] טוֹב מְאֹד!
שָׂא אֶת־הָאִישׁ הַקָּטֹן׃ [נָשָׂא אֶת־הָאִישׁ הַקָּטֹן]
שִׂים אֶת־הָאִישׁ תַּחַת הָעֵץ׃ [שָׂם אֹתוֹ תַּחַת הָעֵץ] יָפֶה, טוֹב מְאֹד!
[בֵּת שָׂמָה זָהָב לִפְנֵי אַבְרָם]
בֵּת 🗨 אַבְרָם, שָׂא אֶת־עֵינֶיךָ!      אַבְרָם 🗨 רַעְמְסֵס שְׁמִי!
בֵּת 🗨 רַעְמְסֵס, שָׂא אֶת־עֵינֶיךָ׃   [אַבְרָם (רַעְמְסֵס) נָשָׂא אֶת־עֵינָיו] זָהָב!
[בֵּת שָׂמָה נָחָשׁ לִפְנֵי אַבְרָם]
בֵּת 🗨 רַעְמְסֵס, שָׂא אֶת־עֵינֶיךָ׃ [אַבְרָם (רַעְמְסֵס) נָשָׂא אֶת־עֵינָיו] 
הַנָּחָשׁ 🗨 סססססס 🐍
אַבְרָם 🗨 אָההה! בֵּת, לָמָּה שַׂמְתְּ נָחָשׁ לְפָנַי? 
בֵּת 🗨 הִהִהִ! 😆
אַבְרָם 🗨 לֹא עָשִׂית הַיָּשָׁר בְּעֵינַי׃ לֹא טוֹב הַדָּבָר אֲשֶׁר עָשִׂית!
________________`,
			},
			{
				id: 72,
				title: 'AwB 44: Go out & lift up',
				unitId: 13,
				order: 102,
			},
			{
				id: 73,
				title: 'AwB 45: Verb Sequences: Vayyiqtol Forms 1',
				unitId: 13,
				order: 106,
				content: `שָׁלוֹם, אֲנִי בֵּת!
וַיָּבֹא אַבְרָם וַיֵּשֶׁב וַיִּשָּׂא אֶת־עֵינָיו וַיַּרְא אֶת־הַשֶּׁמֶן וַיִּקַּח אֶת־הַשֶּׁמֶן וַיִּמְשַׁח אֶת־פָּנָיו בַּשֶּׁמֶן׃
יָשַׁב ← וַיֵּ֫שֶׁב
הָלַךְ ← וַיֵּ֫לֶךְ
קָם ← וַיָּ֫קָם
וַיָּבֹא נַעַר אֶל־הַשָּׂדֶה וַיֵּשֶׁב עַל־הָאֲדָמָה וַיָּקָם מֵעַל הָאֲדָמָה וַיֵּלֶךְ׃
וַיָּבֹ֫א וַיֵּ֫שֶׁב וַיָּ֫קָם וַיֵּ֫לֶךְ׃                        קָם ←וַיָּ֫קָם         ָ ? = [o]
לָ֫מָּה־זֶּה [o] וְלֹא [a]?
אָזְנַ֫יִם, גָּלְיָ֫ת, חָכְמָ֫ה, כָּל־הָעָ֫ם, וַיָּ֫קָם
הַקָּמֵץ ( ָ) הַזֶּה אֵינֶנּוּ [a] כִּי אִם־[o]׃                ָ = [o]        וַיָּ֫קָם
 
וַיָּבֹ֫אוּ שְׁנֵי אֲנָשִׁים אֶל־הַשָּׂדֶה וַיֵּשְׁב֫וּ עַל־הָאֲדָמָה וַיָּקֻ֫מוּ מֵעַל הָאֲדָמָה וַיֵּלְכ֫וּ 
וַיָּקֻמוּ (וּ = אֻ, יְהוֹשׁוּעַ = יְהוֹשֻׁעַ)
וַיָּבֹ֫אוּ וַיֵּשְׁב֫וּ וַיָּקֻ֫מוּ וַיֵּלְכ֫וּ׃
אָמַר ← וַיֹּאמֶר
אָמְרָה ←וַתֹּ֫אמֶר
וַיֹּאמֶר הָאִישׁ, וַתֹּאמֶר הָאִשָּׁה
וַתָּבֹא הַנַּעֲרָה אֶל־הַשָּׂדֶה וַתֵּשֶׁב עַל־הָאֲדָמָה וַתָּקָם מֵעַל הָאֲדָמָה וַתֵּלֶךְ׃ 
וַתָּבֹ֫א וַתֵּ֫שֶׁב וַתָּ֫קָם וַתֵּ֫לֶךְ׃
הָלַךְ ← וַיֵּ֫לֶךְ
קָם ← וַיָּ֫קָם
נָתַן ← וַיִּתֵּ֫ן
וַתְּדַבֵּר בֵּת אֶל־אַבְרָם לֵאמֹר אַבְרָם תֶּן־לִי לֶחֶם׃ וַיֹּאמֶר אֵלֶיהָ אַתְּ מַלְכָּה וַאֲנִי עַבְדֵּךְ׃ וַיִּתֶּן־לָהּ לֶחֶם׃ וַתִּקַּח אֶת־הַלֶּחֶם וַתֹּאמֶר תֶּן־לִי אֶבֶן׃ וַיִּתֶּן־לָהּ אֶבֶן וַתִּקַּח אֶת־הָאֶבֶן וַתֹּאמֶר תֶּן־לִי זָהָב׃ וַיֹּאמֶר אֵלֶיהָ אֵין־לִי זָהָב׃
________________


וַיֹּאמֶר אַבְרָם לְבֵת תְּנִי־לִי מַיִם׃ וַתִּתֶּן־לוֹ מַיִם׃ וַיֹּאמֶר תְּנִי־לִי מֶלַח׃ וַתַּעַשׂ כַּאֲשֶׁר דִּבֶּר אַבְרָם וַתִּתֶּן־לוֹ מֶלַח׃
________________


וַיָּבֹאוּ שְׁלֹשָׁה אֲנָשִׁים אֶל־הַנָּהָר׃ וַיֵּשְׁבוּ עַל־הָאֶבֶן אֲשֶׁר עַל־שְׂפַת הַנָּהָר׃ וַיָּקֻמוּ מֵעָלֶיהָ וַיֵּלְכוּ׃
וַיָּבֹא אַבְרָם וַיֵּשֶׁב עַל־הָאֶבֶן׃ וַיָּקָם מֵעַל הָאֶבֶן וַיֵּלֶךְ׃
וַתָּבֹא נַעֲרָה וַתֵּשֶׁב עַל־הָאֶבֶן׃ וַתָּקָם מֵעָלֶיהָ וַתֵּלֶךְ׃
________________


סֵפֶר הַשֶּׁקֶר
וַיְהִי אַבְרָם עִם־בֵּת אִשְׁתּוֹ וַיְדַבֵּר אֵלֶיהָ לֵאמֹר בֵּת קִרְאִי׃ וַיִּתֶּן־לָהּ סֵפֶר וַתִּקַּח בֵּת אֶת־הַסֵּפֶר וַתִּקְרָא אַתְּ פָּרָה׃ וַיֵּרַע הַדָּבָר בְּעֵינֶיהָ׃ וַתִּקְרָא בְּקוֹל גָּדוֹל לֵאמֹר אֵינֶנִּי פָּרָה! שֶׁקֶר הַדָּבָר הַזֶּה, שֶׁקֶר!
________________


וַיְהִי מֹשֶׁה בָאֹהֶל עִם־בְּנוֹ וְשׁוֹפָר בְּיָדוֹ׃ וַיִּשְׁמַע אֶת־קוֹל אִשְׁתּוֹ׃ וַיִּשְׁבֹּת מִמְּלַאכְתּוֹ (מֶה־עָשָׂה? מֹשֶׁה שָׁבַת מִמְּלַאכְתּוֹ׃ שָׁבַת ← וַיִּשְׁבֹּת)׃ וַיִּשְׁבֹּת מִמְּלַאכְתּוֹ וַיִּקַּח מַטֶּה׃ וַיְדַבֵּר אֶל־בְּנוֹ וַיָּקָם וַיֵּצֵא מִן־הָאֹהֶל׃ וַיִּקְרָא אֶל־אִשְׁתּוֹ וַיֵּלֶךְ אֵלֶיהָ׃  
לָקַח ← וַיִּקַּ֫ח
נָשָׂא ← וַיִּשָּׂ֫א
שָׂם ← וַיָּ֫שֶׂם
וַתֹּאמֶר בֵּת אֶל־אַבְרָם שָׂא אֶת־הָאִישׁ הַקָּטֹן׃ וַיִּשָּׂא אַבְרָם אֶת־הָאִישׁ הַקָּטֹן׃ וַתֹּאמֶר בֵּת שִׂים אֶת־הָאִישׁ תַּחַת הָעֵץ׃ וַיָּ֫שֶׂם אֶת־הָאִישׁ תַּחַת הָעֵץ׃ יָפֶה!
אַבְרָם וּבֵת וּשְׁנֵי הַכַּדִים  
וַיְהִי כַד גָּדוֹל לְבֵת וּלְאַבְרָם כַּד קָטֹן׃ וַתֹּאמֶר בֵּת אֶל־אַבְרָם לִי כַּד גָּדוֹל, לְךָ כַּד קָטֹן׃ לִי כַּד גָּדוֹל, לְךָ כַּד קָטֹן׃ וַיֵּרַע הַדָּבָר מְאֹד בְּעֵינֵי אַבְרָם׃ וַיִּקְרָא בְּקוֹל גָּדוֹל לֵאמֹר הִנֵּה נָחָשׁ גָּדוֹל מְאֹד! וַתִּשָּׂא בֵת אֶת־עֵינֶיהָ וְלֹא רָאֲתָה נָחָשׁ כִּי שֶׁקֶר הַדָּבָר אֲשֶׁר דִּבֶּר אַבְרָם׃ וַתֹּאמֶר בֵּת אַיֵּה? אַיֵּה הַנָּחָשׁ? וַיִּקַּח אַבְרָם אֶת־הַכַּד הַגָּדוֹל וַיָּשֶׂם אֶת־הַכַּד הַקָּטֹן לִפְנֵי בֵת׃ וַיֹּאמֶר אֵלֶיהָ לִי הַכַּד הַגָּדוֹל, לָךְ הַכַּד הַקָּטֹן׃ וַיֵּרַע הַדָּבָר בְּעֵינֵי בֵת וּבְעֵינֵי אַבְרָם הָיָה טוֹב מְאֹד׃ הַקֵּץ!
________________


וַיֵּלֶךְ אַבְרָהָם וְיִצְחָק בְּנוֹ אֶל־אֶרֶץ הַמֹּרִיָּה וַיִּבְנוּ מִזְבֵּחַ׃ 
(מֶה עָשׂוּ? בָּנוּ מִזְבֵּחַ, בָּנוּ ← וַיִּבְנוּ) וַיִּבְנוּ מִזְבֵּחַ׃
וַיָּשֶׂם אַבְרָהָם אֶת־בְּנוֹ עַל־הַמִּזְבֵּחַ׃
   
מַה־שֵּׁם הַמֶּלֶךְ הַזֶּה? יָרָבְעָם שְׁמוֹ, יָרָבְעָם׃ יָרָבְעָם הָיָה מֶלֶךְ עַל־יִשְׂרָאֵל׃
חָכְמָ֫ה, כָּל־הָעָ֫ם, וַיָּ֫קָם, יָרָבְעָ֫ם                 ָ = [o]
מֶה עָשָׂה יָרָבְעָם מֶלֶךְ יִשְׂרָאֵל? הֶעָשָׂה הַיָּשָׁר אִם־הָרַע? יָרָבְעָם לֹא עָשָׂה הַיָּשָׁר׃ יָרָבְעָם מֶלֶךְ יִשְׂרָאֵל עָשָׂה הָרַע בְּעֵינֵי יהוה׃ שִׁמְעוּ!
וַיַּעַשׂ (מִי עָשָׂה? יָרָבְעָם עָשָׂה) וַיַּעַשׂ שְׁנֵי עֶגְלֵי זָהָב׃    
עֵ֫גֶל, עֲגָלִים, עֵגֶל זָהָב, עֶגְלֵי זָהָב
וַיַּעַשׂ (יָרָבְעָם) שְׁנֵי עֶגְלֵי זָהָב׃ 
________________
  

מְלָכִים א 12:29
וַיָּשֶׂם אֶת־הָאֶחָד בְּבֵית־אֵל וְאֶת־הָאֶחָד נָתַן בְּדָן׃ 
________________
  

בְּדָן? אַיֵּה דָן? דָּן
לֹא עָשָׂה הַיָּשָׁר בְּעֵינֵי יהוה׃   










וַיְהִי יוֹנָה בְּבֶטֶן הַדָּג הַגָּדוֹל׃ 
________________


יוֹנָה 2:11,3:1,2a-b,3a-b  
וַיֹּאמֶר יהוה לַדָּג וַיָּקֵא אֶת־יוֹנָה אֶל־הַיַּבָּשָׁה׃ וַיְהִי דְבַר־יהוה אֶל־יוֹנָה שֵׁנִית לֵאמֹר׃ קוּם לֵךְ אֶל־נִינְוֵה הָעִיר הַגְּדוֹלָה וּקְרָא אֵלֶיהָ... וַיָּקָם יוֹנָה וַיֵּלֶךְ אֶל־נִינְוֵה כִּדְבַר יהוה... 
________________


יוֹנָה שָׁמַע בְּקוֹל יהוה! 
שָׁלוֹם!
________________`,
			},
			{
				id: 74,
				title: 'AwB 46: Send, Messenger & Object Pronouns',
				unitId: 13,
				order: 108,
				content: `שָׁלוֹם, אֲנִי בֵּת!
יֵשׁ שְׁנֵי דְבָרִים ״אֵת״׃  
הָ״אֵת״ הָרִאשׁוֹן כַּדָּבָר ״עִם״׃ ״אֵת״ כְּמוֹ ״עִם״׃
מֹשֶׁה אֶת־בְּנוֹ בָאֹהֶל׃ אַבְרָהָם אֶת־שָׂרָה אִשְׁתּוֹ׃
הָ״אֵת״ הָרִאשׁוֹן ← אִתִּי, אִתְּךָ, אִתָּךְ, אִתּוֹ, אִתָּהּ, אִתָּ֫נוּ, אִתְּכֶם, אִתָּם  
מֹשֶׁה אֶת־בְּנוֹ בָאֹהֶל ← מֹשֶׁה אִתּוֹ בָאֹהֶל׃
אַבְרָהָם אֶת־שָׂרָה ← אַבְרָהָם אִתָּהּ׃ 


יוֹסֵף הָיָה אֶת־אָבִיו וְאֶת־בָּנָיו ← יוֹסֵף הָיָה אִתָּם׃
 הָ״אֵת״ הַשֵּׁנִי ← אֹתִי, אֹתְךָ, אֹתָךְ, אֹתוֹ, אֹתָהּ, אֹתָ֫נוּ, אֶתְכֶם, אֹתָם
מַה־זֶּה? ( ּ) מַה־זֶּה? זֶה דָּגֵשׁ׃
יֵשׁ דָּגֵשׁ ← (אִתּ-)׃ אֵין דָּגֵשׁ ← (אֹת-)׃




וַיִּשָּׂא אַבְרָם אֶת־הַכִּסֵּא ← וַיִּשָּׂא אֹתוֹ    




וַיִּשְׂאוּ הָאֲנָשִׁים אֶת־הַנַּעֲרָה ← וַיִּשְׂאוּ אֹתָהּ  
וַיִּקַּח אַבְרָם אֲנָשִׁים וַיִּשָּׂא אֹתָם וַיָּשֶׂם אֹתָם עַל־הַבַּיִת׃ 
וַתִּתֵּן בֵּת לְאַבְרָם דָּג וַיִּקַּח אֹתוֹ וַיָּשֶׂם אֹתוֹ בְּפִיו׃     
וַיַּרְא אַבְרָם אִשָּׁה קְטַנָּה וַיִּקַּח אֹתָהּ וַיָּשֶׂם אֹתָהּ עַל־אַף בֵּת׃
________________
  

בֵּת 🗨 יֶשׁ־לִי דָּגִים רַבִּים!        
אַבְרָם 🗨 שָׁלוֹם! 
בֵּת 🗨 אַבְרָם, הַדָּגִים הָאֵלֶּה לִי! לִי הֵם! 
[אַבְרָם לָקַח דָּג וְלֹא רָאֲתָה בֵת וַיִּקַּח אַבְרָם עוֹד דָּג וַתֵּרֶא בֵּת אֵת אֲשֶׁר־עָשָׂה]
בֵּת 🗨 רָאִיתִי אֹתְךָ! רָאִיתִי אֹתְךָ, תֶּן־לִי אֶת־הַדָּג! [אַבְרָם נָתַן לָהּ אֶת־הַדָּג]
שָׁלַח
הָאִישׁ שָׁלַח אֶת־הַנַּעַר אֶל־הַנָּשִׁים וַיָּבֹא הַנַּעַר עַד־הַנָּשִׁים׃
הָאִשָּׁה שָׁלְחָה אֶת־הַנַּעַר אֶל־הָאֲנָשִׁים וַיָּבֹא הַנַּעַר עַד־הָאֲנָשִׁים׃  
אַבְרָם, בֵּת, שָׁלֹשׁ נְעָרוֹת
אַבְרָם שָׁלַח אֶת־בֵּת אֶל־הַנְּעָרוֹת וַתָּבֹא בֵּת אֲלֵיהֶן׃ (אֶל + הֵנָּה = אֲלֵיהֶן)
בֵּת שָׁלְחָה אֶת־אַבְרָם אֶל־הַנְּעָרוֹת וַיָּבֹא אֲלֵיהֶן׃
________________


בֵּת 🗨 אַבְרָם, אֶת־מִי שָׁלַ֫חְתָּ? 
אַבְרָם 🗨 אֹתָךְ! אֹתָךְ שָׁלַ֫חְתִּי! 
בֵּת 🗨 אֹתִי! שָׁלַ֫חְתָּ אֹתִי׃
בֵּת 🗨 אַבְרָם, אֶת־מִי שָׁלַחְתִּי? 
אַבְרָם 🗨 אֹתִי! אֹתִי שָׁלַחְתְּ! 
בֵּת 🗨 אֹתְךָ, שָׁלַחְתִּי אֹתְךָ׃
________________
  

בֵּת 🗨 אַבְרָם, קוּם לֵךְ אֶל־הַנָּהָר׃
מֶה עָשִׂיתִי? שָׁלַחְתִּי אֶת־אַבְרָם אֶל־הַנָּהָר׃
 
הָאִישׁ הַזֶּה מַלְאָךְ׃ הִנֵּה סֵפֶר בְּיָדוֹ׃
מֶלֶךְ, מַלְכָּה, מְלָאכָה, מַלְאָךְ
וַיָּבֹא הַמַּלְאָךְ וַיִּתֵּן סֵפֶר לְאִישׁ׃ וַיִּקַּח הָאִישׁ אֶת־הַסֵּפֶר מִיַּד הַמַּלְאָךְ וַיִּקְרָא אֹתוֹ׃  
הַמֶּלֶךְ שָׁלַח סֵפֶר בְּיַד מַלְאָךְ׃ וַיָּבֹא הַמַּלְאָךְ וַיִּתֵּן אֶת־הַסֵּפֶר׃ וַיִּקַּח אֹתוֹ אִישׁ וַיִּקְרָא׃    
וַיְהִי פַרְעֹה אֶת־בִּתּוֹ׃ וַיָּבֹא אֵלָיו מַלְאָךְ וְסֵפֶר בְּיָדוֹ׃ וְלֹא לָקַח פַּרְעֹה אֶת־הַסֵּפֶר וְלֹא קָרָא אֹתוֹ׃
שָׁאוּל הַמֶּלֶךְ מֵת׃ וַיֵּלֶךְ מַלְאָךְ וַיָּבֹא אֶל־דָּוִד וַיֹּאמֶר אֵלָיו שָׁאוּל וִיהוֹנָתָן בְּנוֹ מֵתוּ׃  
שָׁלַח אֶת־הַיָּד
הָאִישׁ שָׁלַח אֶת־יָדוֹ׃
הַיַּלְדָּה הַקְּטַנָּה שָׁלְחָה אֶת־יָדָהּ׃
שָׁלַחְתִּי אֶת־יָדִי׃ מֶה עָשִׂיתִי? שָׁלַחְתִּי אֶת־יָדִי!
מָשַׁח ← וַיִּמְשַׁח
שָׁלַח ← וַיִּשְׁלַח
וַיִּשְׁלַח אַבְרָם אֶת־יָדוֹ וַיִּקַּח אֶת־הָאַיִל׃
וַתָּבֹא בֵת וַתֵּשֶׁב וַתִּשָּׂא אֶת־עֵינֶיהָ וַתֵּ֫רֶא אֶת־הַשֶּׁמֶן׃  
רָאָה ← וַיַּרְא
רָאֲתָה ← וַתֵּ֫רֶא
(אֵינֶנּוּ וַתַּרְא כִּי אִם־וַתֵּרֶא)
וַתִּשָּׂא אֶת־עֵינֶיהָ וַתֵּרֶא אֶת־הַשֶּׁמֶן וַתִּשְׁלַח אֶת־יָדָהּ וַתִּקַּח אֹתוֹ וַתִּמְשַׁח אֶת־פָּנֶיהָ׃
________________


בְּרֵאשִׁית 32:4a  
וַיִּשְׁלַח יַעֲקֹב מַלְאָכִים לְפָנָיו אֶל־עֵשָׂו אָחִיו
________________


מַה־שָּׁלַח יַעֲקֹב? מַלְאָכִים! יַעֲקֹב שָׁלַח מַלְאָכִים׃ לְמִי שָׁלַח אֹתָם? לְעֵשָׂו אָחִיו שָׁלַח מַלְאָכִים, לְעֵשָׂו אָחִיו!   
אַבְרָהָם, יִצְחָק, עֵצִים, אֵשׁ, מַאֲכֶ֫לֶת
וַיֵּלֶךְ אַבְרָהָם וְיִצְחָק בְּנוֹ אֶל־אֶרֶץ הַמֹּרִיָּה וַיִּבְנוּ מִזְבֵּחַ וַיָּשֶׂם אַבְרָהָם אֶת־בְּנוֹ עַל־הַמִּזְבֵּחַ׃
________________
  

בְּרֵאשִׁית 22:10a-b,11,13a-b  
וַיִּשְׁלַח אַבְרָהָם אֶת־יָדוֹ וַיִּקַּח אֶת־הַמַּאֲכֶלֶת ... וַיִּקְרָא אֵלָיו מַלְאַךְ יהוה מִן־הַשָּׁמַיִם וַיֹּאמֶר אַבְרָהָם אַבְרָהָם וַיֹּאמֶר הִנֵּנִי׃ וַיִּשָּׂא אַבְרָהָם אֶת־עֵינָיו וַיַּרְא וְהִנֵּה אַיִל …
________________


מִי קָרָא אֶל־אַבְרָהָם? מַלְאַךְ יהוה קָרָא אֵלָיו, מַלְאַךְ יהוה!
(הִנֵּה + אֲנִי = הִנֵּנִי)
שָׁלוֹם!
 
________________`,
			},
			{
				id: 75,
				title: 'AwB 47: Food & Drink',
				unitId: 13,
				order: 111,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
יַ֫יִן, יַ֫יִן וְכַד, חָלָב 
הַחָלָב מִן־הַפָּרָה וּמִן־הָעֵז וּמִן־הַגָּמָל הַנְּקֵבָה׃
חָלָב בְּיָדַיִם, יַיִן, חָלָב וְלֶחֶם, דְּבַשׁ 
גַּם־זֶה דְּבַשׁ׃ דְּבַשׁ, יַיִן, חָלָב, דְּבַשׁ, תְּאֵנָה, תְּאֵנִים 
״תְּאֵנָה״ כַּדָּבָר ״אִשָּׁה״׃ ״תְּאֵנָה״ כְּמוֹ ״אִשָּׁה״׃    
אִשָּׁה← נָשִׁים
תְּאֵנָה ← תְּאֵנִים
תְּאֵנָה נְקֵבָה אַךְ תְּאֵנִים הֵנָּה׃     
רִמּוֹן, רִמּוֹנִים, יַיִן, חָלָב, תְּאֵנָה, רִמּוֹן וּדְבַשׁ 
זֶה זַ֫יִת׃ אֵלֶּה זֵיתִים׃   
זֵיתִים, זַיִת, זֵיתִים
זֶה זַיִת וְזֶה שֶׁמֶן זַיִת׃ 
זַיִת, שֶׁמֶן זַיִת, זֵיתִים, שֶׁמֶן זַיִת
יֵשׁ לָאִישׁ רִמּוֹן׃ אִישׁ לָקַח תְּאֵנָה׃   
שׁוֹפָר וּשְׁנֵי רִמּוֹנִים, שְׁמֹנָה זֵיתִים 
אִישׁ לָקַח זַיִת׃   
עֲנָבִים 
עֵנָב, עֵנָב, עֵנָב, עֵנָב ← עֲנָבִים 🍇
עֲנָבִים, בָּשָׂר, זֵיתִים, עֲנָבִים
תְּאֵנִים וַעֲנָבִים, שֶׁמֶן זַיִת וְזֵיתִים  
מַה־זֶּה? זֶה אֹ֫כֶל׃ אֹכֶל אוֹ מַאֲכָל 
אֹהֶל ≠ אֹכֶל 
אֹכֶל אוֹ מַאֲכָל  
הִנֵּה כָּל־הָאֹכֶל אֲשֶׁר לָנוּ! הִנֵּה כָּל־הַמַּאֲכָל אֲשֶׁר לָנוּ!
מַה־יֶּשׁ־לָנוּ? יֶשׁ־לָנוּ שֶׁמֶן׃ יֶשׁ־לָנוּ דָּגִים׃ יֶשׁ־לָנוּ מֶלַח׃ יֶשׁ־לָנוּ מַיִם׃ יֶשׁ־לָנוּ חָלָב׃ יֶשׁ־לָנוּ יַיִן׃ יֶשׁ־לָנוּ בָּשָׂר וְגַם עֲנָבִים׃ יֶשׁ־לָנוּ עֲנָבִים׃ לֶחֶם, בֵּיצִים, זֵיתִים, יֶשׁ־לָנוּ רִמּוֹן׃ וְיֶשׁ־לָנוּ תְּאֵנִים וְגַם דְּבַשׁ׃ יֶשׁ־לָנוּ אֹכֶל רַב׃ יֶשׁ־לָנוּ מַאֲכָל רַב׃
כַּמָּה דָגִים לָנוּ? 🐟 אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, יֶשׁ־לָנוּ אַרְבָּעָה דָגִים׃


כַּמָּה בֵיצִים לָנוּ? 🥚 אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֵׁשׁ בֵּיצִים  
כַּמָּה רִמּוֹנִים לָנוּ? יֶשׁ־לָנוּ רִמּוֹן אֶחָד׃ 
כַּמָּה תְאֵנִים לָנוּ? אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, תֵּשַׁע, עֶשֶׂר, יֶשׁ־לָנוּ עֶשֶׂר תְּאֵנִים, עֶשֶׂר תְּאֵנִים!  
אָכַל
הָאִשָּׁה אָכְלָה׃ הָאִישׁ אָכַל זַיִת׃ אִשָּׁה יְפַת מַרְאֶה אָכְלָה לֶחֶם׃ הַיֶּלֶד אָכַל לֶחֶם׃ הָעֵז אָכְלָה׃ הַיֶּלֶד אָכַל בָּשָׂר׃  
אָכַ֫לְתִּי מֶלַח׃ 🧂
 שָׁתָה  
אַבְרָם שָׁתָה מַיִם׃ הָאִישׁ שָׁתָה מַיִם׃ הָאִשָּׁה שָׁתְתָה מַיִם׃ אַבְרָם שָׁתָה מִן־הַנַּחַל׃ הַיֶּלֶד שָׁתָה חָלָב׃ הַנָּשִׁים שָׁתוּ יַיִן עַל־הָהָר׃ שָׁתִ֫יתִי מַיִם׃ שָׁתִ֫ינוּ מַיִם׃ אֲנַחְנוּ שָׁתִינוּ מַיִם׃
________________


בֵּת 🗨 אַבְרָם, שְׁתֵה חָלָב! אַבְרָם שָׁתָה חָלָב׃ אַבְרָם, שְׁתֵה יַיִן!
אַבְרָם 🗨 לֹא טוֹב הַיַּיִן׃         בֵּת 🗨 אַבְרָם שָׁתָה יַיִן׃ 
שְׁתֵה מַיִם! אַבְרָם, אֱכֹל בָּשָׂר! הֲטוֹב הַבָּשָׂר?   
אַבְרָם 🗨 טוֹב! בֵּת 🗨 אַבְרָם אָכַל בָּשָׂר׃ 
אַבְרָם, אֱכֹל דְּבַשׁ! הֲטוֹב הַדְּבַשׁ? 
אַבְרָם 🗨 טוֹב!
בֵּת 🗨 אֱכֹל שְׁתֵּי תְאֵנִים! [אַבְרָם אָכַל תְּאֵנִים] הֲטֹבוֹת הַתְּאֵנִים? 
אַבְרָם 🗨 טֹבוֹת!
וְעַתָּה כַּמָּה תְאֵנִים לָנוּ? אַחַת, שְׁתַּיִם, שָׁלִשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, שְׁמֹנֶה תְאֵנִים׃ הָיוּ לָנוּ עֶשֶׂר תְּאֵנִים׃ וְאַבְרָם אָכַל שְׁתֵּי תְאֵנִים׃ וְעַתָּה יֶשׁ־לָנוּ שְׁמֹנֶה תְאֵנִים׃
בֵּת 🗨 אַבְרָם, שְׁתֵה שֶׁמֶן! [רַע הַדָּבָר הַזֶּה בְּעֵינֵי אַבְרָם]
אַבְרָם, לָמָּה לֹא שָׁתִיתָ אֶת־הַשֶּׂמֶן? 
אַבְרָם 🗨 כִּי לֹא טוֹב הַשֶּׁמֶן׃
בֵּת 🗨 אֱכֹל עֲשָׂרָה עֲנָבִים! [אַבְרָם אָכַל עֲנָבִים]
אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, תֵּשַׁע, עֶשֶׂר! יָפֶה!
אַבְרָם אָכַל עֲשָׂרָה עֲנָבִים׃ אַבְרָם, אֱכֹל זַיִת! [אַבְרָם אָכַל זַיִת] הֲטוֹב הַזַּיִת? 
אַבְרָם 🗨 טוֹב!
בֵּת 🗨 אֱכֹל עוֹד זַיִת! [אַבְרָם אָכַל עוֹד זַיִת] יָפֶה! אֱכֹל אֶת־הָרִמּוֹן! 
[אַבְרָם לֹא אָכַל אֹתוֹ] אַבְרָם 🗨 לֹא טוֹב הָרִמּוֹן׃
בֵּת 🗨 אַבְרָם, קַח תְּאֵנָה׃ [לָקַח] יָפֶה! שִׂים מֶלַח עַל־הַתְּאֵנָה! [שָׂם מֶלַח עַל־הַתְּאֵנָה] טוֹב! אֱכֹל אֹתָהּ! [אָכַל]
אַבְרָם אָכַל אֶת־הַתְּאֵנָה אֲשֶׁר מֶלַח עָלֶיהָ׃ 
אַבְרָם, מָה אָכַלְתָּ?
אַבְרָם 🗨 אָכַלְתִּי בָּשָׂר, תְּאֵנִים, זֵיתִים, עֲנָבִים, מֶלַח, דְּבַשׁ   
בֵּת 🗨 יָפֶה! אָכַלְתָּ רַב! וּמַה־שָּׁתִיתָ? 
אַבְרָם 🗨 שָׁתִיתִי יַיִן חָלָב וּמַיִם׃ 
בֵּת 🗨 יָפֶה!
________________


אַבְרָם 🗨 בֵּת, אִכְלִי דָּג! [בֵּת שָׂמָה דָּג בְּפִיהָ] אִכְלִי! [בֵּת לֹא אָכְלָה אֹתוֹ]
בֵּת, אִכְלִי שְׁנֵי עֲנָבִים! [אָכְלָה שְׁנֵי עֲנָבִים] 
בֵּת 🗨 טוֹבִים הֵם!
אַבְרָם 🗨 בֵּת, קְחִי לֶחֶם! [לָקְחָה לֶחֶם] שִׂימִי מֶלַח עַל־הַלֶּחֶם! [שָׂמָה מֶלַח עַל־הַלֶּחֶם] אִכְלִי אֹתוֹ! [בֵּת אָכְלָה] אָכַלְתְּ לֶחֶם׃ 
בֵּת 🗨 אָכַלְתִּי לֶחֶם׃
אַבְרָם 🗨 בֵּת, אִכְלִי תְּאֵנָה! [בֵּת אָכְלָה אֹתָהּ] 
בֵּת 🗨 טוֹבָה הִיא!
אַבְרָם 🗨 שְׁתִי מַיִם! [שָׁתְתָה] שְׁתִי יַיִן! [שָׁתְתָה] שְׁתִי חָלָב! [שָׁתְתָה] טוֹב!
אַבְרָם 🗨 בֵּת, מֶה עָשִׂית? 
בֵּת 🗨 שָׁתִיתִי מַיִם וְיַיִן וְחָלָב׃ 
אַבְרָם 🗨 טוֹב! כַּמָּה עֲנָבִים אָכַלְתְּ?   
בֵּת 🗨 שְׁנֵי עֲנָבִים 
אַבְרָם 🗨 טוֹב! 
בֵּת 🗨 אָכַלְתִּי שְׁנֵי עֲנָבִים׃ 
אַבְרָם 🗨 אָכַלְתְּ שְׁנֵי עֲנָבִים׃
בֵּת 🗨 הֶאָכַלְתִּי זַיִת?                אַבְרָם 🗨  זַיִת לֹא אָכַלְתְּ׃
בֵּת 🗨 הֶאָכַלְתִּי בָּשָׂר?        אַבְרָם 🗨 בָּשָׂר לֹא אָכַלְתְּ׃
בֵּת 🗨 הֲשָׁתִיתִי שֶׁמֶן?                אַבְרָם 🗨 שֶׁמֶן לֹא שָׁתִית׃
בֵּת 🗨 הֶאָכַלְתִּי דְּבַשׁ?        אַבְרָם 🗨 דְּבַשׁ לֹא אָכַלְתְּ׃
בֵּת 🗨 אַבְרָם קַח לֶחֶם! [אַבְרָם לָקַח] מְשַׁח אֶת־הַלֶּחֶם בַּדְּבַשׁ׃ [מָשַׁח אֶת־הַלֶּחֶם בַּדְּבַשׁ] יָפֶה! אֱכֹל אֹתוֹ! [אָכַל] אַבְרָם אָכַל לֶחֶם וּדְבַשׁ׃
אָכַלְנוּ אֹכֶל רַב׃ אֲנַחְנוּ אָכַלְנוּ מַאֲכָל רַב׃ אָכַלְנוּ בָּשָׂר וּתְאֵנִים וְזֵיתִים וְלֶחֶם, דָּג וּדְבַשׁ׃ גַּם־עֲנָבִים אָכַלְנוּ׃
שָׁתִינוּ יַיִן וְחָלָב וּמַיִם׃
שָׁלוֹם!
________________`,
			},
			{
				id: 76,
				title: 'AwB 48: 40 Days & 40 Nights',
				unitId: 13,
				order: 112,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
הַפְּרִי זַיִת, גַּם־הָעֵץ זַיִת ←
זַיִת, אֵלֶּה זֵיתִים 
שְׁנֵי זֵיתִים, זֵיתִים רַבִּים  
הַפְּרִי תְּאֵנָה, גַּם־הָעֵץ תְּאֵנָה ←
הַפְּרִי רִמּוֹן, גַּם־הָעֵץ רִמּוֹן
דְּבַשׁ, חָלָב
זָבַת
אֶרֶץ כְּנַעַן אֶרֶץ זָבַת חָלָב וּדְבַשׁ׃ זָבַת?  
מַיִם זָבִים 
הֲזָבִים הַמַּיִם הָאֵלֶּה? לֹא, אֵינָם זָבִים׃ ❌ (אֵין + הֵם ← אֵינָם)
הֲזָבִים הַמַּיִם הָאֵלֶּה? זָבִים הֵם׃ ✔️
הֲזָבִים הַמַּיִם הָאֵלֶּה? לֹא, אֵינָם זָבִים׃ ❌
הֲזָבִים הַמַּיִם הָאֵלֶּה? זָבִים הֵם׃ ✔️
הֲזָבִים הַמַּיִם הָאֵלֶּה? לֹא, אֵינָם זָבִים׃ ❌
הַמַּיִם הָאֵלֶּה זָבִים מֵאֲבָנִים׃
יַיִן זָב, דְּבַשׁ זָב, דָּם זָב  
פְּנֵי אִישׁ זָבֵי חָלָב׃  פְּנֵי נַעַר זָבֵי מַיִם׃ אֶבֶן זָבַת מַיִם׃
הָאָרֶץ הַזֹּאת זָבַת מַיִם כִּי יֶשׁ־בָּהּ נְהָרִים רַבִּים׃ 
הָאָרֶץ הַזֹּאת זָבַת שֶׁמֶן כִּי יֶשׁ־בָּהּ זֵיתִים רַבִּים׃ 
אֶרֶץ כְּנַעַן אֶרֶץ זָבַת חָלָב וּדְבַשׁ׃
מֹשֶׁה הָיָה עַל־הַר סִינַי׃
וַיְהִי־שָׁם (שָׁם? שָׁם ← עַל־הַר סִינַי, פֹּה, שָׁם)  


________________


וַיְהִי־שָׁם עִם־יהוה אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה׃  
לֶחֶם לֹא אָכַל וּמַיִם לֹא שָׁתָה׃ 






________________
  
  

שְׁמוֹת 34:28a-c
וַיְהִי־שָׁם עִם־יהוה אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה לֶחֶם לֹא אָכַל וּמַיִם לֹא שָׁתָה 
________________


הֶאָכַל לֶחֶם מֹשֶׁה? הֶאָכַל לֶחֶם עַל־הַר סִינַי? לֹא, לֹא אָכַל לֶחֶם! 
הֲשָׁתָה מַיִם עַל־הַר סִינַי? לֹא, לֹא שָׁתָה מַיִם!
וַיְהִי־שָׁם עִם־יהוה אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה לֶחֶם לֹא אָכַל וּמַיִם לֹא שָׁתָה׃ 


________________
  
  

מִשְׁלֵי 24:13a
אֱכָל־בְּנִי דְבַשׁ כִּי־טוֹב
________________
  

אֱכָל־ = אֱכֹל 






אֱכָל־בְּנִי דְבַשׁ כִּי־טוֹב
אָמַר ← וַיֹּאמֶר
אָכַל ← וַיֹּאכַל
וַיַּרְא אַבְרָם עֲנָבִים, וַיִּשְׁלַח אֶת־יָדוֹ, וַיִּקַּח אֹתָם, וַיֹּאכַל׃ 
וַתֵּרֶא בֵּת תְּאֵנָה, וַתִּשְׁלַח אֶת־יָדָהּ, וַתִּקַּח אֹתָהּ, וַתֹּאכַל׃






________________
  
  

בְּרֵאשִׁית 3:6
וַתֵּרֶא הָאִשָּׁה כִּי טוֹב הָעֵץ לְמַאֲכָל ...  וַתִּקַּח מִפִּרְיוֹ וַתֹּאכַל וַתִּתֵּן גַּם־לְאִישָּׁהּ עִמָּהּ וַיֹּאכַל׃
________________


מֶה עָשְׂתָה הָאִשָּׁה? רָאֲתָה כִּי טוֹב הָעֵץ לְמַאֲכָל, רָאֲתָה כִּי טוֹב׃ וְאַחֲרֵי־כֵן לָקְחָה מִפְּרִי הָעֵץ׃ מִי אָכַל אֶת־פְּרִי הָעֵץ? הָאִשָּׁה אָכְלָה אֹתוֹ וְגַם־הָאָדָם אָכַל אֹתוֹ׃ הָאָדָם וְהָאִשָּׁה אָכְלוּ מִפְּרִי הָעֵץ׃ לֹא שָׁמְעוּ בְּקוֹל יהוה׃ לֹא עָשׂוּ כַּאֲשֶׁר דִּבֶּר יהוה אֶל־הָאָדָם׃ לֹא שָׁמְעוּ בְּקוֹל יהוה וְלֹא עָשׂוּ כַּאֲשֶׁר דִּבֶּר יהוה אֶל־הָאָדָם׃
עָשָׂה ← וַיַּעַשׂ
שָׁתָה ← וַיֵּשְׁתְּ 
וַיַּרְא אַבְרָם כּוֹס חָלָב וַיִּשְׁלַח אֶת־יָדוֹ וַיִּקַּח אֹתָהּ וַיֵּשְׁתְּ׃  
וַתֵּרֶא בֵּת כּוֹס יַיִן  וַתִּשְׁלַח אֶת־יָדָהּ וַתִּקַּח אֹתָהּ וַתֵּשְׁתְּ׃   
  
פֹּה ↓  שָׁם ↶  
הָאֹכֶל הַזֶּה, הָאֹכֶל הַהוּא
הַמַּאֲכָל הַזֶּה, הַמַּאֲכָל הַהוּא
הָאִישׁ הַזֶּה, הָאִישׁ הַהוּא
הָאִשָּׁה הַזֹּאת, הָאִשָּׁה הַהִיא
הַכּוֹס הַזֹּאת, הַכּוֹס הַהִיא
הָאֲנָשִׁים הָאֵלֶּה, הָאֲנָשִׁים הָהֵם 
וַיְהִי אֵלִיָּהוּ הַנָּבִיא בַּמִּדְבָּר וַיָּבֹא אֵלָיו מַלְאַךְ יהוה וַיֹּאמֶר קוּם אֱכֹל כִּי רַב מִמְּךָ הַדֶּרֶךְ׃ הַדֶּרֶךְ רַב וְאַתָּה לֹא חָזָק
אֵין לְךָ כֹּחַ 
וַיָּקָם וַיֹּאכַל וַיֵּשְׁתְּ וַיֵּלֶךְ בְּכֹחַ הָאֹכֶל הַהוּא אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה עַד הַר הָאֱלֹהִים׃ 
וַיְהִי אֵלִיָּהוּ הַנָּבִיא בַּמִּדְבָּר וַיָּבֹא אֵלָיו מַלְאַךְ יהוה וַיֹּאמֶר קוּם אֱכֹל כִּי רַב מִמְּךָ הַדֶּרֶךְ׃ הַדֶּרֶךְ רַב וְאַתָּה לֹא חָזָק׃ וַיָּקָם וַיֹּאכַל וַיֵּשְׁתְּ וַיֵּלֶךְ בְּכֹחַ הָאֹכֶל הַהוּא אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה עַד הַר הָאֱלֹהִים׃
שָׁלוֹם!`,
			},
			{
				id: 77,
				title: 'AwB 49: Return & Fear',
				unitId: 13,
				order: 115,
				content: `.שָׁלוֹם, אֲנִי בֵּת!
הָאִישׁ אָכַל׃ הָאַיִל אָכַל׃ הַזְּקֵנִים אָכְלוּ׃ הַזָּקֵן שָׁתָה יַיִן׃ הָאִשָּׁה שָׁתְתָה מַיִם׃ הַנְּעָרוֹת שָׁתוּ מַיִם׃
וַתֵּ֫שֶׁב הָאִשָּׁה, וַתֵּשְׁתְּ, וַתָּ֫קָם, וַתָּבֹא אֶל־הַבַּיִת׃  
 שָׁב 
הַנַּעַר הָלַךְ וְאַחֲרֵי־כֵן שָׁב
הַנַּעֲרָה שָׁ֫בָה
שְׁלֹשׁ הַנְּעָרוֹת שָׁ֫בוּ
  







שַׁ֫בְתִּי, שַׁ֫בְנוּ
הָאֲנָשִׁים הָלְכוּ וְאַחֲרֵי־כֵן שָׁ֫בוּ׃
הָלַ֫כְנוּ בַּדֶּרֶךְ וְאַחֲרֵי־כֵן שַׁ֫בְנוּ׃  
שָׁב ≠ יָשַׁב 
שָׁב כְּמוֹ קָם 
קָם ← קוּם!
שָׁב ← שׁוּב!
בֵּת 🗨 אַבְרָם, קוּם לֵךְ! שׁוּב! שׁוּב אֵלַי! שׁוּב!    
אַבְרָם 🗨 שַׁבְתִּי אֵלַ֫יִךְ׃
בֵּת 🗨 שַׁבְתָּ׃
אַבְרָם 🗨 בֵּת לְכִי! שׁוּבִי אֵלַי!  שׁוּבִי!
בֵּת 🗨 אֲנִי פֹּה, שַׁבְתִּי אֵלֶ֫יךָ
שָׁב כְּמוֹ קָם         קָם ← וַיָּ֫קָם,  שָׁב ← וַיָּ֫שָׁב
וַיָּ֫שָׁב ≠ וַיֵּ֫שֶׁב
וַיָּשֻׁ֫בוּ ≠ וַיֵּשְׁב֫וּ
וַיֵּלֶךְ הַנַּעַר וַיָּשָׁב׃ וַתֵּלֶךְ הַנַּעֲרָה וַתָּשָׁב׃ וַיֵּלְכוּ הָאֲנָשִׁים בַּדֶּרֶךְ וַיָּשֻׁ֫בוּ׃
וַתֵּצֵא הָאִשָּׁה מִן־הַבַּיִת וַתָּשָׁב אֶל־הַבַּיִת וַתֵּשֶׁב וַתִּקַּח אֹכֶל וַתֹּאכַל וַתָּקָם וַתֵּצֵא מִן־הַבַּיִת׃
וַיְהִי יֶלֶד תַּחַת זַיִת לַיְלָה וַיֵּלֶךְ הַיֶּלֶד אֶל־הָאֵשׁ וַיָּשָׁב אֶל־הַזַּיִת׃
וַתְּהִי יַלְדָּה בַבַּיִת וַתָּקָם הַיַּלְדָּה וַתֵּצֵא מִן־הַבַּיִת וַתֵּלֶךְ בַּדֶּרֶךְ וַתָּבֹא אֶל־הַשָּׂדֶה וַתֵּרֶא אִישׁ בַּשָׂדֶה וַתֵּרֶא עוֹד אִישׁ וַתֵּלֶךְ וַתָּשָׁב אֶל־בֵּיתָהּ׃
וַיְהִי אִישׁ תַּחַת זַיִת וַיֵּצֵא מִתַּחַת חַזַּיִת וַיֵּלֶךְ בַּדֶּרֶךְ וַיָּבֹא הָאִישׁ עַד־שְׂפַת הַנָּהָר וַיָּבֹא אֶל־הַמַּיִם וַיֵּצֵא מִן־הַמַּיִם וַיֵּלֶךְ וַיָּשָׁב אֶל־הַזַּיִת׃  
וַיְהִי אִישׁ בְּבֵיתוֹ וַיָּקָם בָּעֶרֶב וַיֵּצֵא מִן־הַבַּיִת     
וַיֵּלֶךְ




וַיָּבֹא אֶל־מֵי הַנָּהָר וַיֵּצֵא מִן־הַנָּהָר וַיֵּשֶׁב עַל־כִּסֵּא וַיָּקָם וַיֵּלֶךְ וַיָּשָׁב אֶל־בֵּיתוֹ׃
וַתְּהִי אִשָּׁה בַנָּהָר יוֹמָם וַתֵּצֵא מִן־הַנָּהָר וַתֵּלֶךְ בַּדֶּרֶךְ וַתָּבֹא אֶל־בַּיִת וַתֵּרֶא אֶת־כָּל־אֲשֶׁר בַּבַּיִת וַתֵּצֵא וַתָּשָׁב אֶל־הַנָּהָר וַתֵּצֵא עוֹד מִן־הַנָּהָר וַתָּשָׁב אֶל־הַבַּיִת׃  
וַתָּבֹא מַלְכַּת־שְׁבָא אֶל־שְׁלֹמֹה בִּירוּשָׁלִַם וַתֵּרֶא אֵת כָּל־חָכְמָתוֹ וְאֶת־הַבַּיִת אֲשֶׁר בָּנָה וְאֶת־מַאֲכַל בֵּיתוֹ וַתֹּאמֶר אֶל־הַמֶּלֶךְ   
🗨 אֱמֶת הָיָה הַדָּבָר אֲשֶׁר שָׁמַעְתִּי בְּאַרְצִי עַל־דְּבָרֶיךָ וְעַל־חָכְמָתֶךָ׃
וַתִּתֵּן לַמֶּלֶךְ זָהָב וַתָּשָׁב אֶל־אַרְצָהּ הִיא וַעֲבָדֶיהָ׃
  

יָרֵא
יָרְאָה 
הַנַּעַר יָרֵא׃ הָאִשָּׁה יָרְאָה׃ הָאִישׁ יָרֵא׃ הַיַּלְדָּה יָרְאָה׃ הַנַּעֲרָה יָרְאָה׃ הַכֶּלֶב הַקָּטֹן יָרֵא׃ הָעֵ֫גֶל יָרֵא מִפְּנֵי הַכֶּלֶב׃ 


________________
  

בְּרֵאשִׁית 32:4b, 7a,c, 8a   
 וַיִּשְׁלַח יַעֲקֹב מַלְאָכִים לְפָנָיו  אֶל־עֵשָׂו אָחִיו… וַיָּשֻׁבוּ הַמַּלְאָכִים אֶל־יַעֲקֹב לֵאמֹר בָּאנוּ אֶל־אָחִיךָ… וְאַרְבַּע־מֵאוֹת אִישׁ עִמּוֹ׃ וַיִּירָא יַעֲקֹב מְאֹד
________________


מֶה עָשָׂה יַעֲקֹב? יָרֵא יַעֲקֹב! וַיִּירָא יַעֲקֹב מְאֹד׃
וַיִּשְׁלַח יַעֲקֹב מַלְאָכִים לְפָנָיו אֶל־עֵשָׂו אָחִיו וַיָּשֻׁבוּ הַמַּלְאָכִים אֶל־יַעֲקֹב לֵאמֹר בָּאנוּ אֶל־אָחִיךָ וְאַרְבַּע־מֵאוֹת אִישׁ עִמּוֹ׃ וַיִּירָא יַעֲקֹב מְאֹד׃
מֶה עָשׂוּ מַלְאֲכֵי יַעֲקֹב? הָלְכוּ אֶל־עֵשָׂו וַיָּשֻׁבוּ אֶל־יַעֲקֹב׃
לָמָּה יָרֵא יַעֲקֹב? כִּי אַרְבַּע־מֵאוֹת (400) אִישׁ עִם־עֵשָׂו אָחִיו׃ 
רַבִּים הֵם מְאֹד! 
שָׁלוֹם!
________________`,
			},
			{
				id: 78,
				title: 'AwB 50: Places: Here & There',
				unitId: 13,
				order: 117,
				content: `שָׁלוֹם, אֲנִי בֵּת!    
פֹּה, שָׁם


בֵּת 🗨 אַבְרָם, לֵךְ שֵׁב בַּדֶּרֶךְ׃ שֵׁב שָׁם בַּדֶּרֶךְ׃ 
[אַבְרָם הָלַךְ אֶל־הַדֶּרֶךְ וַיֵּשֶׁב] אֲנִי פֹּה בַּבַּיִת׃ אַבְרָם שָׁם בַּדֶּרֶךְ׃   
אַבְרָם, שׁוּב! שׁוּב! 
[אַבְרָם שָׁב] שַׁ֫בְתָּ! שַׁבְתָּ מִשָּׁם׃  
בֵּת 🗨 אַבְרָם, שֵׁב פֹּה׃ 
אַבְרָם 🗨 אַיֵּה? 
בֵּת 🗨 פֹּה! [אַבְרָם יָשַׁב] קוּם! שֵׁב פֹּה׃ [אַבְרָם יָשַׁב] יָפֶה!
 מָקוֹם    
הוּא הַמָּקוֹם אֲשֶׁר יָשַׁב שָׁם אַבְרָם׃ הוּא הַמָּקוֹם אֲשֶׁר יָשַׁבְתִּי שָׁם׃     הוּא הַמָּקוֹם אֲשֶׁר הָלַכְנוּ שָׁם׃ 
מָקוֹם ← מְקֹמוֹת
מָקוֹם כְּמוֹ אָב׃                         אָב ← אָבוֹת, מָקוֹם ← מְקֹמוֹת
מָקוֹם זָכָר אַךְ מְקֹמוֹת הֵם׃  
אַיֵּה הַמָּקוֹם אֲשֶׁר בָּנָה שָׁם שְׁלֹמֹה אֶת־בֵּית יהוה? הַר צִיּוֹן, הַר צִיּוֹן בִּירוּשָׁלַםִ׃ הוּא הַמָּקוֹם אֲשֶׁר בָּנָה שָׁם אֶת־בֵּית יהוה׃ 
אַיֵּה הַמְּקֹמוֹת אֲשֶׁר שָׂם שָׁם יָרָבְעָם אֶת־שְׁנֵי עֶגְלֵי הַזָּהָב? בֵּית־אֵל וְדָן׃ אֵלֶּה הַמְּקֹמוֹת אֲשֶׁר שָׂם שָׁם אֶת־שְׁנֵי עֶגְלֵי הַזָּהָב׃ 
אַיֵּה הַמָּקוֹם אֲשֶׁר הָיָה שָׁם מֹשֶׁה אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה? הַר סִינַי׃ הַר סִינַי הַמָּקוֹם אֲשֶׁר הָיָה שָׁם מֹשֶׁה אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה׃
פֹּה ← הַמָּקוֹם הַזֶּה 
שָׁם ← הַמָּקוֹם הַהוּא
________________


בֵּת 🗨 אַבְרָם, שִׂים עֲנָבִים בַּכַּד׃ 🍇 [אַבְרָם שָׂם עֲנָבִים בַּכַּד] יָפֶה! שִׂים גַּם־רִמּוֹן׃                 אַבְרָם 🗨 אֵין מָקוֹם׃         
בֵּת 🗨 הַאֵין מָקוֹם? שִׂים אֶת־הָאֶבֶן הַקְּטַנָּה הַזֹּאת׃ הֲיֵשׁ מָקוֹם? 
אַבְרָם 🗨 יֵשׁ מָקוֹם׃                 בֵּת 🗨 יָפֶה!

________________
  מֹשֶׁה בְאֶרֶץ מִדְיָן  
וַיֵּצֵא מֹשֶׁה מִמִּצְרַיִם וַיֵּלֶךְ אֶל־אֶרֶץ מִדְיָן וַיֵּשֶׁב שָׁם עִם־יִתְרוֹ כֹהֵן מִדְיָן וַיִּקַּח־לוֹ אִשָּׁה מִבְּנוֹת יִתְרוֹ׃ וּמֹשֶׁה הָיָה רֹעֶה אֶת־צֹאן יִתְרוֹ וַיָּבֹא אֶל־הַר הָאֱלֹהִים׃ וַיַּרְא שָׁם אֶת־מַלְאַךְ יהוה בָּאֵשׁ׃ וַיִּקְרָא אֵלָיו אֱלֹהִים וַיֹּאמֶר מֹשֶׁה מֹשֶׁה וַיֹּאמֶר הִנֵּנִי׃ וַיֹּאמֶר אָנֹכִי אֱלֹהֵי אָבִיךָ אֱלֹהֵי אַבְרָהָם אֱלֹהֵי יִצְחָק וֵאלֹהֵי יַעֲקֹב׃ שׁוּב אֶל־מִצְרַיִם כִּי שָׁמַעְתִּי אֶת־קוֹל עַמִּי׃ וַיַּעַשׂ מֹשֶׁה כַּאֲשֶׁר דִּבֶּר אֵלָיו יהוה וַיִּשָּׂא אֶת־אִשְׁתּוֹ וְאֶת־בָּנָיו עַל־הַחֲמֹרִים וַיִּקַּח אֶת־מַטֵּה הָאֱלֹהִים בְּיָדוֹ וַיָּשָׁב אֶל־מִצְרַיִם׃
________________
    ________________
  

בְּרֵאשִׁית 22                 הָאֱלֹהִים דִּבֶּר אֶל־אַבְרָהָם 
22:1b וַיֹּאמֶר אֵלָיו אַבְרָהָם וַיֹּאמֶר הִנֵּנִי׃ 
22:2a וַיֹּאמֶר קַח־נָא אֶת־בִּנְךָ … אֶת־יִצְחָק וְלֶךְ־לְךָ אֶל־אֶרֶץ הַמֹּרִיָּה…  
22:3b וַיָּקָם וַיֵּלֶךְ אֶל־הַמָּקוֹם אֲשֶׁר־אָמַר־לוֹ הָאֱלֹהִים׃
22:4a בַּיּוֹם הַשְּׁלִישִׁי וַיִּשָּׂא אַבְרָהָם אֶת־עֵינָיו וַיַּרְא אֶת־הַמָּקוֹם…
________________


מָה אָמַר הָאֱלֹהִים אֶל־אַבְרָהָם? מָה אָמַר־לוֹ? 
כֹּה אָמַר־לוֹ 🗨️`,
			},
			{
				id: 79,
				title: 'AwB 51: The Twelve Spies',
				unitId: 14,
				order: 120,
				content: `וַיְהִי בְנֵי יִשְׂרָאֵל בַּמִּדְבָּר וַיְדַבֵּר יהוה אֶל־מֹשֶׁה לֵּאמֹר׃ שְׁלַח אֲנָשִׁים אֶל־אֶרֶץ כְּנַעַן׃ וַיִּקְרָא מֹשֶׁה לִשְׁנֵי עָשָׂר אִישׁ וַיֹּאמֶר אֲלֵיהֶם לְכוּ וּרְאוּ אֶת־הָאָרֶץ, הֲטוֹבָה הִיא אִם־רָעָה, הֲיֵשׁ־בָּהּ עֵץ אִם־אַיִן׃ רְאוּ גַם־אֶת־הָעָם הֶחָזָק הוּא אִם־רָפֶה, הַמְעַט הוּא אִם־רָב׃ וַיִּשְׁלַח אֹתָם אֶל־אֶרֶץ כְּנַעַן׃  
וַיֵּלְכוּ הַתָּרִים וַיָּבֹאוּ אֶל־הָאָרֶץ וַיִּרְאוּ אֶת־הָעָם וְאֶת־הֶעָרִים וַיִּקְחוּ מִשָּׁם עֲנָבִים וְרִמֹּנִים וּתְאֵנִים׃ וַיָּשֻׁבוּ מִקֵּץ אַרְבָּעִים יוֹם וַיֵּלְכוּ וַיָּבֹאוּ אֶל־מֹשֶׁה וְאֶל־אַהֲרֹן וְאֶל־כָּל־בְּנֵי יִשְׂרָאֵל וַיֹּאמְרוּ בָּאנוּ אֶל־הָאָרֶץ אֲשֶׁר שָׁלַחְתָּ אֹתָנוּ וְגַם זָבַת חָלָב וּדְבַשׁ הִיא וְזֶה־פִּרְיָהּ׃ אַךְ עַם הָאָרֶץ חָזָק מְאֹד וְהֶעָרִים גְּדֹלוֹת מְאֹד׃ אַנְשֵׁי הָאָרֶץ גְּדוֹלִים וַחֲזָקִים מִמֶּנּוּ׃ וַיִּירָא כָל־הָעָם מְאֹד׃    
וִיהוֹשֻׁעַ בִּן־נוּן וְכָלֵב אֲשֶׁר מִן־הַתָּרִים אָמְרוּ אֶל־כָּל־בְּנֵי יִשְׂרָאֵל לֵאמֹר טוֹבָה הָאָרֶץ מְאֹד מְאֹד, אֶרֶץ זָבַת חָלָב וּדְבַשׁ׃ יהוה אִתָּנוּ וְחָזָק אֱלֹהֵנוּ מֵאַנְשֵׁי הָאָרֶץ׃ וְלֹא שָׁמַע הָעָם בְּקוֹלָם וְלֹא הָלְכוּ אֶל־הָאָרֶץ כִּי יָרְאוּ מִפְּנֵי אַנְשֵׁי כְּנַעַן׃
________________
    שִׁיעוּר 52 חֲמִשִּׁים וּשְׁתַּיִם
שָׁלוֹם, אֲנִי בֵּת!
וַיֵּלֶךְ אִישׁ בַּדֶּרֶךְ וַיָּבֹא אֶל־עִיר קְטַנָּה וַיֵּלֶךְ אֶל־בַּיִת וַיֵּשֶׁב עַל־כִּסֵּא אֲשֶׁר לִפְנֵי הַבַּיִת׃ וַיָּקָם מֵעַל הַכִּסֵּא וַיָּשָׁב אֶל־הַדֶּרֶךְ׃
בֵּת 🗨 מֶה עָשִׂיתָ? 
הָאִישׁ 🗨 הָלַכְתִּי בַּדֶּרֶךְ וָאָבֹ֫א אֶל־עִיר קְטַנָּה וָאֵלֵ֫ךְ אֶל־בַּיִת׃ וָאֵשֵׁ֫ב עַל־כִּסֵּא אֲשֶׁר לִפְנֵי הַבַּיִת׃ וָאָקֻ֫ם מֵעַל הַכִּסֵּא׃ וָאָשֻׁ֫ב אֶל־הַדֶּרֶךְ׃


הוּא אָמַר ← וַיֹּ֫אמֶר
הִיא אָמְרָה ← וַתֹּ֫אמֶר
אֲנִי אָמַרְתִּי ← וָאֹמַ֫ר


אִישׁ בָּא אֵלַי וָאֹמַ֫ר אֵלָיו שָׁלוֹם וַיֹּאמֶר אֵלַי שָׁלוֹם וָאֹמַר אֵלָיו מַה־יֶּשׁ־לְךָ וַיֹּאמֶר אֵלַי יֶשׁ־לִי דָּג גָּדוֹל׃
וָאָבֹ֫א עַד־שְׂפַת הַנָּהָר וָאֵשֵׁ֫ב שָׁם עַל־אֶבֶן גְּדוֹלָה וָאָקֻ֫ם וָאֵלֵ֫ךְ׃


[בֵּת אָכְלָה תְּאֵנָה]  
בֵּת 🗨 מֶה עָשִׂיתִי? רָאִיתִי תְּאֵנָה וָאֶשְׁלַח אֶת־יָדִי וָאֶקַּח אֹתָהּ וָאֹכַל׃ 


[אַבְרָם שָׁתָה חָלָב]
אַבְרָם 🗨 מֶה עָשִׂיתִי? רָאִיתִי כּוֹס חָלָב וָאֶשְׁלַח אֶת־יָדִי וָאֶקַּח אֹתָהּ וָאֵשְׁתְּ׃
אִישׁ קָטֹן 🗨 מֶה עָשִׂית?ת 
אִשָּׁה קְטַנָּה 🗨 בָּאתִי אֶל־בֵּיתִי וָאֶקַּח מְעַט שֶׁמֶן וָאֵשְׁתְּ׃
אִישׁ קָטֹן 🗨 הֲשָׁתִית שֶׁמֶן? 
אִשָּׁה קְטַנָּה 🗨 שָׁתִיתִי!
הוּא נָתַן ← וַיִּתֵּ֫ן
אֲנִי נָתַתִּי ← וָאֶתֵּ֫ן
אַבְרָם 🗨 וַתֹּאמֶר אֵלַי בֵּת תֶּן־לִי לֶחֶם וָאֶתֶּן־לָהּ לֶחֶם וַתֹּאמֶר תֶּן־לִי אֶבֶן וָאֶתֶּן־לָהּ אֶבֶן וַתֹּאמֶר תֶּן־לִי זָהָב וָאֹמַר אֵלֶיהָ אֵיִן־לִי זָהָב וַיֵּרַע הָדָּבָר בְּעֵינֶיהָ׃ 🙄


וַתְּהִי יַלְדָּה בַדֶּרֶךְ וַתֵּרֶא אֶת־אָבִיהָ בַּשָּׂדֶה וַתָּבֹא אֵלָיו וַתְּדַבֵּר עִמּוֹ וַתָּשָׁב׃


בֵּת 🗨 מֶה עָשִׂית?
יַלְדָּה 🗨 הָיִיתִי בַּדֶּרֶךְ׃ וָאֵ֫רֶא אֶת־אָבִי בַּשָּׂדֶה׃ וָאָבֹא אֵלָיו׃ וָאֲדַבֵּ֫ר עִמּוֹ וָאָשֻׁ֫ב׃
  

מַה־זֹּאת? זֹאת תּוֹלַ֫עַת׃ רֹאשׁ תּוֹלַעַת, הַתּוֹלַעַת אָכְלָה׃ יֵשׁ מְעַט מַיִם עַל־הַתּוֹלַעַת׃








אַבְרָם 🗨 שָׁלוֹם!   
בֵּת 🗨 שָׁלוֹם, אַבְרָם, מֶה עָשִׂיתָ?תָ
אַבְרָם 🗨 הָלַכְתִּי אֶל־הַשָּׂדֶה וָאֶשָּׂא אֶבֶן וָאֵרֶא תּוֹלַעַת׃ וָאֶשְׁלַח אֶת־יָדִי וָאֶקַּח אֹתָהּ וָאֹכַל׃
בֵּת 🗨 בֶּאֱמֶת? הֶאָכַלְתָּ תּוֹלַעַת?ת   
אַבְרָם 🗨 אָכַלְתִּי!


הוּא הָלַךְ ← וַיֵּ֫לֶךְ
אֲנִי הָלַכְתִּי ← וָאֵלֵ֫ךְ
אֲנַחְנוּ הָלַכְנוּ ← וַנֵּ֫לֶךְ
וַנֵּ֫לֶךְ וַנָּ֫שָׁב, וַנֵּלֶךְ וַנָּשָׁב׃
בֵּת וְאַבְרָם 🗨 מֶה עָשִׂינוּ? בָּאנוּ אֶל־הָאֶבֶן וַנֵּ֫שֶׁב עָלֶיהָ וַנָּ֫קָם וַנֵּלֶךְ׃ 


בֵּת 🗨 יֵשׁ לָכֶם כֶּסֶף רַב! מֶה עֲשִׂיתֶם?ם  
שְׁנֵי אֲנָשִׁים קְטַנִּים 🗨 הָלַכְנוּ אֶל־בֵּית אַבְשָׁלוֹם וַחֲרָבוֹת בְּיָדֵינוּ וַנִּקְרָא אֵלָיו אַבְשָׁלוֹם וַיֵּצֵא אֵלֵינוּ׃ וַנֹּ֫אמֶר אֵלָיו תֶּן־לָנוּ כֶּסֶף׃ וַיִּירָא אַבְשָׁלוֹם מִפָּנֵינוּ׃ וַיִּתֵּן לָנוּ אֵת כָּל־כַּסְפּוֹ׃ וַנִּקַּח אֹתוֹ וַנֵּלֶךְ׃
בֵּת 🗨 לֹא טוֹב הַדָּבָר אֲשֶׁר עֲשִׂיתֶם! לֹא עֲשִׂיתֶם הַיָּשָׁר בְּעֵינֵי יהוה׃
מֹשֶׁה אָמַר אֶל־בְּנֵי יִשְׂרָאֵל…   
________________
  

דְּבָרִים 9:9b  
וָאֵשֵׁב בָּהָר אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה לֶחֶם לֹא אָכַלְתִּי וּמַיִם לֹא שָׁתִיתִי׃
________________


אַבְרָם דִּבֶּר לְפַרְעֹה שֶׁקֶר לֵאמֹר שָׂרָה אֲחֹתִי…
________________


בְּרֵאשִׁית 12:18a, 19  
וַיִּקְרָא פַרְעֹה לְאַבְרָם וַיֹּאמֶר מַה־זֹּאת עָשִׂיתָ לִּי… לָמָ֫ה אָמַרְתָּ אֲחֹ֫תִי הִוא וָאֶקַּח אֹתָהּ לִי לְאִשָּׁה וְעַתָּה הִנֵּה אִשְׁתְּךָ קַח וָלֵךְ׃
________________
  

 תְּהִלִּים 22:7a
וְאָנֹכִי תוֹלַעַת וְלֹא אִישׁ 
________________`,
			},
			{
				id: 80,
				title: 'AwB 52: Vayyiqtol forms 2: first person',
				unitId: 14,
				order: 121,
			},
			{
				id: 81,
				title: 'AwB 53: Going up & down',
				unitId: 14,
				order: 124,
				content: `שָׁלוֹם, אֲנִי בֵּת!
עָלָה ↑
אַבְרָם עָלָה׃ הָאִישׁ עָלָה׃ אֲנָשִׁים רַבִּים עָלוּ׃ מְעַט צֹאן עָלָה׃ כָּל־הָעָם עָלָה בֵית יהוה׃    


עָשָׂה ← עָשְׂתָה
שָׁתָה ← שָׁתְתָה
רָאָה ← רָאֲתָה
עָלָה ← עָלְתָה
הַיַּלְדָּה עָלְתָה׃
  

עָשָׂה ← עָשִׂיתִי
שָׁתָה ← שָׁתִיתִי
רָאָה ← רָאִיתִי
בָּנָה ←  בָּנִיתִי
עָלָה ← עָלִיתִי
עָלִ֫יתִי




בֵּת 🗨 [אַבְרָם, נָחָשׁ תַּחְתֶּיךָ׃ אַבְרָם 🗨 אָהההה!] 🐍
אַבְרָם עָלָה עַל־הַכִּסֵּא׃ לָמָה עָלָה עַל־הַכִּסֵּא? כִּי יָרֵא מִפְּנֵי הַנָּחָשׁ!
 בֵּת 🗨 וַיְהִי נָחָשׁ בְּיָדִי וָאָשִׂים אֹתוֹ תַּחְתֶּ֫יךָ וָאֶקְרָא אֵלֶיךָ לֵאמֹר אַבְרָם נָחָשׁ תַּחְתֶּיךָ׃ וּמֶה עָשִׂיתָ? עָלִ֫יתָ עַל־הַכִּסֵּא׃ 😆    




אַבְרָם יָרֵא מִפְּנֵי הַנָּחָשׁ׃ אַבְרָם יָרֵא מִפְּנֵי הַנָּחָשׁ וּמִפְּנֵי הַתּוֹלַעַת לֹא יָרֵא׃ מִפְּנֵי הַתּוֹלַעַת לֹא יָרֵא, גַּם־אָכַל אֹתָהּ׃ 😖


מָה אֵלֶּה? אֵלֶּה מַעֲלוֹת׃ 
אֲנָשִׁים עַל־מַעֲלוֹת, מַעֲלוֹת כִּסֵּא שְׁלֹמֹה, מַעֲלוֹת הַמִּזְבֵּחַ, 
מַעֲלוֹת אֶל־הַשָּׁמַיִם  


הַיֶּלֶד עָלָה בְמַעֲלוֹת לַיְלָה׃ 
הַגִּבּוֹר עָלָה בְמַעֲלוֹת יוֹמָם׃ 
גַּם־אֲנִי עָלִיתִי בְּמַעֲלוֹת יוֹמָם׃ 










יָרַד ↓


הָאִישׁ יָרַד׃ אַבְרָם יָרַד׃     
הַיַּלְדָּה יָרְדָה׃ יָרַ֫דְתִּי׃ הַיַּלְדָּה יָרְדָה׃ הַיֶּלֶד יָרַד׃ 
הַכֶּלֶב הַקָּטֹן יָרַד בְּמַעֲלוֹת׃ 
הָאִישׁ עָלָה אֶל־הָעִיר׃ הָאִישׁ יָרַד אֶל־הַבַּיִת׃ 
עָשָׂה ← וַיַּ֫עַשׂ  
עָלָה ← וַיַּ֫עַל
וַיְהִי אִישׁ בַּיָּם וַיֵּצֵא מִן־הַמַּיִם אֶל־הַיַּבָּשָׁה וַיַּ֫עַל׃ 
וַיֵּלֶךְ אִישׁ וַיַּעַל בְּמַעֲלוֹת וַיָּבֹא אֶל־הַבַּיִת׃
יָשַׁב ← וַיֵּ֫שֶׁב  
יָרַד ← וַיֵּ֫רֶד
וַיֵּ֫רֶד אַבְרָם וַיָּשָׁב וַיַּעַל׃ 
וָאַ֫עַל וָאָשֻׁ֫ב וָאֵרֵ֫ד׃ 
וַיֵּ֫דֶר הָאִישׁ וַיָּשָׁב וַיַּעַל׃ 
זֶה בַּיִת וְזֶה גַּג הַבַּיִת גַּג הַבַּיִת, גָּג, גַּגּוֹת     
הִנֵּה אִישׁ עַל־הַגָּג׃
הָאִישׁ הַזֶּה עַל־הַגָּג׃ 
אָנֹכִי עַל־גַּג בֵּיתֵנוּ׃ רָחָב הַזּוֹנָה וּשְׁנֵי הַתָּרִים עַל־גַּג הַבַּיִת בִּירִיחוֹ׃ 
הַיַּלְדָּה עָלְתָה עַל־גַּג הַבַּיִת׃
וַתְּהִי אִשָּׁה עַל־גַּג הַבַּיִת וַתֵּ֫רֶד הָאִשָּׁה מֵעַל הַגָּג וַתֵּלֶךְ׃ וַתָּבֹא אֶל־בַּיִת וַתֵּשֶׁב וַתִּקַּח מַאֲכָל וַתֹּאכַל׃    
עָשָׂה ← עֲשֵׂה!
עָלָה ← עֲלֵה!
יָשַׁב ← שֵׁב!
יָרַד ← רֵד!


בֵּת 🗨 אַבְרָם עֲלֵה עַל־הַכִּסֵּא! עֲלֵה עַל־הַכִּסֵּא! [אַבְרָם עָלָה] יָפֶה! 
רֵד מֵעַל הַכִּסֵּא!  
[אַבְרָם יָרַד] טוֹב! 
שֵׁב! [אַבְרָם יָשַׁב]ב
   


בֵּת 🗨 אַבְרָם עֲלֵה בַמַּעֲלוֹת! 
[אַבְרָם עָלָה בַמַּעֲלוֹת] טוֹב! 
רֵד! רֵד בַּמַּעֲלוֹת! [אַבְרָם יָרַד בַּמַּעֲלוֹת] יָפֶה!








בֵּת 🗨 אַבְרָם עֲלֵה עַל־הַגָּג! [אַבְרָם עָלָה עַל־הַגָּג] יָפֶה!
רֵד מֵעַל הַגָּג! רֵד!     
רֵד מֵעַל הַגָּג! 
[אַבְרָם יָרַד מֵעַל הַגָּג] טוֹב! 




________________


 שְׁמוֹת 19:20  
וַיֵּרֶד יהוה עַל־הַר סִינַי אֶל־רֹאשׁ הָהָר וַיִּקְרָא יהוה לְמֹשֶׁה אֶל־רֹאשׁ הָהָר וַיַּעַל מֹשֶׁה׃
________________


מֶה עָשָׂה יהוה? יָרַד עַל־רֹאשׁ הָהָר׃ וַיֵּרֶד יהוה עַל־רֹאשׁ הָהָר וַיִּקְרָא לְמֹשֶׁה׃ וּמֶה עָשָׂה מֹשֶׁה? עָלָה אֶל־רֹאשׁ הָהָר׃ 
יהוה יָרַד ↓ מֹשֶׁה עָלָה ↑ אֶל־רֹאשׁ הָהָר, אֶל־רֹאשׁ הַר סִינַי
________________


 בְּרֵאשִׁית  35:1a  
וַיֹּאמֶר אֱלֹהִים אֶל־יַעֲקֹב קוּם עֲלֵה בֵית־אֵל וְשֶׁב־שָׁם וַעֲשֵׂה־שָׁם מִזְבֵּחַ
________________






________________


יוֹנָה 1:1-2      
וַיְהִי דְּבַר־יהוה אֶל־יוֹנָה בֶן־אֲמִתַּי לֵאמֹר׃ קוּם לֵךְ אֶל־נִינְוֵה הָעִיר הַגְּדוֹלָה וּקְרָא עָלֶיהָ כִּי־עָלְתָה רָעָתָם לְפָנָי׃
________________


רָעָתָם? הָרָעָה אֲשֶׁר עָשׂוּ אַנְשֵׁי נִינְוֵה׃ כָּל־הָרַע אֲשֶׁר עָשׂוּ אַנְשֵׁי נִינְוֵה׃ רָעַת אַנְשֵׁי נִינְוֵה ← רָעָתָם
מֶה עָלְתָה לִפְנֵי יהוה? רָעַת נִינְוֵה! כָּל־הָרָעָה אֲשֶׁר עָשׂוּ אַנְשֵׁי נִינְוֵה עָלְתָה לִפְנֵי יהוה׃ 


שָׁלוֹם!




________________`,
			},
			{
				id: 82,
				title: 'AwB 54: David’s Dilemma',
				unitId: 14,
				order: 127,
				content: `שָׁלוֹם, אֲנִי בֵּת!ת  
שָׁכַב 
אַבְרָם שָׁכַב׃ שָׁכַ֫בְתִּי׃ 
הַפָּרָה שָׁכְבָה׃ הַסּוּס שָׁכַב׃ 
מַה־זֹּאת? זֹאת מִטָּה׃ 🛏  
מִטָּה אוֹ מִשְׁכָּב
שְׁתֵּי מִטּוֹת 🛏🛏
מִטָּה וּמַעֲלוֹת 
הָאִשָּׁה שָׁכְבָה עַל־הַמִּטָּה׃ 


הַיֶּלֶד עַל־מִשְׁכָּב אוֹ הַיֶּלֶד עַל־מִטָּה׃
פַּרְעֹה עַל־כִּסֵּא וּבִתּוֹ עַל־מִטָּה׃ זֹאת מִטַּת פַּרְעֹה׃ פַּרְעֹה עַל־מִטָּתוֹ׃   
פַּרְעֹה עַל־מִטָּתוֹ אוֹ פַּרְעֹה עַל־מִשְׁכָּבוֹ׃ 
הָאִישׁ שָׁכַב עַל־מִשְׁכָּבוֹ׃ 
אַבְרָם שָׁכַב עַל־מִטָּתוֹ וַיְהִי בַבֹּקֶר וַיֵּשֶׁב׃
 
הָאִישׁ יָשַׁב עַל־הַמִּטָּה וַיָּקָם מֵעָלֶיהָ׃ 
הָאִישׁ עָלָה עַל־הַמִּשְׁכָּב וְאַחֲרֵי־כֵן יָרַד מֵעָלָיו׃ 
וַיַּעַל הָאִישׁ עַל־הַמִּשְׁכָּב וַיֵּרֶד מֵעָלָיו׃
שָׁלַח ← וַיִּשְׁלַח
שָׁכַב ← וַיִּשְׁכַּב  
וַיֵּשֶׁב אַבְרָם עַל־אֶבֶן וַיִּשְׁכַּב עָלֶיהָ וַיָּקָם׃ 
וַיִּשְׁכַּב אַבְרָם עַל־הָאָרֶץ וַיָּקָם וַיֵּלֶךְ׃ 
וַיִּשְׁכַּב הָאִישׁ וַיָּקָם וַיֵּצֵא׃ 
וָאֵשֵׁב עַל־אֶבֶן וָאֶשְׁכַּב עָלֶיהָ׃ 
וָאֶשְׁכַּב עַל־הָאָרֶץ וָאָקֻם וָאֵלֵךְ׃ 
וַיָּבֹא הָאִישׁ אֶל־הָאֹ֫הֶל וַיַּרְא אֶת־כָּל־אֲשֶׁר־בּוֹ וַיֵּלֶךְ אֶל־הַמִּטָּה וַיִּשְׁכַּב וַיָּקָם וַיֵּצֵא מִן־הָאֹהֶל׃ 
וַתַּעַל הַיַּלְדָּה עַל־גַּג הַבַּיִת וַתִּשְׁכַּב שָׁם עַל־הַגָּג וַתָּקָם׃
  

שָׁלַח ← שְׁלַח!
שָׁכַב ← שְׁכַב!
בֵּת 🗨 אַבְרָם, שְׁכַב עַל־הַמִּטָּה! שְׁכַב עַל־הַמִּטָּה! [אַבְרַם שָׁכַב] יָפֶה! אַבְרָם שָׁכַב עַל־הַמִּטָּה׃ קוּם! קוּם! [אַבְרָם קָם] טוֹב!
  

וַתֹּאמֶר אֵשֶׁת פּוֹטִיפַר אֶל־יוֹסֵף שְׁכַב עִמִּי! שְׁכַב עִמִּי!




________________


מְלָכִים ב 14:29a  
וַיִּשְׁכַּב יָרָבְעָם עִם־אֲבֹתָיו עִם מַלְכֵי יִשְׂרָאֵל
________________


מַה־זֹּאת שָׁכַב עִם־אֲבֹתָיו? יָרָבְעָם מֵת! שָׁכַב עִם־אׇבֹתָיו׃ עִם־אָבִיו וְעִם־אֲבִי אָבִיו עִם־כָּל־הַמְּלָכִים הַמֵּתִים׃ יָרָבְעָם שָׁכַב עִם־הַמְּלָכִים הַמֵּתִים׃ יָרָבְעָם שָׁכַב עִם־אֲבֹתָיו׃    


אִשָּׁה הָרָה׃ 
בַּת־שֶׁבַע הָרָה׃  






פֶּ֫תַח הַבַּיִת, פֶּ֫תַח הָאֹהֶל, פֶּ֫תַח הָעִיר 
פֶּתַח בַּיִת, פֶּתַח בֵּית הַמֶּלֶךְ׃ 
________________


דָּוִד וְאֵשֶׁת אוּרִיָּה  
וַיְהִי הַיּוֹם וַיָּקָם דָּוִד מֵעַל מִשְׁכָּבוֹ׃ וַיַּעַל עַל־גַּג בֵּית הַמֶּלֶךְ׃ וַיַּרְא אִשָּׁה מֵעַל הַגָּג וְהָאִשָּׁה טוֹבַת מַרְאֶה מְאֹד׃ בַּת־שֶׁבַע שְׁמָהּ וְהִיא אֵשֶׁת אוּרִיָּה הַחִתִּי׃ וַיִּשְׁלַח דָּוִד מַלְאָכִים וַיִּקַּח אֹתָהּ וַתָּבֹא אֵלָיו וַיִּשְׁכַּב עִמָּהּ וַתָּשָׁב אֶל־בֵּיתָהּ׃ וַתַּ֫הַר הָאִשָּׁה וַתִּשְׁלַח בַּת־שֶׁבַע לְדָוִד לֵאמֹר הָרָה אָנֹכִי׃ וַיִּשְׁלַח דָּוִד אֶל־יוֹאָב לֵאמֹר שְׁלַח אֵלַי אֶת־אוּרִיָּה הַחִתִּי׃ וַיִּשְׁלַח יוֹאָב אֶת־אוּרִיָּה אֶל־דָּוִד׃ וַיָּבֹא אוּרִיָּה אֵלָיו וַיֹּאמֶר דָּוִד לְאוּרִיָּה רֵד לְבֵיתְךָ׃ וַיֵּצֵא אוּרִיָּה מִבֵּית הַמֶּלֶךְ וַיִּשְׁכַּב פֶּ֫תַח בֵּית הַמֶּלֶךְ וְלֹא יָרַד אֶל־בֵּיתוֹ׃ וַיִּקְרָא־לוֹ דָּוִד וַיֹּ֫אכַל לְפָנָיו וַיֵּשְׁתְּ יַיִן׃ וַיֵּצֵא בָעֶרֶב וַיִּשְׁכַּב בְּמִשְׁכָּבוֹ פֶּ֫תַח בֵּית הַמֶּלֶךְ וְאֶל־בֵּיתוֹ לֹא יָרַד׃  
________________


מַה־יַּעֲשֶׂה דָוִד? שָׁכַב עִם־אֵשֶׁת אוּרִיָּה וַתַּ֫הַר הָאִשָּׁה וְאוּרִיָּה לֹא יָרַד אֶל־בֵּיתוֹ׃ מַה־יַּעֲשֶׂה דָוִד?                                        


שָׁלוֹם!
________________`,
			},
			{
				id: 83,
				title: 'AwB 55: Cross over to the other side',
				unitId: 13,
				order: 129,
				content: `שָׁלוֹם, אֲנִי בֵּת!׃


וַיְהִי יוֹסֵף וְאִשְׁתּוֹ בְּבֵיתָם וַיֵּצְאוּ מִן־הַבַּיִת וַיִּשְׂאוּ אֶת־הַכַּד וַיָּשִׂ֫ימוּ אֹתוֹ פֶּתַח הַבַּיִת וַיַּעֲלוּ עַל־הַגָּג וַיִּשְׁכְּבוּ שָׁם וַיָּקֻ֫מוּ וַיֵּרְדוּ מֵעַל הַגָּג וַיָּבֹ֫אוּ אֶל־הַבַּיִת׃ 
בֵּת 🗨 מֶה עֲשִׂיתֶם?
יוֹסֵף וְאִשְׁתּוֹ 🗨 הָיִ֫ינוּ בְּבֵיתֵנוּ וַנֵּצֵא וַנִּשָּׂא אֶת־הַכַּד וַנָּ֫שֶׂם אֹתוֹ פֶּתַח הַבַּיִת וַנַּ֫עַל עַל־הַגָּג וַנִּשְׁכַּב שָׁם וַנָּ֫קָם וַנֵּ֫רֶד מֵעַל הַגָּג וַנָּבֹא אֶל־הַבַּיִת׃
  
  

→ אֵלֶּה כֹּסוֹת׃ 
אֵלֶּה כִּסְאוֹת׃ ←  וּמַה־זֶּה?     
זֶה שֻׁלְחָן׃ ←
תַּחַת הַשֻּׁלְחָן, עַל־הַשֻּׁלְחָן  


שֻׁלְחָנוֹת, אַרְבָּעָה שֻׁלְחָנוֹת 
שֻׁלְחָן זָכָר אַךְ שֻׁלְחָנוֹת הֵם׃ 
שֻׁלְחָנוֹת קְטַנִּים






מַה־יֵּשׁ עַל־הַשֻּׁלְחָן?   
יֵשׁ סֵפֶר עַל־הַשֻּׁלְחָן׃ 


מַה־יֵּשׁ עַל־הַשֻּׁלְחָן? 
יֵשׁ תִּשְׁעָה כְלָבִים עַל־הַשֻּׁלְחָן׃ 
מַה־יֵּשׁ עַל־הַשֻּׁלְחָן?   
יֵשׁ עֲנָבִים וְלֶחֶם עַל־הַשֻּׁלְחָן׃ 
מַה־יֵּשׁ עַל־הַשֻּׁלְחָן?   
יֵשׁ שְׁנֵי דָגִים וּמֶלַח עַל־הַשֻּׁלְחָן׃ 
מַה־יֵּשׁ עַל־הַשֻּׁלְחָן? 
יֵשׁ עֲנָבִים וּתְאֵנִים וְיַיִן׃ 
מָה הָלַךְ עַל־הַשֻּׁלְחָן? הַתּוֹלַעַת הָלַךְ עַל־הַשֻּׁלְחָן׃ 
  

הָאִישׁ יָרַד מֵעַל הַשֻּׁלְחָן׃ 
אַבְרָם שָׁכַב תַּחַת הַשֻּׁלְחָן׃ 
וַיְהִי אִישׁ עַל־מִטָּה וַיֵּרֶד מֵעָלֶיהָ וַיֵּשֶׁב עָלֶיהָ וַיָּקָם וַיֵּלֶךְ עַד הַשֻּׁלְחָן׃


וַיְהִי שֻׁלְחָן בַּשָּׂדֶה וָאָבֹא אֵלָיו וָאֵשֵׁב עָלָיו וָאֶשְׁכַּב וָאָקֻם וָאֵשֵׁב עוֹד וָאֵרֵד מֵעַל הַשֻּׁלְחָן וָאֵלֵךְ׃
וַיָּבֹא אַבְרָם וַיֵּשֶׁב עַל־הַשֻּׁלְחָן וַיִּשְׁכַּב עָלָיו׃  


מַה־יֵּשׁ בַּמָּקוֹם הַזֶּה? יֵשׁ כִּסְאוֹת גַּם־שֻׁלְחָנוֹת׃ 
וַיַּעַל הָאִישׁ עַל־הַשֻּׁלְחָן וַיֵּרֶד מֵעָלָיו׃


עָבַר  
אַבְרָם עָבַר אֶת־הַמַּיִם׃ הַיֶּלֶד עָבַר אֶת־הַנָּהָר׃ עָבַ֫רְתִּי אֶת־הַמַּיִם׃ הָאִישׁ עָבַר אֶת־הַדֶּרֶךְ׃   
יַעֲקֹב וְכָל־בֵּיתוֹ עָבְרוּ אֶת־הַנָּהָר׃ עָבַרְתִּי אֶת־הַמַּיִם וּמַטֶּה בְיָדִי׃


הַיְאֹר, עֵ֫בֶר הַיְאֹר   
עֵ֫בֶר הַנָּהָר, עֵ֫בֶר הַדֶּרֶךְ   
אֲנִי עַל־שְׂפַת הַנָּהָר וְזֶה עֵבֶר הַנָּהָר׃ עֵבֶר הַנָּהָר, עֵבֶר הַיְאֹר בַּלַּילָה 
  

הַיָּם הַגָּדוֹל, יָם־כִּנֶּ֫רֶת, יָם הַמֶּ֫לַח, הַיַּרְדֵּן, עֵבֶר הַיַּרְדֵּן


הַיֶּלֶד עָבַר אֶל־עֵבֶר הַנָּהָר׃ 


שָׁכַב ← וַיִּשְׁכַּב  
עָבַר ← וַיַּעֲבֹר
וַיַּעֲבֹר אַבְרָם אֶת־הַמַּיִם וַיָּשָׁב׃ 
וַנַּעֲבֹר אֶת־הַמַּיִם וַנָּשָׁב׃ 
וַתֵּרֶד הַיַּלְדָּה עַד שְׂפַת הַנַּ֫חַל׃ וַתַּעֲבֹר אֶל־עֵבֶר הַנַּחַל וַתַּעַל׃
וַתְּהִי אִשָּׁה בַּדֶּרֶךְ וַתֵּ֫רֶד אֶל־הַנָּהָר וַתַּעֲבֹר אֶל־עֵבֶר הַנָּהָר וַתָּבֹא אֶל־בַּיִת וַתֵּ֫רֶא אֶת־כָּל־אֲשֶׁר־בּוֹ וַתֵּצֵא וַתָּ֫שָׁב אֶל־הַנָּהָר וַתַּעֲבֹר וַתָּ֫שָׁב אֶל־הַדֶּרֶךְ׃
וַיְהִי אִישׁ עַל־הַר לַיְלָה וַיֵּ֫רֶד אֶל־הַדֶּרֶךְ וַיֵּרֶד עוֹד עַד שְׂפַת הַנָּהָר וַיַּעֲבֹר אֶל־הָעֵבֶר׃    
________________


יְהוֹשֻׁעַ 4:22b, 11b  
בַּיַּבָּשָׁה עָבַר יִשְׂרָאֵל אֶת־הַיַּרְדֵּן הַזֶּה׃ ...  וַיַּעֲבֹר אֲרוֹן־יהוה וְהַכֹּהֲנִים לִפְנֵי הָעָם׃
________________


מֶה עָבַר יִשְׂרָאֵל? אֶת־הַיַּרְדֵּן! אֶת־הַנָּהָר הַיַּרְדֵּן, יִשְׂרָאֵל עָבַר אֶת־הַיַּרְדֵּן בַּיַּבָּשָׁה׃ מֶה עָבַר לִפְנֵי הָעָם? אֲרוֹן־יהוה, אֲרוֹן הַבְּרִית! אֲרוֹן־יהוה וְגַם־הַכֹּהֲנִים עָבְרוּ לִפְנֵי הָעָם׃
________________


שְׁמוּאֵל ב 17:22a  
וַיָּקָם דָּוִד וְכָל־הָעָם אֲשֶׁר אִתּוֹ וַיַּעַבְרוּ אֶת־הַיַּרְדֵּן עַד־אוֹר הַבֹּקֶר 
________________
  

לָמָה עָבַר הָעוֹף אֶת־הַדֶּרֶךְ? 🐓
לָבֹא אֶל־הָעֵבֶר!


שָׁלוֹם!
________________
ם`,
			},
			{
				id: 84,
				title: 'AwB 56: Weapons & Warfare',
				unitId: 14,
				order: 130,
				content: `שָׁלוֹם, אֲנִי בֵּת!׃  


מַה־זֹּאת? זֹאת מִלְחָמָה׃ 
קוֹל מִלְחָמָה, צָבָא, צְבָאוֹת
הַצְּבָאוֹת בָּאוּ לַמִּלְחָמָה׃ 
אִישׁ מִלְחָמָה, אַנְשֵׁי מִלְחָמָה,   
יֵשׁ אַנְשֵׁי מִלְחָמָה רַבִּים בַּצָּבָא׃ 


צְבָא פַרְעֹה 
פַּרְעֹה וּצְבָאוֹ יָצְאוּ לַמִּלְחָמָה׃ 


צְבָא מִצְרַיִם מֵת בַּיָּם וּבְנֵי יִשְׂרָאֵל עָבְרוּ בַּיַּבָּשָׁה׃ וַיֹּאמְרוּ בְנֵי יִשְׂרָאֵל לֵאמֹר…
________________
  

שְׁמוֹת 15:3 
יהוה אִישׁ מִלְחָמָה יהוה שְׁמוֹ׃
________________








אֵלֶּה כֵּלִים ←  
כְּלִי ← כֵּלִים
מַה־יֵּשׁ עַל־הַשֻּׁלְחָן? 
יֵשׁ כֵּלִים עַל־הַשֻּׁלְחָן׃
כְּלֵי זָהָב, כְּלֵי כֶסֶף, כְּלֵי זָהָב, כְּלֵי עֵץ
           
מַה־יֵּשׁ עַל־הַשֻּׁלְחָן? כְּלֵי כֶסֶף! 
כַּמָּה כְלֵי כֶסֶף עַל־הַשֻּׁלְחָן? אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ 
שִׁשָּׁה כְלֵי כֶסֶף עַל־הַשֻּׁלְחָן׃   
מַה־יֵּשׁ תַּחַת הַשֻּׁלְחָן? כְּלֵי זָהָב! 
כַּמָּה כְלֵי זָהָב תַּחַת הַשֻּׁלְחָן? אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע! שִׁבְעָה כְלֵי זָהָב תַּחַת הַשֻּׁלְחָן׃ 


הָאִישׁ רָאָה אֶת־כָּל־הַכֵּלִים אֲשֶׁר עַל־הַשֻּׁלְחָן׃ 
מָה־אֵלֶּה? אֵלֶּה כְּלֵי מִלְחָמָה׃     
זֹאת חֶרֶב׃🗡 אֵלֶּה חֲרָבוֹת׃ 🗡🗡


מַה־זֹּאת בְּיַד אִישׁ הַמִּלְחָמָה? מַה־זֹּאת בְּיָדוֹ? זֹאת חֲנִית׃ 
חֲנִית ← חֲנִיתִים  


יֵשׁ לַנַּעַר חֲנִית׃ 
מָגֵן, חֶרֶב וּמָגֵן, מָגֵן וּשְׁתֵּי חֲרָבוֹת
→ לְאִישׁ הַמִּלְחָמָה חֲנִית וּמָגֵן׃  


מַה־זֹּאת בְּיַד הָאִישׁ? זֹאת קֶ֫שֶׁת׃ 
יֵשׁ לַנַּעַר קֶ֫שֶׁת׃ 
יֵשׁ לַנַּעֲרָה קֶשֶׁת׃ 
  



גַּם־זֹאת קֶשֶׁת׃ 
יֵשׁ קֶשֶׁת בַּשָּׁמַיִם׃ 
מַה־יֵּשׁ לְאִישׁ הַמִּלְחָמָה?   
יֶשׁ־לוֹ חֶרֶב וַחֲנִית וּמָגֵן׃ הֲיֵשׁ־לוֹ קֶשֶׁת? אַיִן, אֵין־לוֹ קֶשֶׁת׃   




מַה־יֵּשׁ לָאִישׁ? יֶשׁ־לוֹ מָגֵן וַחֲנִית׃ גַּם־לָאִישׁ הַמִּצְרִי מָגֵן וַחֲנִית׃ לָאִישׁ הַזֶּה מָגֵן וְחֶרֶב׃ הֲיֵשׁ־לוֹ חֲנִית? אֵין־לוֹ חֲנִית׃ מַה־יֵּשׁ לָאִישׁ הַמִּצְרִי? קֶשֶׁת, יֶשׁ־לוֹ קֶשֶׁת׃ 
חֲנִית, מָגֵן, חֶרֶב, קֶשֶׁת, כָּל־אֵלֶּה כְּלֵי מִלְחָמָה׃   
מַה־יֵּשׁ בַּבַּיִת הַזֶּה? יֶשׁ־פֹּה שֻׁלְחָנוֹת וַחֲנִיתִים׃ יֶשׁ־פֹּה חֲרָבוֹת וּמַאֲכָל׃ יֶשׁ־פֹּה כֵּלִים רַבִּים׃
________________
  

תְּהִלִּים 84:12a  
כִּי שֶׁמֶשׁ וּמָגֵן יהוה אֱלֹהִים
________________


יהוה שֶׁמֶשׁ וּמָגֵן׃




וַיְהִי אִישׁ מִלְחָמָה עַל־שְׂפַת הַיָּם׃ וַיַּעֲבֹר אֶל־עֵבֶר הַיָּם וַיֵּצֵא אֶל־הַיַּבָּשָׁה׃ וַיָּבֹא עַד־פֶּתַח הַבַּיִת׃ וַיָּבֹא אֶל־הַבַּיִת וַיִּשְׁכַּב׃


וַיְהִי אִישׁ מִלְחָמָה עַל־גַּג בַּיִת לַיְלָה׃ הֲיֵשׁ לָאִישׁ חֲנִית? אֵין־לוֹ חֲנִית׃ הֲיֵשׁ־לוֹ קֶשֶׁת? אֵין־לוֹ קֶשֶׁת׃ הֲיֵשׁ־לוֹ מָגֵן? אֵין־לוֹ מָגֵן׃ וַיַּעֲבֹר אֶת־הַגָּג וַיָּבֹא אֶל־הָאֵשׁ׃
________________


שְׁמוּאֵל א 17:45a, 47b  
וַיֹּאמֶר דָּוִד אֶל־הַפְּלִשְׁתִּי אַתָּה בָּא אֵלַי בְּחֶרֶב וּבַחֲנִית…  וְאָנֹכִי בָא־אֵלֶיךָ בְּשֵׁם יהוה צְבָאוֹת…  כִּי לְיהוה הַמִּלְחָמָה וְנָתַן אֶתְכֶם בְּיָדֵנוּ׃
________________


בַּמֶּה בָא גָלְיָת אֶל־דָּוִד? בְּחֶרֶב וּבַחֲנִית! וּבַמֶּה בָא דָוִד אֶל־גָּלְיָת, אֶל־הַפְּלִשְׁתִּי? בַּמֶּה בָא דָוִד אֶל־הַפְּלִשְׁתִּי? בְּשֵׁם יהוה צְבָאוֹת! בְּשֵׁם אֱלֹהָיו! בְּשֵׁם יהוה צְבָאוֹת בָּא דָוִד אֶל־גָּלְיָת׃   
אֶת־מִי נָתַן יהוה בְּיַד יִשְׂרָאֵל? אֶת־הַפְּלִשְׁתִּים! אֶת־הַפְּלִשְׁתִּים נָתַן בְּיַד יִשְׂרָאֵל׃ יהוה נָתַן אֶת־הַפְּלִשְׁתִּים בְּיַד יִשְׂרָאֵל׃






________________


מְלָכִים א 7:48  
וַיַּעַשׂ שְׁלֹמֹה אֵת כָּל־הַכֵּלִים אֲשֶׁר בֵּית יהוה אֵת מִזְבַּח הַזָּהָב וְאֶת־הַשֻּׁלְחָן אֲשֶׁר עָלָיו לֶחֶם הַפָּנִים זָהָב׃
________________


זֶה שֻׁלְחָן׃ זֶה שֻׁלְחָן וְזֶה לֶחֶם הַפָּנִים עַל־הַשֻּׁלְחָן׃ זֶה הַשֻּׁלְחָן אֲשֶׁר עָלָיו לֶחֶם הַפָּנִים׃   
מֶה עָשָׂה שְׁלֹמֹה? כָּל־הַכֵּלִים אֲשֶׁר בְּבֵית יהוה׃ עָשָׂה אֵת כָּל־כְּלֵי בֵית יהוה׃ 
מַה־יֵּשׁ עַל־הַשֻּׁלְחָן? לֶחֶם הַפָּנִים עָלָיו!


עָתְנִיאֵל
וַיְהִי אִישׁ יִשְׂרָאֵל וּשְׁמוּ עָתְנִיאֵל׃ עָתְנִיאֵל בֶּן־קְנַז וְהוּא אֲחִי כָלֵב׃ כָּלֵב וְעָתְנִיאֵל אָחִים׃ כָּלֵב וְעָתְנִיאֵל הָיוּ אָחִים…
________________


שֹׁפְטִים 3:9b, 3:10a  
עָתְנִיאֵל בֶּן־קְנַז אֲחִי כָלֵב הַקָּטֹן מִמֶּנּוּ׃ וַתְּהִי עָלָיו רוּחַ־יהוה… וַיֵּצֵא לַמִּלְחָמָה וַיִּתֵּן יהוה בְּיָדוֹ אֶת־כּוּשַׁן רִשְׁעָתַיִם מֶלֶךְ אֲרָם
________________


עָתְנִיאֵל קָטֹן מִכָּלֵב׃ כָּלֵב גָּדוֹל מֵעָתְנִיאֵל׃ כָּלֵב הָאָח הַגָּדוֹל וְעָתְנִיאֵל הָאָח הַקָּטֹן׃ 
מֶה הָיְתָה עַל־עָתְנִיאֵל? רוּחַ־יהוה עָלָיו! 
וּמֶה עָשָׂה? יָצָא לַמִּלְחָמָה, עָתְנִיאֵל יָצָא לַמִּלְחָמָה׃ 
מַה־שֵּׁם מֶלֶךְ אֲרָם? כּוּשַׁן רִשְׁעָתַיִם שְׁמוֹ׃ שֵׁם מֶלֶךְ אֲרָם כּוּשָׁן רִשְׁעָתַיִם׃ וּמֶה עָשָׂה יהוה? נָתַן אֶת־כּוּשָׁן רִשְׁעָתַיִם מֶלֶךְ אֲרָם בְּיַד עָתְנִיאֵל׃ נָתַן אֶת־מֶלֶךְ אֲרַם בְּיַד עָתְנִיאֵל׃


שָׁלוֹם!ם
________________`,
			},
			{
				id: 85,
				title: 'AwB 57: Strike & Fall',
				unitId: 14,
				order: 132,
				content: `שָׁלוֹם, אֲנִי בֵּת!׃  


מַה־זֶּה? דָּגָה? לֹא! עוֹף? לֹא! בְּהֵמָה? לֹא, רֶמֶשׂ! 


בֵּת 🗨 שָׁלוֹם, אֲנִי פֹּה עִם־עֶגְלוֹן׃ עֶגְלוֹן שְׁמוֹ, עֶגְלוֹן׃ 
אַבְרָם 🗨 שְׁמִי אַבְרָם, שִׁמְךָ עֶגְלוֹן, שְׁמוֹ עֶגְלוֹן׃ 
  

קָרָאנוּ אֶת־שְׁמוֹ עֶגְלוֹן׃ עֶגְלוֹן הָלַךְ׃ 
עֶגְלוֹן אָכַל׃ מָה־אָכַל עֶגְלוֹן? עָלֶה, עֶגְלוֹן אָכַל עָלֶה׃ 🌿
גַּם־הַתּוֹלַעַת אָכְלָה עָלֶה׃     


עָלֶה בְאוֹר הַשֶּׁמֶשׁ 
עֲלֵה־זַיִת, עֲלֵה תְאֵנָה 
לָאִשָּׁה עָלֶה גָדוֹל׃ 


וַיָּבֹא אֵלַי עֶגְלוֹן׃ לָמָּה בָּא אֵלַי? כִּי רָאָה עֶגְלוֹן כִּי עָלֶה בְיָדִי׃ עַל־כֵּן בָּא אֵלַי׃ וַיָּבֹא אֵלַי עֶגְלוֹן וַיֹּאכַל מִן־הֶעָלֶה׃ 




הֶ-  
אֵינֶנּוּ הָעָלֶה  כִּי אִם־הֶעָלֶ֫ה׃
אֵינֶנּוּ הָעָנָן כִּי אִם־הֶעָנָ֫ן׃
אֵינֶנּוּ הָעָרִים כִּי אִם־הֶעָרִ֫ים׃
אֵינֶנּוּ הָהָרִים כִּי אִם־הֶהָרִ֫ים׃
הָ לִפְנֵי עָ- וְלִפְנֵי הָ- וְלִפְנֵי חָ- = הֶ
הֶעָלֶה, הֶעָנָן, הֶעָרִים, הֶהָרִים
  

וַיַּרְא עֶגְלוֹן כִּי מְעַט בָּשָׂר בְּיָדִי׃ וַיִּקַּח אֹתוֹ בְּפִיו וַיֹּאכַל׃ וָאֶתֶּן־לוֹ עוֹד מְעַט בָּשָׂר וַיִּירָא מִפְּנֵי יָדִי וְלֹא אָכַל אֹתוֹ׃
  

אַבְרָם 🗨 לַמִּלְחָמָה! חֶרֶב עֵץ? אֵין־לִי קֶשֶׁת, אֵין־לִי חֲנִית, אֵין־לִי מָגֵן! אֵין־לִי כְלֵי מִלְחָמָה! אָההה!׃




הִכָּה 
הַנַּעַר הִכָּה אֶת־אָחִיו׃ הָאִישׁ הִכָּה אֶת־רֹאשׁוֹ׃ הָאִישׁ הִכָּה אֶת־הַשֻּׁלְחָן׃   
הַנַּעַר הִכָּה אֶת־הָאִישׁ בְּמַטֶּה׃ 
הָאִישׁ הִכָּה אֶת־הַנַּעַר בְּמַטֶּה׃
אַבְרָם הִכָּה אֶת־הָאֶבֶן בְּמַטֶּה׃   
הִכֵּיתִי אֶת־הָאֶבֶן בְּמַטֶּה׃ 
הַנַּעַר הִכָּה אֶת־הָאִישׁ בְּחֶרֶב עֵץ׃ הָאִישׁ הִכָּה אֶת־הַנַּעַר בְּחֶרֶב עֵץ׃ הָאִישׁ הִכָּה אֶת־אָחִיו בְּאֶבֶן׃ 
  

[אַבְרָם בָּא אֶל־בֵּת בַּלָּאט] 
אַבְרָם 🗨 רָהההה! 
בֵּת 🗨 אָהההה! 
[וַתַּךְ בֵּת  אֶת־אַבְרָם] 
בֵּת 🗨 אַבְרָם! מֶה עָשִׂיתִי? אַבְרָם, הִכֵּיתִי אֹתְךָ! הִכֵּיתִי אֹתְךָ, אַבְרָם! אַבְרָם, אַבְרָם!׃ 
אַבְרָם 🗨 לָמָּה הִכִּית אֹתִי?׃
נָפַל   
אַבְרָם נָפַל׃ עֶגְלוֹן נָפַל׃ הַנַּעֲרָה נָפְלָה׃ 
שְׁתֵּי נְעָרוֹת נָפְלוּ׃ הָאִשָּׁה נָפְלָה בַשָּׂדֶה׃ נָפַלְנוּ׃ הַכֶּסֶף נָפַל׃ הַבֵּיצָה נָפְלָה בַמַּיִם׃ 
הָעֲנָבִים נָפְלוּ בַמַּיִם׃ הָאֲבָנִים נָפְלוּ׃   
מַיִם נָפְלוּ עַל־הֶעָלֶה׃ עָלֶה נָפַל עַל־הָאִשָּׁה׃ 


אִישׁ הַמִּלְחָמָה הִכָּה אֶת־הָעֶבֶד וְהָעֶבֶד לֹא נָפַל׃


עָלָה ← וַיַּעַל  
הִכָּה ← וַיַּךְ


וַיְהִי אִישׁ עַל־סוּס לַיְלָה וַיַּךְ אִשָּׁה׃ 
וַיְהִי אִישׁ הַמִּלְחָמָה בַדֶּרֶךְ וַיַּךְ אִישׁ וַיַּךְ עוֹד אִישׁ וַיַּךְ אִישׁ שְׁלִישִׁי וַיַּךְ אִישׁ רְבִיעִי׃ הָאִישׁ הָרְבִיעִי אִישׁ מִצְרִי׃
  

נָשָׂא ← וַיִּשָּׂא
נָפַל ← וַיִּפֹּל


וַיִּפֹּל אַבְרָם וַיָּקָם׃ וַנִּפֹּל וַנָּקָם׃   
הֵם רֹעִים וְהִיא רֹעָה׃ וַיַּךְ אֶחָד מִן־הָרֹעִים אֶת־הָרֹעָה וַתִּפֹּל וַיָּבֹא מֹשֶׁה וַיַּךְ שְׁנֵי רֹעִים וַיִּפְּלוּ וַיַּךְ מֹשֶׁה עוֹד שְׁנֵי רֹעִים וַיִּפְּלוּ גַם־הֵם׃
 
וַיְהִי עֶגְלוֹן בַּמַּיִם וַיִּפֹּל מְעַט אֹכֶל עַל־פְּנֵי הַמַּיִם׃ וַיַּרְא עֶגְלוֹן אֶת־הָאֹכֶל וַיַּעַל הָאֹכֶל עַל־רֹאשׁוֹ׃ וַיִּפֹּל מֵעַל רֹאשׁוֹ וְעֶגְלוֹן לֹא רָאָה אֹתוֹ׃  




וַיַּךְ אִישׁ אֶחָד 👳🏽‍♂️                אִישׁ הִכָּה 👳🏽‍♂️
וַיַּכּוּ אֲנָשִׁים 👳🏽‍♂️👳🏽‍♂️                אֲנָשִׁים הִכּוּ 👳🏽‍♂️👳🏽‍♂️


אֲרוֹן הַבְּרִית עִם־צְבָא יִשְׂרָאֵל…
________________
  

אֲרוֹן יהוה וְדָגוֹן  
וַיָּבֹאוּ הַפְּלִשְׁתִּים לַמִּלְחָמָה בְּיִשְׂרָאֵל׃ וַיֵּצֵא צְבָא יִשְׂרָאֵל וַאֲרוֹן יהוה אִתָּם׃ וַיַּכּוּ פְלִשְׁתִּים אֶת־יִשְׂרָאֵל וַיִּקְחוּ אֶת־אֲרוֹן יהוה׃ וַיָּשִׂימוּ אֹתוֹ בְּבֵית דָּגוֹן אֱלֹהֵיהֶם׃ וַיִּפֹּל דָּגוֹן לְפָנָיו לִפְנֵי אֲרוֹן יהוה׃
________________


פְּלִשְׁתִּים לָקְחוּ אֶת־אֲרוֹן הַבְּרִית, אֶת־אֲרוֹן יהוה׃ רַע הַדָּבָר מְאֹד׃ דָּגוֹן אֱלֹהֵי פְלִשְׁתִּים׃ פְּלִשְׁתִּים שָׂמוּ אֶת־אֲרוֹן יהוה בְּבֵית דָּגוֹן אֱלֹהֵיהֶם׃ וַיִּפֹּל דָּגוֹן לְפָנָיו לִפְנֵי אֲרוֹן יהוה׃ דָּגוֹן נָפַל! 


לָמָּה נָפַל דָּגוֹן לִפְנֵי אֲרוֹן יהוה? כִּי גָּדוֹל יהוה מִדָּגוֹן׃ דָּגוֹן רָפֶה מִיהוה׃ חָזָק יהוה מֵאֱלֹהֵי פְלִשְׁתִּים׃ חָזָק יהוה מֵאֱלֹהֵי פְלִשְׁתִּים עַל־כֵּן נָפַל דָּגוֹן לִפְנֵי אֲרוֹן יהוה׃
שָׁלוֹם!׃ 
________________`,
			},
			{
				id: 1,
				title: 'Sustantivos Singulares',
				unitId: 1,
				order: 1,
			},
			{
				id: 2,
				title: 'Sustantivos Plurales',
				unitId: 1,
				order: 2,
			},
			{
				id: 3,
				title: 'Artículos Singulares Indefinidos',
				unitId: 1,
				order: 3,
			},
			{
				id: 4,
				title: 'Artículos Plurales Indefinidos',
				unitId: 1,
				order: 4,
			},
			{
				id: 5,
				title: 'Forma singular de adjetivos',
				unitId: 1,
				order: 5,
			},
			{
				id: 6,
				title: 'Forma plural de adjetivos',
				unitId: 1,
				order: 6,
			},
			{
				id: 7,
				title: 'AwB 1: First Words',
				unitId: 2,
				order: 1,
				content: `מַה־זֶּה? זֶה אִישׁ׃   
מַה־זֹּאת? זֹאת אִשָּׁה׃
אִישׁ, אִשָּׁה
מַה־זֶּה? זֶה פַּר׃
אִישׁ, אִשָּׁה, פַּר
מַה־זֹּאת? זֹאת פָּרָה׃  
אִישׁ, אִשָּׁה, פַּר, פָּרָה  
  

מַה־זֶּה? זֶה סוּס׃ ↑
מַה־זֶּה? זֶה חֲמוֹר׃ סוּס, חֲמוֹר 
מַה־זֶּה? זֶה כֶּ֫בֶשׂ׃ סוּס, חֲמוֹר, כֶּבֶשׂ  
מַה־זֹּאת? זֹאת עֵז׃ סוּס, חֲמוֹר, כֶּבֶשׂ, עֵז




אַיֵּה הַפָּר? טוֹב! אַיֵּה הַכֶּ֫בֶשׂ? טוֹב! 
אַיֵּה הַחֲמוֹר? לֹא, זֹאת עֵז׃ אַיֵּה הַחֲמוֹר? יָפֶה! 
אַיֵּה הָאִשָּׁה? טוֹב! אַיֵּה הַפָּרָה? יָפֶה! אַיֵּה הָאִישׁ? טוֹב! אַיֵּה הַסּוּס? טוֹב!  אַיֵּה הַחֲמוֹר? טוֹב מְאֹד!  
________________


פַּר גָּדוֹל - פַּר קָטֹן  
סוּס קָטֹן - סוּס גָּדוֹל
חֲמוֹר קָטֹן - חֲמוֹר גָּדוֹל  
כֶּבֶשׂ גָּדוֹל - כֶּבֶשׂ קָטֹן  
פָּרָה גְדוֹלָה - פָּרָה קְטַנָּה
עֵז קְטַנָּה - עֵז גְּדוֹלָה
אִשָּׁה קְטַנָּה - אִשָּׁה גְדוֹלָה
אִישׁ קָטֹן - אִישׁ גָּדוֹל
אַיֵּה הַפָּרָה הַקְּטַנָּה? טוֹב! אַיֵּה הַפָּרָה הַגְּדוֹלָה? יָפֶה!
אַיֵּה הָאִשָּׁה הַקְּטַנָּה? טוֹב! אַיֵּה הָעֵז הַגְּדוֹלָה? לֹא, זֹאת עֵז קְטַנָּה׃ אַיֵּה הָעֵז הַגְּדוֹלָה׃ טוֹב מְאֹד!  
אַיֵּה הָאִשָּׁה הַגְּדוֹלָה? 
אַיֵּה הָאִישׁ הַגָּדוֹל? אִישׁ גָּדוֹל!


הַסּוּס הַזֶּה קָטֹן׃ הַסּוּס הַזֶּה גָּדוֹל׃
הַפָּרָה הַזֹּאת קְטַנָּה׃ הַפָּרָה הַזֹּאת גְּדוֹלָה׃ 
הַכֶּבֶשׂ הַזֶּה גָּדוֹל׃ הַכֶּבֶשׂ הַזֶּה קָטֹן׃
הָאִשָּׁה הַזֹּאת קְטַנָּה׃
אַיֵּה הַפָּרָה הַגְּדוֹלָה? טוֹב! אַיֵּה הַפָּר הַקָּטֹן? טוֹב!
אַיֵּה הָעֵז הַקְּטַנָּה? לֹא, זֶה חֲמוֹר קָטֹן׃ אַיֵּה הָעֵז הַקְּטַנָּה? לֹא, זֹאת עֵז גְּדוֹלָה׃ אַיֵּה הָעֵז הַקְּטַנָּה? טוֹב מְאֹד! אַיֵּה הַפָּר הַגָּדוֹל? יָפֶה!
אַיֵּה הָעֵז הַגְּדוֹלָה? לֹא, זֹאת עֵז קְטַנָּה׃ אַיֵּה הָעֵז הַגְּדוֹלָה? יָפֶה! אַיֵּה הַפָּרָה הַקְּטַנָּה? טוֹב! אַיֵּה הַחֲמוֹר הַגָּדוֹל? טוֹב! אַיֵּה הָעֵז הַקְּטַנָּה? יָפֶה! אַיֵּה הַחֲמוֹר הַקָּטֹן? טוֹב מְאֹד!   
שָׁלוֹם!
________________`,
			},
			{
				id: 30,
				title: 'AwB 2: Plural Nouns & Adjectives',
				unitId: 2,
				order: 2,
				content: `אִישׁ, אִשָּׁה, פַּר, פָּרָה, סוּס, חֲמוֹר, עֵז, כֶּ֫בֶשׂ  
כֶּבֶשׂ גָּדוֹל, כֶּבֶשׂ קָטֹן, כֶּבֶשׂ קָטֹן מְאֹד
פָּרָה גְדוֹלָה, פָּרָה קְטַנָּה, פָּרָה קְטַנָּה מְאֹד
סוּס קָטֹן, סוּס גָּדוֹל, סוּס גָּדוֹל מְאֹד
עֵז גְּדוֹלָה, עֵז קְטַנָּה, עֵז קְטַנָּה מְאֹד  
זֶה אִישׁ׃ מַה־זֶּה? זֶה נַ֫עַר׃
זֹאת אִשָּׁה׃ מַה־זֹּאת? זֹאת נַעֲרָה׃
אִישׁ, נַַעַר, אִשָּׁה, נַעֲרָה, נַעַר, נַעֲרָה
מַה־זֶּה? זֶה גָּמָל׃
מַה־זֶּה? זֶה אִישׁ׃ מָה־אֵ֫לֶּה׃ אֵלֶּה אֲנָשִׁים׃
זֶה נַעַר׃ מָה־אֵלֶּה? אֵלֶּה נְעָרִים׃ 
זֹאת אִשָּׁה׃ מָה־אֵלֶּה? אֵלֶּה נָשִׁים׃
זֹאת נַעֲרָה׃ מָה־אֵלֶּה? אֵלֶּה נְעָרוֹת׃
מָה־אֵלֶּה? אֵלֶּה אֲנָשִׁים׃
אַיֵּה הַנְּעָרִים? טוֹב!  
אַיֵּה הַנָּשִׁים? לֹא, אֵלֶּה נְעָרוֹת׃ אַיֵּה הַנָּשִׁים? יָפֶה! ←
אַיֵּה הַנְּעָרוֹת? יָפֶה!
אַיֵּה הָאֲנָשִׁים? יָפֶה מְאֹד!
 
פַּר, פַּר, פָּרִים׃ מָה־אֵלֶּה? אֵלֶּה פָּרִים׃                                         🐂🐂🐂
מָה־אֵלֶּה? אֵלֶּה עִזִּים׃ עֵז, עֵז, עִזִּים                                         🐐🐐🐐
מָה־אֵלֶּה? אֵלֶּה חֲמוֹרִים׃
מָה־אֵלֶּה? אֵלֶּה סוּסִים׃ סוּס, סוּס, סוּסִים                                 🐎🐎🐎
מַה־זֶּה? זֶה גָּמָל׃ מָה־אֵלֶּה? אֵלֶּה גְּמַלִּים׃ גָּמָל, גָּמָל, גְּמַלִּים         🐫🐫🐫
מָה־אֵלֶּה? אֵלֶּה כְּבָשִׂים׃ כֶּבֶשׂ, כֶּבֶשׂ, כְּבָשִׂים                                 🐑🐑🐑
מָה־אֵלֶּה? אֵלֶּה פָּרוֹת׃ פָּרָה, פָּרָה, פָּרוֹת                                 🐄🐄🐄
נַעֲרָה, נַעֲרָה, נְעָרוֹת                                                                 👧🏽👧🏽👧🏽
________________


אַיֵּה הַחֲמוֹרִים? טוֹב! אַיֵּה הַפָּרִים? לֹא, אֵלֶּה פָּרוֹת׃ אַיֵּה הַפָּרִים? יָפֶה!
אַיֵּה הַכְּבָשִׂים? יָפֶה! אַיֵּה הַגְּמַלִּים? טוֹב מְאֹד!
 פַּר קָטֹן, פָּרִים גְּדֹלִים  
סוּסִים גְּדֹלִים, סוּסִים קְטַנִּים
פָּרָה גְדוֹלָה, פָּרוֹת קְטַנּוֹת  
פָּרָה קְטַנָּה מְאֹד, פָּרוֹת גְּדֹלוֹת
כְּבָשִׂים גְּדֹלִים, כְּבָשִׂים קְטַנִּים 
חֲמוֹרִים גְּדֹלִים, חֲמוֹרִים קְטַנִּים
עִזִּים גְּדֹלוֹת, עִזִּים קְטַנּוֹת, נָשִׁים קְטַנּוֹת
גְּמַלִּים גְּדֹלִים, גְּמַלִּים קְטַנִּים


הַחֲמוֹרִים הָאֵלֶּה גְּדֹלִים׃ הַחֲמוֹרִים הָאֵלֶּה קְטַנִּים׃
הַכְּבָשִׂים הָאֵלֶּה גְּדֹלִים׃ הַכְּבָשִׂים הָאֵלֶּה קְטַנִּים׃ הַכְּבָשִׂים הָאֵלֶּה קְטַנִּים מְאֹד׃
הָעִזִּים הָאֵלֶּה קְטַנּוֹת׃ הָעִזִּים הָאֵלֶּה גְּדֹלוֹת׃ אֵלֶּה קְטַנּוֹת׃ אֵלֶּה גְּדֹלוֹת׃
הַסּוּסִים הָאֵלֶּה קְטַנִּים׃ הַסּוּסִים הָאֵלֶּה גְּדֹלִים׃ אֵלֶּה קְטַנִּים׃ אֵלֶּה גְּדֹלִים׃


אַיֵּה הַסּוּסִים הַגְּדֹלִים? לֹא, אֵלֶּה סוּסִים קְטַנִּים׃ אַיֵּה הַסּוּסִים הַגְּדֹלִים? טוֹב!
אַיֵּה הַגְּמַלִּים הַקְּטַנִּים? יָפֶה! אֵלֶּה גְּמָלִּים קְטַנִּים׃  
אַיֵּה הָעִזִּים הַקְּטַנּוֹת? יָפֶה! ←
אַיֵּה הַגְּמַלִּים הַגְּדֹלִים? טוֹב!
אַיֵּה הָעִזִּים הַגְּדֹלוֹת? טוֹב מְאֹד!
אַיֵּה הַכְּבָשִׂים הַגְּדֹלִים? לֹא, אֵלֶּה כְּבָשִׂים קְטַנִּים׃ אַיֵּה הַכְּבָשִׂים הַגְּדֹלִים? יָפֶה מְאֹד!  
הַכְּבָשִׂים הָאֵלֶּה קְטַנִּים מְאֹד׃ ←
שָׁלוֹם!
________________`,
			},
			{
				id: 31,
				title: 'AwB 3: Conjunction & Gender',
				unitId: 2,
				order: 3,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מָה־אֵלֶּה? אֵלֶּה סוּס וַחֲמוֹר׃
מָה־אֵלֶּה? אֵלֶּה כֶּבֶשׂ וְאִשָּׁה׃
מָה־אֵלֶּה? אֵלֶּה אִישׁ וְנַעֲרָה, נַעֲרָה וְאִישׁ׃  
מָה־אֵלֶּה? אֵלֶּה פָּרָה וְעֵז, עֵז וּפָרָה׃
גָּמָל וּפַר, פַּר וְגָמָל
נַעַר וְנַעֲרָה, נַעֲרָה וְנַעַר, אֲנָשִׁים וְסוּסִים
פָּרִים וּפָרוֹת, פָּרוֹת וּפָרִים
נְעָרוֹת וּכְבָשִׂים, כְּבָשִׂים וּנְעָרוֹת  
נְעָרִים וַחֲמוֹרִים, חֲמוֹרִים וּנְעָרִים
נָשִׁים וְעִזִּים, עִזִּים וְנָשִׁים
פָּרָה וּגְמַלִּים, גְּמַלִּים וּפָרָה
נָשִׁים וּנְעָרִים וְסוּס
גְּמַלִּים וְאִישׁ וּכְבָשִׂים
מַה־זֹּאת? זֹאת כּוֹס׃ כּוֹס גְּדוֹלָה, כּוֹס קְטַנָּה מְאֹד    
מַה־זֶּה? זֶה בַּיִת׃ בַּיִת קָטֹן, בַּיִת גָּדוֹל
מַה־זֶּה? זֶה אֹהֶל׃  


מַה־זֹּאת? זֹאת אֶרֶץ׃ 
זֹאת אֶרֶץ יִשְׂרָאֵל אוֹ אֶרֶץ כְּנַעַן׃
  

הָאִישׁ זָכָר׃ ♂ הָאִשָּׁה נְקֵבָה׃ ♀ זָכָר, נְקֵבָה
הַנַּעַר זָכָר, הַנַּעֲרָה נְקֵבָה׃
אִישׁ זָכָר, נַעַר זָכָר׃
אִשָּׁה נְקֵבָה, נַעֲרָה נְקֵבָה׃
זֶה פַּר׃ זָכָר אוֹ נְקֵבָה? הַפָּר זָכָר׃
פָּרָה, זָכָר אוֹ נְקֵבָה? הַפָּרָה נְקֵבָה׃
זֶה סוּס׃ זָכָר אוֹ נְקֵבָה? הַסּוּס זָכָר׃
זֶה חֲמוֹר׃ נְקֵבָה אוֹ זָכָר? הַחֲמוֹר זָכָר׃
זֹאת עֵז׃ זָכָר אוֹ נְקֵבָה? הָעֵז נְקֵבָה׃
זֶה כֶּבֶשׂ׃ זָכָר אוֹ נְקֵבָה? הַכֶּבֶשׂ זָכָר׃
מַה־זֶּה? זֶה גָּמָל׃ נְקֵבָה אוֹ זָכָר? הַגָּמָל זָכָר אוֹ נְקֵבָה׃ גָּמָל גָּדוֹל, גָּמָל קָטֹן, גָּמָל גְּדוֹלָה, גָּמָל קְטַנָּה, הַגָּמָל זָכָר אוֹ נְקֵבָה׃
מַה־זֹּאת? זֹאת כּוֹס׃ זָכָר אוֹ נְקֵבָה? הַכּוֹס נְקֵבָה׃ כּוֹס גְּדוֹלָה, כּוֹס קְטַנָּה, הַכּוֹס נְקֵבָה׃
מַה־זֶּה? זֶה בַּיִת׃ זָכָר אוֹ נְקֵבָה? הַבַּיִת זָכָר׃ בַּיִת גָּדוֹל, בַּיִת קָטֹן, בַּיִת זָכָר׃
מַה־זֶּה? זֶה אֹהֶל׃ זָכָר אוֹ נְקֵבָה? הָאֹהֶל זָכָר׃ אֹהֶל גָּדוֹל, אֹהֶל קָטֹן׃ הָאֹהֶל זָכָר׃
מַה־זֹּאת? זֹאת אֶרֶץ׃ אֶרֶץ זָכָר אוֹ נְקֵבָה? אֶרֶץ נְקֵבָה׃   
הָאָרֶץ נְקֵבָה׃ אֶרֶץ גְּדוֹלָה, אֶרֶץ קְטַנָּה, הָאָרֶץ נְקֵבָה׃
זָכָר ← אִישׁ, אֲנָשִׁים, נַעַר, נְעָרִים, פַּר, פָּרִים, סוּס, סוּסִים, חֲמוֹר, חֲמוֹרִים, כֶּבֶשׂ, כְּבָשִׂים, גָּמָל, גְּמַלִּים, בַּיִת, בָּתִּים, אֹהֶל, אֹהָלִים
נְקֵבָה ← נַעֲרָה, נְעָרוֹת, פָּרָה, פָּרוֹת, כּוֹס, כֹּסוֹת, אֶרֶץ, אֲרָצוֹת, אִשָּׁה, נָשִׁים, עֵז, עִזִּים
אִשָּׁה נְקֵבָה, עֵז נְקֵבָה׃ לָמָּה־זֶּה נָשִׁים, עִזִּים? אֵינֶנִּי יֹדַעַת! כָּכָה עִבְרִית׃
________________`,
			},
			{
				id: 32,
				title: 'AwB 4: Subject Pronouns',
				unitId: 2,
				order: 4,
				content: `שָׁלוֹם, אֲנִי בֵּת!     
אֲנִי אוֹ אָנֹכִי
אֲנִי בֵּת׃ אָנֹכִי בֵּת׃ 
אֲנִי אִשָּׁה׃ אָנֹכִי נְקֵבָה׃
מָה־אָנֹכִי׃ אִשָּׁה אָנֹכִי׃  


אֲנִי בֵּת׃ וְאַתָּה אַבְרָם׃
אַתְּ בֵּת וַאֲנִי אַבְרָם׃  
אַתָּה אִישׁ׃ אַתָּה זָכָר׃ אָנֹכִי נְקֵבָה׃ אַתָּה זָכָר׃   
מָה־אַתָּה? אִישׁ אַתָּה׃
מָה־אַתְּ? אִשָּׁה אָנֹכִי׃
אַתְּ אִשָּׁה׃ אֲנִי אִשָּׁה׃
אַתָּה חֲמוֹר! לֹא כִּי אִישׁ אָנֹכִי!
הוּא חֲמוֹר׃ לֹא כִּי אִישׁ אָנֹכִי!
אַתְּ פָּרָה׃ לֹא כִּי אִשָּׁה אֲנִי!
הִיא פָּרָה׃ מוּוּוּוּוּוּ!!! לֹא כִּי אִשָּׁה אָנֹכִי!  
מָה־אֲנַחְנוּ? אֲנָשִׁים אֲנַחְנוּ׃ 
הוּא אִישׁ׃ אֲנִי אִשָּׁה׃ אֲנַחְנוּ אֲנָשִׁים׃
אֲנַחְנוּ גְּמַלִּים׃
לֹא כִּי אֲנָשִׁים אֲנַחְנוּ!
     
מָה־אַתָּה? אִישׁ אוֹ נַעַר אַתָּה׃
מָה־אַתְּ? אִשָּׁה אוֹ נַעֲרָה אַתְּ׃    
מָה־אַתֶּם? אֲנָשִׁים אַתֶּם׃
מָה־אַתֶּן? נָשִׁים אַתֶּן׃
 
מָה־אַתָּה? אִישׁ קָטֹן אֲנִי׃
מָה־אַתְּ? אִשָּׁה קְטַנָּה אָנֹכִי׃
מָה־אַתֶּם? אֲנָשִׁים קְטַנִּים אֲנַחְנוּ׃
מָה־אַתֶּן? נָשִׁים קְטַנּוֹת אֲנַחְנוּ׃
הוּא אִישׁ׃     
הִיא אִשָּׁה׃    
הֵם אֲנָשִׁים׃ 
הֵנָּה נָשִׁים׃
מַה־הוּא? אִישׁ קָטֹן הוּא׃ מָה־הֵם? אֲנָשִׁים קְטַנִּים הֵם׃
מַה־הִיא? אִשָּׁה קְטַנָּה הִיא׃ מָה־הֵנָּה? נָשִׁים קְטַנּוֹת הֵנָּה׃
הִיא אִשָּׁה קְטַנָּה׃ אֲנִי אִשָּׁה גְדוֹלָה׃        אַתְּ פָּרָה! אַתָּה חֲמוֹר!


אֲנִי גָּדוֹל, אַתָּה קָטֹן׃
אֲנִי גָּדוֹל, אַתְּ קְטַנָּה׃
אֲנִי גָּדוֹל, אַתֶּם קְטַנִּים׃
אֲנִי גָּדוֹל, אַתֶּן קְטַנּוֹת׃
אֲנִי גָּדוֹל, אַתֶּם גְּדֹלִים מְאֹד! מָה־אַתֶּם?
אֲנַחְנוּ אֲנָשִׁים גְּדֹלִים מְאֹד וְאַתָּה קָטֹן׃
שָׁלוֹם!
________________`,
			},
			{
				id: 33,
				title: 'AwB 5: Family Terms',
				unitId: 2,
				order: 5,
				content: `שֵׁם, מַה־זֶּה שֵׁם? בֵּת שֵׁם׃ אַבְרָם שֵׁם׃ דָּוִד שֵׁם, שְׁמוּאֵל, אַבְרָהָם, אָדָם  
שֵׁם הָאִשָּׁה הַזֹּאת בֵּת׃ שְׁמִי בֵּת׃  
שֵׁם הָאִישׁ הַזֶּה אַבְרָם׃
שְׁמִי אַבְרָם׃
שְׁמִי בֵּת׃
שְׁמִי אַבְרָם׃
מַה־שֵּׁם הָאִישׁ הַזֶּה? שֵׁם הָאִישׁ הַזֶּה אַבְרָהָם׃ שְׁמוֹ אַבְרָהָם׃
מַה־שֵּׁם הָאִשָּׁה הַזֹּאת? שֵׁם הָאִשָּׁה הַזֹּאת שָׂרָה׃ הִיא שָׂרָה׃ שְׁמָהּ שָׂרָה׃  
מַה־שֵּׁם הָאִישׁ הַזֶּה? שְׁמוֹ יִצְחָק׃
מַה־שֵּׁם הָאִשָּׁה הַזֹּאת? שְׁמָהּ רִבְקָה׃
שְׁמִי בֵּת, שְׁמוֹ אַבְרָהָם, שְׁמָהּ שָׂרָה
שְׁמִי בֵּת, שְׁמוֹ יִצְחָק, שְׁמָהּ רִבְקָה


מִי הוּא? מַה־שְּׁמוֹ? שְׁמוֹ יִצְחָק׃    
מִי הוּא? מַה־שְּׁמוֹ? שְׁמוֹ אַבְרָהָם׃
  

אַבְרָהָם אָב׃ אַבְרָהָם אֲבִי יִצְחָק׃ 
יִצְחָק בֶּן־אַבְרָהָם׃ אָב, בֵּן
מִי הִיא? מַה־שְּׁמָהּ? שְׁמָהּ שָׂרָה׃ שָׂרָה אֵם יִצְחָק׃ יִצְחָק בֶּן־שָׂרָה׃ אֵם, בֵּן  
אָב, אֵם, בֵּן
בֵּן וְאָב, אָב וּבֵן
בֵּן וְאֵם, אֵם וּבֵן  
אָב וּבֵן, בֵּן וְאָב
 
אַבְרָהָם אִישׁ שָׂרָה׃ שָׂרָה אֵ֫שֶׁת אַבְרָהָם׃
מִי הִיא? מַה־שְּׁמָהּ? שְׁמָהּ רִבְקָה׃ רִבְקָה אֵשֶׁת יִצְחָק׃
שָׂרָה אֵשֶׁת אַבְרָהָם׃ רִבְקָה אֵשֶׁת יִצְחָק׃ אַבְרָהָם אֲבִי יִצְחָק׃ 
שָׂרָה אֵם יִצְחָק׃ רִבְקָה אֵשֶׁת יִצְחָק׃ יִצְחָק בֶּן־אַבְרָהָם׃ אָב, אֵם, אִשָּׁה
אִישׁ וְאִשָּׁה, אִשָּׁה וְאִישׁ
מִי הוּא? מַה־שְּׁמוֹ? שְׁמוֹ דָּוִד׃ דָּוִד מֶ֫לֶךְ׃ דָּוִד הַמֶּלֶךְ׃  
מִי אֲבִי דָוִד? יִשַׁי אֲבִי דָוִד׃ אָב, בֵּן
מִי הִיא? הִיא אֵשֶׁת דָּוִד׃ מַה־שְּׁמָהּ? שְׁמָהּ בַּת־שֶׁ֫בַע׃ דָּוִד, בַּת־שֶׁבַע
אָב, בֵּן, אִשָּׁה
בַּת־שֶׁבַע אֵשֶׁת דָּוִד׃ יִשַׁי אֲבִי דָוִד׃
מִי בֶּן־דָּוִד? אַבְשָׁלוֹם בֶּן־דָּוִד׃
מִי בֶּן־דָּוִד? שְׁלֹמֹה בֶּן־דָּוִד׃ גַּם־שְׁלֹמֹה מֶלֶךְ׃ שְׁלֹמֹה בֶּן־דָּוִד׃
שְׁלֹמֹה בֶּן־דָּוִד וּבֶן־בַּת־שֶׁבַע׃ בַּת־שֶׁבַע אֵם שְׁלֹמֹה׃ דָּוִד אֲבִי שְׁלֹמֹה׃
מִי הִיא? מַה־שְּׁמָהּ? שְׁמָהּ תָּמָר׃ תָּמָר בַּת־דָּוִד׃ דָּוִד אֲבִי תָמָר׃ 
תָּמָר בַּת־דָּוִד׃ אַבְשָׁלוֹם בֶּן־דָּוִד׃ תָּמָר בַּת־דָּוִד׃ בֵּן, בַּת, אָב, אֵם
בַּת וְאֵם, אֵם וּבַת  
בַּת וְאָב, אָב וּבַת
בַּת וְאֵם, אֵם וּבַת
אָב וְאֵם וּבַת
מִי אֵשֶׁת דָּוִד? בַּת־שֶׁבַע אֵשֶׁת דָּוִד׃
מִי אֲבִי דָוִד? יִשַׁי אֲבִי דָוִד׃
מִי בַּת־דָּוִד? תָּמָר בַּת־דָּוִד׃
מִי בֶּן־דָּוִד? אַבְשָׁלוֹם בֶּן־דָּוִד׃ גַּם־שְׁלֹמֹה בֶּן־דָּוִד׃
מִי אִישׁ בַּת־שֶׁבַע? דָּוִד אִישׁ בַּת־שֶׁבַע׃
מִי אֵם דָּוִד? אֵינֶ֫נִּי יֹדַ֫עַת! 🤷🏽
מִי אֵם שְׁלֹמֹה? בַּת־שֶׁבַע אֵם שְׁלֹמֹה׃
מִי אֲבִי אַבְשָׁלוֹם? דָּוִד אֲבִי אַבְשָׁלוֹם׃
 
מַה־שְּׁמוֹ? עֵשָׂו, שְׁמוֹ עֵשָׂו׃ מַה־שְּׁמוֹ? יַעֲקֹב, שְׁמוֹ יַעֲקֹב׃ עֵשָׂו, יַעֲקֹב
עֵשָׂו אֲחִי יַעֲקֹב׃ יַעֲקֹב אֲחִי עֵשָׂו׃ אָח
מַה־שְּׁמָהּ? שְׁמָהּ לֵאָה׃ מַה־שְּׁמָהּ? שְׁמָהּ רָחֵל׃ לֵאָה, רָחֵל  
לֵאָה אֲחוֹת רָחֵל וְרָחֵל אֲחוֹת לֵאָה׃ אָח, אָחוֹת
אָח וְאָחוֹת, אָחוֹת וְאָח
 
הוּא אַבְרָהָם׃ שָׂרָה אֵשֶׁת אַבְרָהָם׃ אַבְרָהָם אִישׁ שָׂרָה׃ שָׂרָה אֵשֶׁת אַבְרָהָם׃
מִי בֶּן־אַבְרָהָם? יִשְׁמָעֵאל, הוּא בֶּן־אַבְרָהָם׃ גַּם־יִצְחָק, יִצְחָק בֶּן־אַבְרָהָם׃ יִשְׁמָעֵאל בֶּן־אַבְרָהָם וְגַם יִצְחָק בֶּן־אַבְרָהָם׃
מִי אֵשֶׁת יִצְחָק? רִבְקָה אֵשֶׁת יִצְחָק׃ יִצְחָק אִישׁ רִבְקָה׃ רִבְקָה אֵשֶׁת יִצְחָק׃ מִי בֶּן־יִצְחָק? עֵשָׂו, הוּא בֶּן־יִצְחָק׃ עֵשָׂו בֶּן־יִצְחָק וְגַם יַעֲקֹב בֶּן־יִצְחָק׃


מִי אֵשֶׁת יַעֲקֹב? לֵאָה אֵשֶׁת יַעֲקֹב וְגַם רָחֵל אֵשֶׁת יַעֲקֹב׃
מִי אֵם יִצְחָק? שָׂרָה אֵם יִצְחָק׃ מִי אֵשֶׁת יִצְחָק׃ רִבְקָה אֵשֶׁת יִצְחָק׃
מִי אִישׁ שָׂרָה? אַבְרָהָם אִישׁ שָׂרָה׃
מִי אֲבִי יַעֲקֹב? יִצְחָק אֲבִי יַעֲקֹב׃
מִי בֶּן־אַבְרָהָם? יִשְׁמָעֵאל בֶּן־אַבְרָהָם וְגַם יִצְחָק בֶּן־אַבְרָהָם׃
מִי אֲחוֹת רָחֵל? לֵאָה אֲחוֹת רָחֵל׃ מִי אִישׁ לֵאָה? יַעֲקֹב אִישׁ לֵאָה׃
מִי אֲחִי יַעֲקֹב? עֵשָׂו אֲחִי יַעֲקֹב׃ מִי אֵם עֵשָׂו? רִבְקָה אֵם עֵשָׂו׃
אָב, אֵם, אִשָּׁה, אָח, בֵּן, בַּת, אָחוֹת
________________
 
מִי אַתְּ?
אֲנִי שָׂרָה׃
אֵשֶׁת מִי אַתְּ?
אֵשֶׁת אַבְרָהָם אֲנִי׃
מִי אַתָּה?
אֲנִי יִצְחָק׃
בֶּן־מִי אַתָּה?
בֶּן־אַבְרָהָם אָנֹכִי׃
________________


רָחֵל, בַּת־מִי אַתְּ?
בַּת־לָבָן אֲנִי׃


עֵשָׂו, אֲחִי מִי אַתָּה?
אֲחִי יַעֲקֹב אָנֹכִי׃


יַעֲקֹב, בֶּן־מִי אַתָּה?
בֶּן־יִצְחָק אָנֹכִי׃


לֵאָה, אֵשֶׁת־מִי אַתְּ?
אֵשֶׁת יַעֲקֹב אֲנִי׃
________________`,
			},
			{
				id: 34,
				title: 'AwB 6: Prepositions & Location',
				unitId: 2,
				order: 6,
				content: `דֶּ֫רֶךְ, שָׂדֶה, עֵץ, עֵצִים, דֶּרֶךְ וְעֵצִים, שָׂדֶה  
הַר, הָרִים, עֵצִים וְהַר, מִדְבָּר
עֵצִים וְדֶרֶךְ וְהָרִים, הָרִים
   
מַה־זֶּה? בַּ֫יִת
הָאִשָּׁה בַּבַּיִת׃ הַכֶּבֶשׂ בַּבַּיִת׃ הָאִישׁ בַּבַּיִת׃ הַנַּעַר בַּבַּיִת׃
גְּמַלִּים בַּמִּדְבָּר׃ עֵץ בַּשָּׂדֶה׃ אֹהֶל וְעֵצִים בַּמִּדְבָּר׃ דֶּרֶךְ בַּשָּׂדֶה׃
בַּיִת קָטֹן בַּמִּדְבָּר׃ נָשִׁים בַּשָּׂדֶה׃ דֶּרֶךְ בַּמִּדְבָּר׃ אִישׁ בַּדֶּרֶךְ׃ אֲנִי בַּבַּיִת׃  
 
מַה־זֶּה? זֶה כֶּבֶשׂ קָטֹן מְאֹד׃
הַכֶּבֶשׂ עַל־הַחֲמוֹר׃ הַכֶּבֶשׂ הַקָּטֹן עַל־הַחֲמוֹר הַגָּדוֹל׃  
הַכֶּבֶשׂ הַקָּטֹן תַּ֫חַת הַחֲמוֹר הַגָּדוֹל׃ הַכֶּבֶשׂ תַּחַת הַחֲמוֹר׃
עַל, תַּחַת
 
הַפָּרָה עַל־הַבַּיִת׃ הָאִישׁ עַל־הַר׃ פָּרִים תַּחַת עֵץ׃ עֵץ עַל־הַר׃
הַנַּעֲרָה עַל־הַחֲמוֹר׃ הַחֲמוֹר תַּחַת הַנַּעֲרָה׃ הַנַּעֲרָה עַל־הַחֲמוֹר וְהַחֲמוֹר תַּחַת הַנַּעֲרָה׃ הַנַּעֲרָה תַּחַת הַחֲמוֹר׃  
הַנְּעָרִים עַל־חֲמוֹר׃
גְּמַלִּים וְאִישׁ עַל־הַר׃ אֲנִי עַל־הַבַּיִת׃ אֲנִי תַּחַת עֵץ׃  
הַגָּמָל לִפְנֵי הַחֲמוֹר׃ הַגָּמָל אַחֲרֵי הַחֲמוֹר׃
לִפְנֵי, אַחֲרֵי
הַכֶּבֶשׂ וְהַפָּרָה לִפְנֵי הַבַּיִת׃ הָאִישׁ בַּבַּיִת וְהַכֶּבֶשׂ לִפְנֵי הַבַּיִת׃
הַכֶּבֶשׂ לִפְנֵי הָעֵז׃ הָעֵז אַחֲרֵי הַכֶּבֶשׂ׃ הָעֵז לִפְנֵי הַכֶּבֶשׂ׃ הַכֶּבֶשׂ אַחֲרֵי הָעֵז׃
הַפָּר אַחֲרֵי הַבַּיִת׃ הָאִשָּׁה וְהַנַּעֲרָה עַל־הַבַּיִת וְהַפָּר אַחֲרֵי הַבַּיִת׃ הַפָּר אַחֲרֵי הַבַּיִת׃ הָאִשָּׁה וְהַנַּעֲרָה עַל־הַבַּיִת׃  
 אֲנִי אַחֲרֵי אַבְרָם׃ אֲנִי לִפְנֵי אַבְרָם׃ 
הַפָּר לְיַד הַסּוּס׃ הַסּוּס לְיַד הַפָּר׃ 
הַפָּר לְיַד הַסּוּס וְהַסּוּס לְיַד הַפָּר׃
הָאֲנָשִׁים לְיַד הַבַּיִת׃ הַחֲמוֹר לְיַד הַבַּיִת׃ 
הָעֵצִים לְיַד הַבַּיִת׃ הַנָּשִׁים לְיַד הַבַּיִת׃
הַחֲמוֹר לְיַד הַבַּיִת וְהָאִשָּׁה עַל־הַבַּיִת׃ אֲנִי לְיַד אַבְרָם׃ הָאֲנָשִׁים לִפְנֵי הַבַּיִת׃ הָאֲנָשִׁים עַל־הַבַּיִת׃ הַפָּר לִפְנֵי הַבַּיִת׃ הַנַּעַר בַּבַּיִת׃ הַנַּעַר עַל־הַבַּיִת׃ הַפָּרָה עַל־הַבַּיִת׃ הַנַּעֲרָה בַּבַּיִת׃ הָאֲנָשִׁים עַל־הַבַּיִת׃ הַכֶּבֶשׂ לִפְנֵי הַבַּיִת׃ הַחֲמוֹר אַחֲרֵי הַבַּיִת׃ הָאִישׁ עַל־הַחֲמוֹר׃ הַפָּרָה תַּחַת הַחֲמוֹר׃  
מָה עַל־הַחֲמוֹר? הַכֶּבֶשׂ עַל־הַחֲמוֹר׃ 
מָה תַּחַת הַחֲמוֹר? הַפָּרָה תַּחַת הַחֲמוֹר׃
מָה לִפְנֵי הַפָּר? הַגָּמָל לִפְנֵי הַפָּר׃   
מָה אַחֲרֵי הַפָּר? הַסּוּס אַחֲרֵי הַפָּר׃
מָה תַּחַת הַפָּר? הַפָּרָה הַקְּטַנָּה תַּחַת הַפָּר׃
מָה עַל־הַפָּר? הַכֶּבֶשׂ עַל־הַפָּר׃
מָה לְיַד הַפָּר׃ הַגָּמָל לְיַד הַפָּר׃  
מָה לִפְנֵי הַפָּר? הָעֵז לִפְנֵי הַפָּר׃
מָה אַחֲרֵי הַפָּר? הַחֲמוֹר אַחֲרֵי הַפָּר׃
הַכֶּבֶשׂ עַל־הַפָּר׃ הַפָּרָה הַקְּטַנָּה תַּחַת הַפָּר׃ 
הָעֵז לִפְנֵי הַפָּר׃ הַגָּמָל לְיַד הַפָּר׃ הַחֲמוֹר אַחֲרֵי הַפָּר׃
תַּ֫חַת, עַל, לִפְנֵי, אַחֲרֵי, לְיַד
 
שִׂים
אַבְרָם, שִׂים סוּס בַּדֶּרֶךְ׃ יָפֶה! שִׂים פָּרָה עַל־הַבַּיִת׃ טוֹב!
שִׂים פָּרָה בַּשָּׂדֶה׃ לֹא, הַפָּרָה הַזֹּאת לִפְנֵי הַבַּיִת׃ שִׂים אֶת־הַפָּרָה בַּשָּׂדֶה׃ יָפֶה!
שִׂים סוּס בַּבַּיִת׃ לֹא, הַסּוּס הַזֶּה עַל־הַבַּיִת׃ שִׂים אֶת־הַסּוּס בַּבַּיִת׃ יָפֶה!
שִׂים פָּרָה לְיַד הַבַּיִת׃ טוֹב! שִׂים סוּס לִפְנֵי הַבַּיִת׃ יָפֶה! הַסּוּס לִפְנֵי הַבַּיִת׃
שִׂים פָּרָה בַּדֶּרֶךְ׃ יָפֶה, טוֹב! שִׂים סוּס בַּשָּׂדֶה׃ יָפֶה!
שִׂים פָּרָה אַחֲרֵי הַבַּיִת׃ לֹא, הַפָּרָה הַזֹּאת עַל־הַבַּיִת׃ שִׂים אֶת־הַפָּרָה אַחֲרֵי הַבַּיִת׃ טוֹב, טוֹב מְאֹד!
שִׂים סוּסִים עַל־הַבַּיִת׃ יָפֶה! הַסּוּסִים הָאֵלֶּה עַל־הַבַּיִת׃ הַסּוּס הַזֶּה לִפְנֵי הַבַּיִת׃ הַפָּרָה הַזֹּאת בַּדֶּרֶךְ׃ הַפָּרָה הַזֹּאת אַחֲרֵי הַבַּיִת׃  
שָׁלוֹם!
________________`,
			},
			{
				id: 35,
				title: 'AwB 7: Alphabet Part I',
				unitId: 2,
				order: 7,
				content: `א אָ אִ אָ אִ  
בּ בָּ בִּ בָּ בִּ אָ אִ בָּ בִּ
ב בָ בִ בָ בִ אַ אָ בַּ בַ בִ
 ִי בִּ בִּי אִ אִי בִּי בִּ אַ בָּ בִי  
י יָ יִ יַ בָ אַ יָ יִ בִּי
ת ת=תּ תַ תִ תָ תִי בַּת, אַתְּ, אָב, בַּ יִ בַּיִת
שׁ שׁ=שּׁ שָׁ שִׁ שַׁ שִׁי שָׁב אִי אִישׁ
ה הַ הִי הָ הִ הַבַּת הַבַּיִת הָאִישׁ
ָה בָּה שָׁה תָה בָה אִ שָׁה אִשָּׁה הִיא הִ הִי הִיא, הִיא אִשָּׁה׃
אַת אַתְּ, אַתְּ אִשָּׁה׃ אַתָּה, אַתָּה אִישׁ׃
הִיא בַּת׃ אִשָּׁה, הִיא אִשָּׁה׃ בַּיִת, הַבַּיִת, בַּבַּיִת, הָאִשָּׁה בַּבַּיִת׃
ו וְ בַּת, אָב, בַּת וְאָב 👨🏽‍👧🏽   אִישׁ וְאִשָּׁה 👫🏽    בַּיִת וְאִישׁ 🏠🧔🏽
הַבַּת בַּבַּיִת׃ הָאִישׁ וְהָאִשָּׁה בַּבַּיִת׃ הָאִישׁ אָב וְהָאִשָּׁה בַּת׃
________________`,
			},
			{
				id: 36,
				title: 'AwB 8: Parts of the Body',
				unitId: 2,
				order: 8,
				content: `שָׁלוֹם, אֲנִי בֵּת!
אַיֵּה הָאִשָּׁה? הָאִשָּׁה לְיַד הַגָּמָל בַּמִּדְבָּר׃
אַיֵּה הָאִשָּׁה? הָאִשָּׁה לִפְנֵי הַבַּיִת׃  
אַיֵּה הָאִישׁ? הָאִישׁ בַּדֶּרֶךְ׃
אַיֵּה הָאִשָּׁה? הָאִשָּׁה בַּשָּׂדֶה׃ הִיא בַּשָּׂדֶה׃
אַיֵּה הַנְּעָרִים הָאֵלֶּה? הֵם תַּחַת הָעֵץ אַחֲרֵי הַבַּיִת׃
אַיֵּה הָאִישׁ וְהַנַּעַר? הֵם עַל־חֲמוֹר בַּמִּדְבָּר׃
אַיֵּה הַכְּבָשִׂים? הַכְּבָשִׂים עַל־הַר׃    
 
רֹאשׁ, פָּנִים
מַה־זֶּה? זֶה אַף׃ רֹאשׁ, פָּנִים, אַף
מַה־זֶּה? זֶה פֶּה׃ רֹאשׁ, פָּנִים, אַף, פֶּה
אַיֵּה הַפָּנִים? פָּנִים 😀  אַיֵּה הָאַף? אַף 👃  אַיֵּה הָרֹאשׁ? רֹאשׁ 👦
אַיֵּה הַפֶּה? פֶּה  👄           
עַ֫יִן, עַיִן, עֵינַ֫יִם    
מַה־זֹּאת? זֹאת אֹ֫זֶן׃ אֹזֶן, אֹזֶן, אָזְנַ֫יִם[1]  
עַיִן 👁️ עֵינַיִם 👀 
אֹזֶן 👂 אָזְנַיִם 👂👂
זֶה פֶּה׃ מַה־זֹּאת? זֹאת שָׂפָה׃ שָׂפָה, שָׂפָה, שְׂפָתַ֫יִם
עַ֫יִן, עַ֫יִן, עֵינַ֫יִם       אֹ֫זֶן, אֹ֫זֶן, אָזְנַ֫יִם        שָׂפָה, שָׂפָה, שְׂפָתַ֫יִם
רֹאשׁ, פָּנִים, אַף, פֶּה, עַיִן, עֵינַיִם, אֹזֶן, אָזְנַיִם, שָׂפָה, שְׂפָתַיִם
אַיֵּה הָעֵינַיִם? עֵינַיִם            אַיֵּה הָאֹזֶן? אֹזֶן           אַיֵּה הָרֹאשׁ? רֹאשׁ
אַיֵּה הָאַף? אַף            אַיֵּה הַשְּׂפָתַיִם? שְׂפָתַיִם           אַיֵּה הַפָּנִים? פָּנִים
אַיֵּה הָאָזְנַיִם? אָזְנַיִם             אַיֵּה הָעַיִן? עַיִן            אַיֵּה הַפֶּה? פֶּה
אַיֵּה הַשָּׂפָה? שָׂפָה    
מַה־זֹּאת? זֹאת יָד׃
 
מָה־אֵלֶּה? אֵלֶּה יָדַ֫יִם׃ יָד, יָד, יָדַיִם
זֹאת כַּף׃          כַּף, כַּף, כַּפַּ֫יִם      יָד, יָד, יָדַיִם       כַּף, כַּף, כַּפַּיִם
מַה־זֹּאת? זֹאת בֶּ֫טֶן׃ יָדַיִם, כַּפַּיִם, בֶּטֶן
מַה־זֹּאת? זֹאת רֶ֫גֶל׃ מָה־אֵלֶּה? אֵלֶּה רַגְלַ֫יִם׃ יָדַיִם, כַּפַּיִם, רַגְלַיִם
מַה־זֹּאת? זֹאת כַּף־רֶ֫גֶל׃ כַּף, כַּף־רֶגֶל
אַיֵּה הַפָּנִים? אַיֵּה הָרֶגֶל׃ רֶגֶל
אַיֵּה הַפֶּה? פֶּה                    אַיֵּה הָרֹאשׁ?              אַיֵּה הַבֶּטֶן? בֶּטֶן
אַיֵּה הָרַגְלַיִם? רַגְלַיִם           אַיֵּה הַיָּד? יָד                    אַיֵּה הַכַּפַּיִם? כַּפַּיִם
אַיֵּה הַיָּדַיִם? יָדַיִם                     אַיֵּה הָאֹזֶן? אֹזֶן            אַיֵּה הָאַף? אַף
אַיֵּה הָעֵינַיִם? עֵינַיִם          אַיֵּה הַשְּׂפָתַיִם? שְׂפָתַיִם            אַיֵּה הַכַּף? כַּף
אַיֵּה כַּף־רֶגֶל? כַּף־רֶגֶל          אַיֵּה הָאָזְנַיִם? אָזְנַיִם         אַיֵּה הַשָּׂפָה? שָׂפָה
   
אֹזֶן נַעַר, יַד אִישׁ, רֹאשׁ עֵז, רֹאשׁ גָּמָל   
הַר, רֹאשׁ הָהָר
הָאִישׁ עַל־רֹאשׁ הָהָר׃
אַף נַעֲרָה, רֶגֶל סוּס, אֹזֶן אִשָּׁה
אַף פָּרָה, רֶגֶל נַעֲרָה, בֶּטֶן אִשָּׁה
________________`,
			},
			{
				id: 37,
				title: 'AwB 9: Good & Bad Things',
				unitId: 2,
				order: 9,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מַה־שְּׁמִי? שְׁמִי בֵּת׃
מַה־שֵּׁם הָאִשָּׁה הַזֹּאת? שֵׁם הָאִשָּׁה הַזֹּאת בֵּת׃ שְׁמִי בֵּת׃  
הִנֵּה הָאֲנָשִׁים הָאֵלֶּה, מִי הֵם? שֵׁם הָאִישׁ הַזֶּה גָּלְיָת וְשֵׁם הַנַּעַר הַזֶּה דָּוִד׃ שְׁמוֹ גָּלְיָת וּשְׁמוֹ דָּוִד׃
הִנֵּה הַנָּשִׁים הָאֵלֶּה, מִי הֵנָּה? שֵׁם הָאִשָּׁה הַזֹּאת רוּת׃ שְׁמָהּ רוּת׃ וְשֵׁם הָאִשָּׁה הַזֹּאת נָעֳמִי׃ שְׁמָהּ נָעֳמִי׃  
שֵׁם הָאִשָּׁה הַזֹּאת רוּת וְשֵׁם הָאִשָּׁה הַזֹּאת נָעֳמִי׃ 
שְׁמָהּ רוּת וּשְׁמָהּ נָעֳמִי׃  
הִנֵּה הָאֲנָשִׁים הָאֵלֶּה, מִי הֵם? שֵׁם הָאִישׁ הַזֶּה עֵשָׂו׃ הוּא עֵשָֹו׃ וְשֵׁם הָאִישׁ הַזֶּה יַעֲקֹב׃ שְׁמוֹ עֵשָׂו וּשְׁמוֹ יַעֲקֹב׃ עֵשָׂו אֲחִי יַעֲקֹב וְיַעֲקֹב אֲחִי עֵשָׂו׃ הֵם אַחִים׃  
הִנֵּה הָאֲנָשִׁים הָאֵלֶּה, מִי הֵם? שֵׁם הָאִישׁ הַזֶּה אַבְרָהָם וְשֵׁם הַנַּעַר הַזֶּה יִצְחָק׃ שְׁמוֹ אַבְרָהָם וּשְׁמוֹ יִצְחָק׃




מִי הוּא?   
הוּא אֲדֹנָי׃


מָה־אֵלֶּה? אֵלֶּה דְּבָרִים׃ דָּבָר, דָּבָר, דְּבָרִים, אֵלֶּה דְּבָרִים׃
מָה־הַדָּבָר הַזֶּה? הַדָּבָר הַזֶּה עֵץ׃
מָה־הַדָּבָר הַזֶּה? הַדָּבָר הַזֶּה כֶּבֶשׂ׃
מָה־הַדָּבָר הַזֶּה? הַדָּבָר הַזֶּה חֲמוֹר׃
מָה־הַדָּבָר הַזֶּה? הַדָּבָר הַזֶּה נַעַר׃  
מָה־הַדָּבָר הַזֶּה? הַדָּבָר הַזֶּה כַּד׃ גַּם־הַדָּבָר הַזֶּה כַּד׃
כַּד קָטֹן, כַּד גָּדוֹל
אֵלֶּה דְּבָרִים׃
מָה־הַדָּבָר הַזֶּה? אֵינֶנִּי יֹדַ֫עַת׃ 🤷🏽 אֲנִי אֵינֶנִּי יֹדַעַת מָה הַדָּבָר הַזֶּה׃
אֵלֶּה דְּבָרִים׃
הַדְּבָרִים לִפְנֵי־הַבַּיִת׃ הַדְּבָרִים עַל־הַבַּיִת׃ הַדְּבָרִים לְיַד־הַבַּיִת׃
בַּיִת, גַּם־זֶה דָּבָר׃ בַּיִת דָּבָר׃ הָאִישׁ, הָאִישׁ דָּבָר׃ אָב, אָב דָּבָר׃
בַּיִת, הָאִישׁ, אָב, אֵלֶּה דְּבָרִים׃    
טוֹב                 רַע


אֲדֹנָי הוּא טוֹב׃ אֲדֹנָי טוֹב מְאֹד׃  
דָּוִד הוּא אִישׁ טוֹב׃ דָּוִד אִישׁ טוֹב׃
גָּלְיָת הוּא אִישׁ רַע׃ גָּלְיָת אִישׁ רַע׃
אִישׁ טוֹב, אִישׁ רַע
רוּת אִשָּׁה טוֹבָה׃ אִשָּׁה נְקֵבָה, אִשָּׁה טוֹבָה  
הֵנָּה נָשִׁים טוֹבוֹת׃
אִשָּׁה טוֹבָה, אִשָּׁה טוֹבָה, נָשִׁים טוֹבוֹת
הֵנָּה נָשִׁים טוֹבוֹת׃
פָּרוֹת טוֹבוֹת, פָּרוֹת רָעוֹת
הֵנָּה טוֹבוֹת וְהֵנָּה רָעוֹת׃
אֶרֶץ רָעָה, אֶרֶץ טוֹבָה
 
הֲטוֹב הַדָּבָר הַזֶּה? טוֹב הַדָּבָר׃  
הֲטוֹב הַדָּבָר הַזֶּה? לֹא, הַדָּבָר הַזֶּה רַע׃
הֲטוֹבִים הַדְּבָרִים הָאֵלֶּה? טוֹבִים הֵם׃ טוֹבִים הַדְּבָרִים הָאֵלֶּה׃
הֲטוֹבִים הַדְּבָרִים הָאֵלֶּה? לֹא, הַדְּבָרִים הָאֵלֶּה רָעִים׃
הֲטוֹב הַדָּבָר הַזֶּה? טוֹב הַדָּבָר! 👍
הֲטוֹב הַדָּבָר הַזֶּה? לֹא טוֹב הַדָּבָר הַזֶּה׃ 👎
הֲטוֹב הַדָּבָר הַזֶּה? לֹא, הַדָּבָר הַזֶּה רַע מְאֹד׃ 👎
הֲטוֹב הַדָּבָר הַזֶּה? טוֹב הַדָּבָר׃ טוֹב מְאֹד הַדָּבָר הַזֶּה׃ 👍
הֲטוֹב הַדָּבָר הַזֶּה? לֹא, הַדָּבָר הַזֶּה רַע מְאֹד׃ 👎
הֲטוֹב הַדָּבָר הַזֶּה? טוֹב מְאֹד׃ טוֹב הַדָּבָר׃ 👍
הֲטוֹב הַדָּבָר הַזֶּה? לֹא, הַדָּבָר הַזֶּה רַע מְאֹד׃ 👎
הֲטוֹב הַדָּבָר הַזֶּה? הַדָּבָר הַזֶּה טוֹב מְאֹד׃ 👍
שָׁלוֹם!
________________`,
			},
			{
				id: 38,
				title: 'AwB 10: Alphabet Part II',
				unitId: 2,
				order: 10,
				content: `ֹ  אָ אַ אִ אִי אֹ בִּ בֹּ שָׁ שֹׁ אֹ שֹׁ בֹ הַ אֹ הֹ  
ר רָ רִ רֹ רֹא רֹאשׁ
הַ הַר הָהָר, רֹאשׁ הָהָר
רֹאשׁ הָאִשָּׁה, רֹאשׁ הָאִישׁ
מ מָ מָה, מַה־זֹּאת? מַה־זֶּה? מָה־אֵלֶּה? מָה  
מַה־הִיא? אִשָּׁה הִיא!
מָה אַתְּ? אִשָּׁה אַתְּ!
מָה אַתָּה? אִישׁ אַתָּה!
מָ מָה מִ מִי, מִי הֵם? מִי הִיא? מִי הוּא? מִי אֲנַחְנוּ? מִי
תָּ מָ ר, תָּמָר, מִי הָאִשָּׁה? הִיא תָּמָר!
מִי תָמָר׃ תָּמָר בַּת־דָּוִד׃ הוּא דָּוִד׃ הִיא בַּת־דָּוִד׃ תָּמָר בַּת־דָּוִד׃
ם שָׁ ם, שָׁם, אִ ם, אִם, הַר רִ רִי ם, הָרִים
בַּיִת, בָּ תִּי ם, בָּתִּים, בַּיִת, בָּתִּים, הָרִים, בָּתִּים
ד דר דדּ דֹ דַ דִ  
יָ ד, יָד, יַד אִישׁ, יַד אִשָּׁה
יָ דַ יִ ם, יָדַיִם  
בָּתִּים, הָרִים, בָּתִּים וְהָרִים ←
וְ וָ וִ דָּ וִ ד, דָּוִד
ֵ  אֵ אִ אֵ אֹ אֵ אַ רֵ יֵ תֵ בֵ שֵׁ הֵ הֵם
מִי הֵם? הֵם דָּוִד וְתָמָר׃ מָה הֵם? הֵם אֲנָשִׁים׃
שֵׁ ם, שֵׁם, מַה־שֵּׁם הָאִישׁ? שֵׁם הָאִישׁ דָּוִד׃
מִי תָמָר? תָּמָר בַּת־דָּוִד׃
אַ יֵ יֵּ יֵּה, אַיֵּה, אַיֵּה הַחֲמוֹר? אַיֵּה הַבַּיִת? אַיֵּה הַכֶּבֶשׂ? אַיֵּה
אַיֵּה הָאִשָּׁה? הָאִשָּׁה בַּבַּיִת׃  
אַיֵּה תָמָר? תָּמָר בַּבַּיִת׃
שֹׁ שֵׁ שֵׁם וְ, שֵׁם הָאִישׁ דָּוִד וְשֵׁם הָאִשָּׁה תָּמָר׃
ְ  וְ בְ בְּ תְ מְ שְׁ מִ מִי שְׁ מִי, שְׁמִי
מַה־שְּׁמִי? שְׁמִי בֵּת׃
͏͏ְ  אַתְּ, אַבְ רָם, אַבְרָם, הִנֵּה אַבְרָם!  
אַבְ רָ הָם, אַבְרָהָם
מִי הֵם? הֵם דָּוִד וְאַבְרָהָם׃
מִד בָּר, מִדְבָּר, הַמִּדְבָּר, בַּמִּדְבָּר  
אַיֵּה הָאִישׁ? הָאִישׁ בַּמִּדְבָּר׃
אַיֵּה אַבְרָהָם? אַבְרָהָם בַּמִּדְבָּר׃
רֹאשׁ דָּוִד, רֹאשׁ אַבְרָהָם, רֹאשׁ תָּמָר
________________`,
			},
			{
				id: 39,
				title: 'AwB 11: Construct Forms',
				unitId: 10,
				order: 1,
				content: `שָׁלוֹם, אֲנִי בֵּת!
מִי הוּא? שְׁמוֹ יַעֲקֹב, הוּא יַעֲקֹב!
מִי אֵלֶּה? שְׁמוֹ רְאוּבֵן, שְׁמוֹ יְהוּדָה, שְׁמוֹ יוֹסֵף, שְׁמוֹ בִּנְיָמִן  
הוּא בֶּן־יַעֲקֹב: מָה־אֵלֶּה? אֵלֶּה בָּנִים:
בֵּן, בֵּן, בֵּן, בָּנִים
מָה־אֵלֶּה? אֵלֶּה בָּנוֹת:
בַּת, בַּת, בַּת, בָּנוֹת, בָּנִים, בָּנוֹת
הוּא בֶּן־יַעֲקֹב׃ גַּם־הוּא בֶּן־יַעֲקֹב: אֵלֶּה בְּנֵי יַעֲקֹב:
בָּנִים ← בְּנֵי יַעֲקֹב                                                        בָּנִים ← בְּנֵי
בָּנִים ← בְּנֵי יַעֲקֹב
אֵלֶּה בָּנוֹת: הִיא בַּת־יַעֲקֹב, גַּם־הִיא בַּת־יַעֲקֹב: אֵלֶּה בְּנוֹת יַעֲקֹב:
בָּנוֹת ← בְּנוֹת יַעֲקֹב                                                        בָּנוֹת ← בְּנוֹת
בְּנֵי יַעֲקֹב, בְּנוֹת יַעֲקֹב
מִי הֵנָּה? שְׁמָהּ לֵאָה וּשְׁמָהּ רָחֵל:
הִיא אֵ֫שֶׁת יַעֲקֹב׃ גַּם־הִיא אֵ֫שֶׁת יַעֲקֹב:
אֵלֶּה נָשִׁים: אֵלֶּה נְשֵׁי יַעֲקֹב:                                        נָשִׁים ← נְשֵׁי
נְשֵׁי יַעֲקֹב ← אֵשֶׁת יַעֲקֹב + אֵשֶׁת יַעֲקֹב = נְשֵׁי יַעֲקֹב
אֲנִי אֵשֶׁת אַבְרָם:
מִי־הוּא? שְׁמוֹ יוֹסֵף, הוּא יוֹסֵף:
מַה־זֶּה? זֶה בַּיִת! זֶה בֵּית יוֹסֵף:                                   בַּיִת ← בֵּית
מַה־הִיא? הִיא אִשָּׁה: הִיא אֵשֶׁת יוֹסֵף:                          אִשָּׁה ← אֵשֶׁת
הִיא אֵשֶׁת יוֹסֵף: הֵם בְּנֵי יוֹסֵף:                                בָּנִים ← בְּנֵי
הֵם בְּנֵי יוֹסֵף: הֵנָּה בְּנוֹת יוֹסֵף:                                בָּנוֹת ← בְּנוֹת
זֹאת פָּרָה: זֹאת פָּרַת יוֹסֵף:                                        פָּרָה ← פָּרַת
זֹאת פָּרַת יוֹסֵף:                                                          ָ ה ←  ַ ת
זֶה סוּס: זֶה סוּס יוֹסֵף:
אֵלֶּה סוּסִים: אֵלֶּה סוּסֵי יוֹסֵף:                                סוּסִים ← סוּסֵי
אֵלֶּה סוּסֵי יוֹסֵף:                                                   ִ ים ←  ֵ י


הוּא יוֹסֵף 👳🏽 זֶה בֵּית יוֹסֵף 🏚 הִיא אֵשֶׁת יוֹסֵף 👩🏽 הֵם בְּנֵי יוֹסֵף 👦🏽👦🏽 הֵנָּה בְּנוֹת יוֹסֵף 👧🏽👧🏽 זֹאת פָּרַת יוֹסֵף 🐄 אֵלֶּה סוּסֵי יוֹסֵף 🐎🐎
אֹהָלִים ← אָהֳלֵי אַבְרָהָם 🎪🎪
בָּתִּים ← בָּתֵּי דָוִד 🏚🏚
אֶרֶץ יִשְׂרָאֵל
אֲנָשִׁים, אַנְשֵׁי יִשְׂרָאֵל אוֹ בְּנֵי יִשְׂרָאֵל
זֹאת אֶרֶץ יְהוּדָה: אֵלֶּה הָרִים: אֵלֶּה הָרֵי יְהוּדָה:
מִי הוּא?👳🏽 שְׁמוֹ דָּוִד, הוּא דָּוִד: זֶה בֵּית דָּוִד: 🏚👳🏽
גַּם־זֶה בֵּית דָּוִד: בְּנֵי דָוִד, בְּנוֹת דָּוִד, נְשֵׁי דָוִד ← גַּם־זֶה בֵּית דָּוִד! 
👦🏽👦🏽👧🏽👧🏽👩🏽👩🏽 👳🏽
יָד ← יַד אַבְרָם 🤚🏽                                                          ִ ים ←  ֵ י
יָדַיִם ← יְדֵי אַבְרָם 👐🏽                                                    ַ יִם ←  ֵ י
עֵינַיִם ← עֵינֵי אַבְרָם, אֵלֶּה עֵינֵי אַבְרָם: 👀  
אָזְנַיִם ← אָזְנֵי אַבְרָם 👂🏽👂🏽
רַגְלַיִם ← אֵלֶּה רַגְלֵי אַבְרָם: 🦵🏽🦵🏽
פָּנִים ← פְּנֵי אַבְרָם
יְדֵי אַבְרָם, אָזְנֵי אַבְרָם, עֵינֵי אַבְרָם, רַגְלֵי אַבְרָם
פֶּה, פִּי אַבְרָם   
רַגְלֵי נַעֲרָה, עֵינֵי סוּס, פִּי סוּס
פְּנֵי פָרָה, פְּנֵי אִשָּׁה
רַגְלֵי אִשָּׁה וְרַגְלֵי סוּס
פְּנֵי אִישׁ, פִּי אִישׁ
עֵינֵי אִישׁ, יְדֵי אִישׁ, עֵינֵי אִשָּׁה, פִּי אִשָּׁה, עֵינֵי נַעַר  
עֵינֵי אַבְרָם
אַבְרָם, הִנֵּה!
הֲטוֹב הַדָּבָר הַזֶּה בְּעֵינֵי אַבְרָם? 
טוֹב הַדָּבָר הַזֶּה בְּעֵינֵי אַבְרָם!
בְּעֵינֵי אַבְרָם ← טוֹב הַדָּבָר בְּעֵינֵי אַבְרָם:
אַבְרָם, הִנֵּה!
הֲטוֹב הַדָּבָר בְּעֵינֵי אַבְרָם? טוֹב מְאֹד הַדָּבָר בְּעֵינֵי אַבְרָם:
אַבְרָם, הִנֵּה!
הֲטוֹב הַדָּבָר הַזֶּה בְּעֵינֵי אַבְרָם? לֹא טוֹב הַדָּבָר בְּעֵינֵי אַבְרָם: רַע הַדָּבָר בְּעֵינֵי אַבְרָם:
אַבְרָם, הִנֵּה!
הֲטוֹבִים הַדְּבָרִים בְּעֵינֵי אַבְרָם? טוֹבִים הַדְּבָרִים בְּעֵינֵי אַבְרָם:
טוֹבִים מְאֹד הַדְּבָרִים בְּעֵינֵי אַבְרָם: טוֹבִים מְאֹד! טוֹבִים הַדְּבָרִים בְּעֵינֵי אַבְרָם:
אַבְרָם, הִנֵּה!
הֲטוֹב הַדָּבָר הַזֶּה בְּעֵינֵי אַבְרָם? לֹא טוֹב הַדָּבָר הַזֶּה בְּעֵינֵי אַבְרָם: רַע מְאֹד הַדָּבָר בְּעֵינֵי אַבְרָם:  
שָׁלוֹם!
________________`,
			},
			{
				id: 40,
				title: 'AwB 12: Numbers 1-5',
				unitId: 10,
				order: 2,
				content: `אַחַת, שְׁתַּ֫יִם, שָׁלוֹשׁ, אַרְבַּע, חָמֵשׁ
אַחַת נְקֵבָה, פָּרָה אַחַת 🐄1  
אֶחָד זָכָר, אַחַת נְקֵבָה, אֶחָד זָכָר
סוּס זָכָר, סוּס אֶחָד 🐎1
פָּרָה אַחַת, סוּס אֶחָד
אַחַת, שְׁתַּיִם, שָׁלוֹשׁ, אַרְבַּע, חָמֵשׁ
שְׁתַּ֫יִם נְקֵבָה, שְׁנַ֫יִם זָכָר
עֵינַיִם, אָזְנַיִם, יָדַיִם, שְׁתַּיִם                                          ַ יִם   ←    ֵ י
שְׁתֵּי פָרוֹת, פָּרָה נְקֵבָה, שְׁתֵּי פָרוֹת 🐄🐄2        שְׁתַּיִם ← שְׁתֵּי
סוּס זָכָר, שְׁנֵי סוּסִים 🐎🐎2  
אַחַת, שְׁתַּיִם, שָׁלוֹשׁ, אַרְבַּע, חָמֵשׁ
שָׁלוֹשׁ נְקֵבָה, שָׁלוֹשׁ פָּרוֹת 🐄🐄🐄
שְׁלֹשָׁה זָכָר, שְׁלֹשָׁה סוּסִים 🐎🐎🐎
אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ                        שָׁלֹשׁ = שָׁלוֹשׁ
אַרְבַּע נְקֵבָה, אַרְבַּע פָּרוֹת 🐄🐄🐄🐄  
אַרְבָּעָה זָכָר, אַרְבָּעָה סוּסִים 🐎🐎🐎🐎
אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ
חָמֵשׁ נְקֵבָה, חָמֵשׁ פָּרוֹת 🐄🐄🐄🐄🐄  
חֲמִשָּׁה זָכָר, חֲמִשָּׁה סוּסִים 🐎🐎🐎🐎🐎
שְׁנֵי סוּסִים, שְׁתֵּי פָרוֹת 
גָּמָל אַחַת בַּמִּדְבָּר, גָּמָל אֶחָד בַּמִּדְבָּר
שְׁלֹשָׁה סוּסִים בַּשָּׂדֶה  
מַה־זֶּה? זֶה כַּד! 🏺
כַּד אֶחָד וְאֹהֶל אֶחָד בַּמִּדְבָּר׃
אַרְבַּע נָשִׁים וְאַרְבָּעָה כַדִּים׃
שְׁנֵי אֹהָלִים בַּמִּדְבָּר׃
שְׁלֹשָׁה נְעָרִים עַל־חֲמוֹר אֶחָד׃
עֵץ אֶחָד בַּשָּׂדֶה׃ שְׁנֵי עֵצִים בַּשָּׂדֶה׃ שָׁלוֹשׁ נְעָרוֹת עַל־הַר׃ חָמֵשׁ נְעָרוֹת עַל־הַר׃ שְׁנֵי הָרִים
אַרְבָּעָה אֲנָשִׁים עַל־אַרְבָּעָה גְמָלִּים׃ אַרְבַּע פָּרוֹת בַּשָּׂדֶה׃
סוּס אֶחָד, שְׁנֵי סוּסִים, שְׁלֹשָׁה סוּסִים  
כָּל־הַסּוּסִים, סוּס אֶחָד, שְׁנֵי סוּסִים, כָּל־הַסּוּסִים
שִׂים! קַח!
אַבְרָם, קַח סוּס אֶחָד׃ יָפֶה! סוּס אֶחָד
קַח שָׁלֹשׁ פָּרוֹת׃ יָפֶה! שָׁלֹשׁ פָּרוֹת
קַח שְׁתֵּי נְעָרוֹת׃ יָפֶה, טוֹב! שְׁתֵּי נְעָרוֹת
קַח שְׁלֹשָׁה סוּסִים׃ לֹא, אֵלֶּה אַרְבָּעָה סוּסִים׃
קַח שְׁלֹשָׁה סוּסִים׃ יָפֶה! שְׁלֹשָׁה סוּסִים  
קַח שְׁנֵי אֲנָשִׁים׃ טוֹב! שְׁנֵי אֲנָשִׁים
קַח אִשָּׁה אַחַת׃ יָפֶה! אִשָּׁה אַחַת
קַח אַרְבַּע נָשִׁים׃ אֵלֶּה אַרְבָּעָה אֲנָשִׁים׃
קַח אַרְבַּע נָשִׁים׃ טוֹב! אַרְבַּע נָשִׁים
אַבְרָם, קַח חָמֵשׁ פָּרוֹת׃ טוֹב! חָמֵשׁ פָּרוֹת
קַח חֲמִשָּׁה סוּסִים׃ טוֹב מְאֹד! חֲמִשָּׁה סוּסִים
קַח אֶת־כָּל־הָאֲנָשִׁים׃ יָפֶה! כָּל־הָאֲנָשִׁים
קַח אֶת־כָּל־הַפָּרוֹת׃ יָפֶה! כָּל־הַפָּרוֹת  
קַח אֶת־כָּל־הַסּוּסִים׃ יָפֶה! כָּל־הַסּוּסִים
קַח אֶת־כָּל־הַדְּבָרִים׃ טוֹב! כָּל־הַדְּבָרִים
שָׁלוֹם!
________________
 שִׁיעוּר ב12 שְׁתֵּים־עֶשְׂרֵה ב
שָׁלוֹם, אֲנִי בֵּת!
  

פָּרָה אַחַת בַּשָּׂדֶה׃ פַּר אֶחָד בַּשָּׂדֶה׃
כַּד אֶחָד, שְׁלֹשָׁה כַדִּים גְּדֹלִים  
שְׁתֵּי נְעָרוֹת
שְׁתֵּי נְעָרוֹת וּשְׁנֵי כַדִּים
אַרְבַּע נְעָרוֹת
שְׁלֹשָׁה סוּסִים, שְׁלֹשָׁה סוּסִים בַּמִּדְבָּר  
שְׁנֵי גְמַלִּים, אַתָּה גָּמָל! גַּם־אַתָּה גָּמָל!  
שְׁתֵּי כֹסוֹת ☕☕
  

יָד, יָד אַחַת, רֶגֶל אַחַת  
עַיִן אַחַת, אֹזֶן אַחַת


הַר, רֹאשׁ הָהָר, הַר אֶחָד שְׁלֹשָׁה גְמַלִּים וְאִישׁ אֶחָד בַּמִּדְבָּר׃  
אִישׁ וְאִשָּׁה, שְׁנֵי אֲנָשִׁים בַּשָּׂדֶה׃  






אַרְבָּעָה אֲנָשִׁים, אִישׁ זָכָר ♂  
4 אַרְבָּעָה, אַרְבָּעָה אֲנָשִׁים
אַרְבַּע נָשִׁים, אִשָּׁה נְקֵבָה ♀ 4 אַרְבַּע
אִישׁ זָכָר ♂ ← אַרְבָּעָה
אִשָּׁה נְקֵבָה ♀ ← אַרְבַּע                 אַרְבָּעָה אֲנָשִׁים, אַרְבַּע נָשִׁים
  
  

חָמֵשׁ נָשִׁים וַחֲמִשָּׁה כַדִּים
אָנֹכִי בֵּת, אָב אֶחָד, אֵם אַחַת, אָחוֹת אַחַת, חֲמִשָּׁה אַחִים  


אִשָּׁה אַחַת בַּבַּיִת, הָאִשָּׁה בַּבַּיִת׃ 
רֹאשׁ הָאִשָּׁה, יַד הָאִשָּׁה
  

אֲנִי בְּאֶרֶץ יִשְׂרָאֵל׃ 
אֲנִי בַּמִּדְבָּר, בֵּת בַּמִּדְבָּר׃ אֲנִי תַּחַת עֵץ בַּמִּדְבָּר׃


שָׁלוֹשׁ נְעָרוֹת לִפְנֵי הָאֹהֶל׃ שָׁלוֹשׁ נְעָרוֹת קְטַנּוֹת לִפְנֵי הָאֹהֶל׃  
אַרְבָּעָה אֹהָלִים, אֵלֶּה אָהֳלֵי הָאִישׁ הַזֶּה וְאֵלֶּה שְׁנֵי גְמַלֵּי הָאִישׁ׃ אַרְבָּעָה אֹהָלִים, שְׁנֵי גְמַלִּים
  

שְׁנֵי פָרִים, שְׁלֹשָׁה חֲמֹרִים
אַרְבָּעָה נְעָרִים בַּשָּׂדֶה, אַרְבָּעָה נְעָרִים קְטַנִּים בַּשָּׂדֶה׃
חָמֵשׁ נָשִׁים בַּמִּדְבָּר׃ חֲמִשָּׁה חֲמֹרִים 
הִיא אִשָּׁה, מִי הֵם? שְׁנֵי בְנֵי הָאִשָּׁה, הִיא אִשָּׁה וְהֵם שְׁנֵי בְנֵי הָאִשָּׁה׃ שְׁלֹשָׁה כַדִּים, אִשָּׁה וּשְׁלֹשָׁה בָנִים, שְׁנֵי אֲנָשִׁים, שְׁלֹשָׁה עֵצִים קְטַנִּים  
שְׁלֹשָׁה נְעָרִים בַּשָּׂדֶה׃ אַרְבָּעָה כְבָשִׂים בַּשָּׂדֶה׃ 
שָׁלֹושׁ כֹּסוֹת, אִשָּׁה אַחַת בַּדֶּרֶךְ׃
שְׁתֵּי נָשִׁים בַּדֶּרֶךְ׃ שְׁנֵי אֲנָשִׁים בַּדֶּרֶךְ׃
שְׁנֵי בָתִּים קְטַנִּים וְהָרִים גְּדֹלִים  
אִשָּׁה אַחַת
מַה־שֵּׁם הָאִשָּׁה? 
תָּמָר שְׁמִי




שְׁנֵי אֹהָלִים בַּשָּׂדֶה וְהָרִים אַחֲרֵי הָאֹהָלִים׃ חָמֵשׁ כֹּסוֹת ☕☕☕☕☕
אַרְבָּעָה גְמַלִּים קְטַנִּים בַּמִּדְבָּר׃ אַתֵּם גְּמַלִּים! אַתְּ גָּמָל קְטַנָּה! 
שְׁתֵּי נְעָרוֹת, חֲמוֹר אֶחָד בַּמִּדְבָּר׃ שְׁנֵי אֲנָשִׁים עַל־רֹאשׁ הָהָר׃
אַרְבָּעָה עֵצִים קְטַנִּים בַּמִּדְבָּר׃ שָׁלוֹשׁ נְעָרוֹת וּשְׁלֹשָׁה כַדִּים בַּמִּדְבָּר׃
חֲמִשָּׁה אֲנָשִׁים, אַרְבָּעָה אֲנָשִׁים לִפְנֵי הַבַּיִת׃ נַעַר אֶחָד בַּמִּדְבָּר׃
הוּא אִישׁ וְהֵם שְׁנֵי בְנֵי הָאִישׁ׃  
בְּנֵי הָאִישׁ ← 2 שְׁנֵי בְנֵי הָאִישׁ 
הוּא אִישׁ וְהֵם שְׁנֵי בְנֵי הָאִישׁ׃
שֵׁם הָאִישׁ אַבְרָהָם׃ שֵׁם הַנַּעַר הַזֶּה דָּוִד, שְׁמוֹ דָּוִד׃ וְשֵׁם הַנַּעַר הַזֶּה אָדָם, שְׁמוֹ אָדָם׃ אַבְרָהָם, דָּוִד, אָדָם
הוּא אִישׁ וְהִיא אֵשֶׁת הָאִישׁ וְהֵנָּה בְּנוֹת הָאִישׁ׃ הֵנָּה שְׁתֵּי בְנוֹת הָאִישׁ׃
בְּנוֹת הָאִישׁ ← 2 שְׁתֵּי בְנוֹת הָאִישׁ
  

הִיא אִשָּׁה וְהֵנָּה שְׁתֵּי בְנוֹת הָאִשָּׁה׃
הִיא אִשָּׁה וְהֵם שְׁנֵי בְנֵי הָאִשָּׁה׃
הוּא אִישׁ וְהִיא אֵשֶׁת הָאִישׁ וְהִיא בַּת הָאִישׁ׃ כָּל־הָאֲנָשִׁים לִפְנֵי הַבַּיִת׃


שָׁלוֹם!
________________`,
			},
			{
				id: 41,
				title: 'AwB 13: Alphabet Part III',
				unitId: 10,
				order: 3,
				content: `ֶ אָ אֹ אֶ בֶּ דֶ רֶ מֶ שֶׁ יֶ יֶשׁ אֵ֫שֶׁת  
אֵ֫שֶׁת אַבְרָהָם, אֵ֫שֶׁת אַבְרָם
מִי אֵשֶׁת אַבְרָם? אֲנִי אֵשֶׁת אַבְרָם׃
אֹ וֹ אוֹ, זָכָר אוֹ נְקֵבָה, אִישׁ אוֹ אִשָּׁה, גָּדוֹל אוֹ קָטֹן
בֹּ בּוֹ בֹ בוֹ וֹת פָּרוֹת נְעָרוֹת
שְׁמוֹ, מַה־שְּׁמוֹ? שְׁמוֹ אַבְרָהָם׃
נ נֶ נֹ נוֹ נִ נָ         ב ≠ נ  
נָשִׁים, בָּנִים, בָנִים, בְּנֵי, בְּנֵי דָוִד
בָּנוֹת, בָנוֹת, בָּנוֹת, בְּנוֹת, בְּנוֹת דָּוִד
נָשִׁים, נְשֵׁי, נְשֵׁי דָוִד
ן בֵּן, בֶּן־דָּוִד, בֶּן־אַבְרָהָם, בֵּן, דָּן, בֶּן־אַבְרָהָם, בֶּן־דָּוִד
ל לִ לִי לָ לָה לֶ לֹ לוֹ לֹא
ל = לּ, אֵ֫לֶּה, מָה־אֵ֫לֶּה? אֵ֫לֶּה בָּנִים׃ מָה־אֵלֶּה? אֵלֶּה בָּנוֹת׃
לְ לְיַד, אַבְרָם לְיַד־בֵּת׃ בֵּת לְיַד־אַבְרָם׃ הָאִישׁ לְיַד־הַבַּיִת׃  
אֹהֶל, אֹהָלִים, מָה־אֵלֶּה? אֵלֶּה אֹהָלִים׃  
אַיֵּה הָאֹהָלִים? הָאֹהָלִים בַּמִּדְבָּר׃
מִי בֶּן־דָּוִד? שְׁלֹמֹה בֶּן־דָּוִד׃
שָׁלֹשׁ, שָׁלֹשׁ נָשִׁים, שָׁלֹשׁ בָּנוֹת
שְׁלֹשָׁה בָנִים, שְׁלֹשָׁה בָתִּים                                        שָׁלֹשׁ = שָׁלוֹשׁ
וּ וֹ וּ וֹ לוּ מוּ נוּ שׁוּ הוּ הוּא  
מִי הוּא? הוּא אַבְרָהָם׃ מָה הוּא? אִישׁ הוּא׃
יְהוּדָה, הָרִים, הָרֵי, הָרֵי יְהוּדָה  
בַּת וְאָב, אָב וּבַת, בָּנִים וּבָנוֹת, בָּנוֹת וּבָנִים
בָּתִּים וְהָרִים, הָרִים וּבָתִּים
דָּוִד וּנְשֵׁי־דָוִד, בְּנֵי דָוִד וּבְנוֹת דָּוִד
שְׁמוֹ דָּוִד וּשְׁמוֹ אַבְרָהָם וּשְׁמָהּ תָּמָר׃
מִי הוּא? הוּא אָדָם׃ שְׁמוֹ אָדָם׃
מִי הֵם? הֵם בְּנֵי אָדָם׃ שְׁמוֹ קַיִן וּשְׁמוֹ הֶבֶל׃ שְׁנֵי בְנֵי אָדָם
מִי הוּא? שְׁמוֹ שֵׁת׃ שֵׁת בֶּן־אָדָם׃ הֵם בְּנֵי אָדָם׃ שְׁלֹשָה בָנִים
מִי הוּא? שְׁמוֹ לָבָן׃ הוּא לָבָן׃
אֵלֶּה בָּנוֹת׃ שְׁתֵּי בָנוֹת, אֵלֶּה שְׁתֵּי בָנוֹת׃
אֵלֶּה בְּנוֹת לָבָן׃ שְׁתֵּי בְנוֹת לָבָן, אֵלֶּה שְׁתֵּי בְנוֹת לָבָן׃  
מִי הִיא? הִיא בַּת־לָבָן׃ שְׁמָהּ לֵאָה׃
שְׁמִי בֵּת׃ שְׁמוֹ לָבָן׃ שְׁמָהּ לֵאָה׃
שָׁלוֹם!
________________`,
			},
			{
				id: 42,
				title: 'AwB 14: Nature & Existence Clauses',
				unitId: 10,
				order: 4,
				content: `מַ֫יִם, יָם  
יַד אִשָּׁה בַּמַּ֫יִם׃ הַנַּ֫עַר בַּמַּ֫יִם׃ רַגְלֵי הָאִישׁ בַּמַּיִם׃
יָם ← יַמִּים
יַם־סוּף, יָם הַמֶּ֫לַח, יָם־כִּנֶ֫רֶת, הַיָּם הַגָּדוֹל, יַמִּים                 ָ ה ←  ַ ת
שָׂפָה, שְׂפַת הָאִשָּׁה, שְׂפַת הַיָּם                                           שָׂפָה ← שְׂפַת 
שְׁנֵי אֲנָשִׁים עַל־שְׁנֵי סוּסִים עַל־שְׂפַת הַיָּם׃  
מַיִם, פְּנֵי אִישׁ, פְּנֵי הַמַּיִם
הָאִישׁ עַל־פְּנֵי הַמַּיִם׃
שָׁמַ֫יִם, יָם וְשָׁמַ֫יִם, הַיָּם וְהַשָּׁמַ֫יִם    
אֶ֫רֶץ וְשָׁמַיִם, הָאָ֫רֶץ וְהַשָּׁמַיִם
שֶׁ֫מֶשׁ, הַשֶּׁ֫מֶשׁ בַּשָּׁמַיִם׃
יָרֵחַ, גַּם־הַיָּרֵחַ בַּשָּׁמַיִם׃  
עָנָן, גַּם־הֶעָנָן בַּשָּׁמַיִם׃
הַשֶּׁמֶשׁ בַּשָּׁמַיִם, הַיָּרֵחַ בַּשָּׁמַיִם, עָנָן בַּשָּׁמַיִם
יוֹם, לַ֫יְלָה  
הָאִישׁ בַּמִּדְבָּר יוֹמָם׃
הָאִישׁ בַּמִּדְבָּר לַ֫יְלָה׃
הָאֹהֶל בַּשָּׂדֶה לַיְלָה׃ ←
עֵצִים יוֹמָם, עֵצִים לַיְלָה
הַשָּׁמַיִם יוֹמָם, הַשָּׁמַיִם לַיְלָה    
מַה־זֶּה? זֶה כֶּ֫לֶב׃
מַה־זֶּה? זֶה נָחָשׁ׃


הַנָּחָשׁ בַּמַּיִם׃
דָּג אוֹ דָּגָה, דְּגַת הַיָּם                                                 ָ ה ←  ַ ת
כֶּ֫לֶב, נָחָשׁ, דָּג אוֹ דָּגָה                                                דָּגָה ← דְּגַת
עוֹף, עוֹף הַשָּׁמַיִם  
כֶּלֶב, נָחָשׁ, דָּג אוֹ דָּגָה, עוֹף
פְּנֵי הַמַּיִם, עוֹף עַל־פְּנֵי הַמַּיִם
דְּגַת הַיָּם, עוֹף הַשָּׁמַיִם
יֵשׁ
מַה־זֶּה? זֶה כַּד׃ הֲיֵשׁ מַיִם בַּכַּד? יֵשׁ! יֵשׁ מַיִם בַּכַּד! כַּד מַיִם
אַ֫יִן
גַּם־זֶה כַּד׃ הֲיֵשׁ מַיִם בַּכַּד? אַ֫יִן, אֵין מַיִם בַּכַּד׃                 אַ֫יִן ← אֵין  
אֵין בַּכַּד מַיִם׃ יֵשׁ בַּכַּד מַיִם׃
כַּד, כַּד, כַּדִּים, שְׁנֵי כַדִּים ←🏺🏺
יֵשׁ מַיִם בַּכַּד הַזֶּה׃ ✔️💧
אֵין מַיִם בַּכַּד הַזֶּה׃ אֵין בַּכַּד הַזֶּה מַיִם׃ ❌💧  
מַה־זֹּאת? זֹאת כּוֹס׃ 
הֲיֵשׁ בַּכּוֹס מַיִם? הִנֵּה מַיִם, יֵשׁ בַּכּוֹס מַיִם׃ זֹאת כּוֹס מַיִם׃
הֲיֵשׁ בַּכּוֹס מַיִם? אַיִן, אֵין בַּכּוֹס מַיִם׃
יֵשׁ בַּכּוֹס הַזֹּאת מַיִם׃ אֵין בַּכּוֹס הַזֹּאת מַיִם׃ יֵשׁ, אַיִן  
יֵשׁ בַּכּוֹס מַיִם׃✔️💧 אֵין בַּכּוֹס מַיִם׃❌💧
מַה־יֵּשׁ בַּשָּׂדֶה? יֵשׁ בַּשָּׂדֶה אִשָּׁה׃
הֲיֵשׁ פַּר? אַיִן, אֵין פַּר בַּשָּׂדֶה׃
מַה־יֵּשׁ לִפְנֵי הַבַּיִת הַזֶּה? יֵשׁ לִפְנֵי הַבַּיִת אִישׁ וְעֵז וּפָרִים׃
הֲיֵשׁ נַעֲרָה לִפְנֵי הַבַּיִת? אַיִן, אֵין נַעֲרָה לִפְנֵי הַבַּיִת׃
מַה־יֵּשׁ בַּמִּדְבָּר? יֵשׁ אֲנָשִׁים וּגְמַלִּים בַּמִּדְבָּר׃ יֵשׁ בַּמִּדְבָּר אֲנָשִׁים וּגְמַלִּים׃ הֲיֵשׁ בָּתִּים? אַיִן, אֵין בָּתִּים בַּמִּדְבָּר׃
מַה־יֵּשׁ תַּחַת הָעֵץ? יֵשׁ שְׁתֵּי נָשִׁים תַּחַת הָעֵץ׃  
מַה־יֵּשׁ בַּשָּׁמַיִם? יֵשׁ יָרֵחַ בַּשָּׁמַיִם׃
מַה־יֵּשׁ בַּשָּׁמַיִם? יֵשׁ שֶׁמֶשׁ וְעָנָן בַּשָּׁמַיִם׃
מַה־יֵּשׁ בַּיָּם? יֵשׁ בַּיָּם מַיִם וּדְגַת הַיָּם׃
מַה־יֵּשׁ עַל־שְׂפַת הַיָּם? יֵשׁ אֲנָשִׁים עַל־שְׂפַת הַיָּם׃
הֲיֵשׁ בַּשָּׁמַיִם שֶׁמֶשׁ? יֵשׁ שֶׁמֶשׁ בַּשָּׁמַיִם יוֹמָם׃ אֵין שֶׁמֶשׁ בַּשָּׁמַיִם לַיְלָה׃
הֲיֵשׁ בַּשָּׁמַיִם יָרֵחַ? יֵשׁ בַּשָּׁמַיִם יָרֵחַ לַיְלָה׃ יֵשׁ בַּשָׁמַיִם יָרֵחַ גַּם־לַיְלָה גַּם־יוֹמָם׃  
מַיִם בְּיַד אִשָּׁה
מַה־יֵּשׁ בְּיַד אַבְרָם? יֵשׁ בְּיַד אַבְרָם נָחָשׁ׃ יֵשׁ נָחָשׁ בְּיַד אַבְרָם׃
הֲיֵשׁ דָּבָר בְּיַד אַבְרָם? יֵשׁ דָּבָר, יֵשׁ בְּיַד אַבְרָם דָּבָר׃
יֵשׁ דָּבָר בַּיָּד הַזֹּאת׃ אֵין דָּבָר בַּיָּד הַזֹּאת׃                          שָׁלוֹם!
________________`,
			},
			{
				id: 43,
				title: 'AwB 15: Geography & More',
				unitId: 10,
				order: 15,
				content: `דָּבָר אֶחָד, דְּבָרִים, דְּבָרִים רַבִּים  
כֶּ֫בֶשׂ אֶחָד, כְּבָשִׂים, שְׁנֵי כְבָשִׂים, כְּבָשִׂים רַבִּים
פָּרָה אַחַת, פָּרוֹת, שְׁתֵּי פָרוֹת, פָּרוֹת רַבּוֹת
אֲנָשִׁים רַבִּים, מַיִם רַבִּים, עוֹף רַב, עוֹף רַב בַּשָּׁמַיִם  
דָּגָה רַבָּה אוֹ דָּגִים רַבִּים
עִזִּים רַבּוֹת, אֲרָצוֹת רַבּוֹת, נְעָרוֹת רַבּוֹת  
סוּסִים רַבִּים
יַמִּים, הַיָּם הַגָּדוֹל
אֶ֫רֶץ כְּנַ֫עַן אוֹ אֶרֶץ יִשְׂרָאֵל, אֶרֶץ מִצְרַ֫יִם  
אֲנִי בְּאֶרֶץ מִצְרַ֫יִם׃ אֲנִי בְּמִצְרַ֫יִם׃
אֲנִי בְּאֶרֶץ יִשְׂרָאֵל׃ אֲנִי בִּירוּשָׁלִַ֫ם׃
הָאִישׁ הַזֶּה מֶ֫לֶךְ׃ הוּא מֶ֫לֶךְ! הוּא מֶ֫לֶךְ יִשְׂרָאֵל׃  
הוּא מֶ֫לֶךְ מִצְרַ֫יִם׃ מֶלֶךְ מִצְרַיִם אוֹ פַּרְעֹה׃ 
אֲנִי פַּרְעֹה׃ אֲנִי מֶלֶךְ מִצְרַיִם׃ הִנֵּה זֹאת אֶרֶץ מִצְרַיִם׃
צֹאן וּבָקָר, בָּקָר וְצֹאן  
פָּרִים וּפָרוֹת אוֹ בָּקָר, הַבָּקָר בַּשָּׂדֶה׃
עִזִּים אוֹ צֹאן, כְּבָשִׂים אוֹ צֹאן
הַנַּ֫עַר וְהַצֹּאן בַּשָּׂדֶה׃
הַבָּקָר תַּ֫חַת עֵץ׃ הַבָּקָר תַּחַת עֵץ בַּשָּׂדֶה׃
הַצֹּאן בַּדֶּ֫רֶךְ׃ בָּקָר וְצֹאן, צֹאן וּבָקָר  
צֹאן מֶלֶךְ יִשְׂרָאֵל, בְּקַר מֶלֶךְ מִצְרַיִם
הָאִישׁ הַזֶּה אִישׁ יִשְׂרָאֵל׃ הוּא אִישׁ יִשְׂרָאֵל׃
הָאִישׁ הַזֶּה אִישׁ מִצְרִי׃ הוּא אִישׁ מִצְרִי׃
צֹאן עַל־הַר, בָּקָר בַּשָּׂדֶה
אִישׁ יִשְׂרָאֵל וְצֹאן, צֹאן וּבָקָר  
סוּסִים רַבִּים עַל־שְׂפַת הַיָּם
צֹאן וּבָקָר בַּדֶּרֶךְ
אִישׁ מִצְרִי וְגָמָל




נָהָר, נַ֫חַל  
הֲיֵשׁ מַיִם בַּנָּהָר הַזֶּה? יֵשׁ, יֵשׁ מַיִם בַּנָּהָר׃
הֲיֵשׁ מַיִם בַּנָּהָר הַזֶּה? אַיִן, אֵין מַיִם בַּנָּהָר׃
הֲיֵשׁ מַיִם בַּנַּ֫חַל הַזֶּה? אַיִן, אֵין מַיִם׃
הֲיֵשׁ מַיִם בַּנַּ֫חַל? יֵשׁ, יֵשׁ מַיִם בַּנַּחַל הַזֶּה׃
עוֹף עַל־שְׂפַת הַנָּהָר, בָּקָר עַל־שְׂפַת הַנָּהָר 
צֹאן וּבָקָר עַל־שְׂפַת הַנָּהָר, אִישׁ עַל־שְׂפַת הַנַּ֫חַל
יֵשׁ בְּאֶרֶץ יִשְׂרָאֵל נָהָר׃ שֵׁם הַנָּהָר הַיַּרְדֵּן׃ שְׂפַת הַיַּרְדֵּן
יֵשׁ בְּאֶרֶץ מִצְרַיִם נָהָר גָּדוֹל׃ שֵׁם הַנָּהָר הַיְאֹר׃ שְׂפַת הַיְאֹר  
שְׂפַת הַיְאֹר בְּאֶרֶץ מִצְרַיִם׃
הַיַּרְדֵּן בְּאֶרֶץ יִשְׂרָאֵל׃ 
הַיְאֹר בְּאֶרֶץ מִצְרַיִם׃


שָׁלוֹם!`,
			},
			{
				id: 44,
				title: 'AwB 16: Alphabet Part IV',
				unitId: 10,
				order: 16,
				content: `ג גּ גָ גִ גוּ גֹ גוֹ גֶ גַּ גַּם  
גָּמָל, גְּמַלִּים
דָּג, דָּגָה, דְּגַת, דְּגַת הַיָּם
רֶגֶל, רַגְלַיִם, רַגְלֵי, רַגְלֵי אַבְרָם
רַגְלֵי אִישׁ, רַגְלֵי אִשָּׁה  
גָּדוֹל, גְּדוֹלָה, גְּדֹלִים, גְּדֹלוֹת
בַּיִת גָּדוֹל, הַיָּם הַגָּדוֹל
יוֹנָה וְדָג גָּדוֹל
שׂ שׁ ≠ שׂ, שָׂ שׂוֹ שֶׂ שׂוּ שָׂרָה  
מִי שָׂרָה? שָׂרָה אֵשֶׁת אַבְרָהָם׃
שָׂדֶה, יִשְׂרָאֵל, שְׂדֵה יִשְׂרָאֵל
כּ כ כֵּ כִּ כִּי כָּה כֹּה כַּד, כַּדִּים
כֶּבֶשׂ, כְּבָשִׂים, כְּבָשִׂים רַבִּים, כְּבָשִׂים גְּדֹלִים, כֶּלֶב
כ ב ≠ כ, כָ כִי כֵה כוֹ כוּ כֶ כֹ כַ  
ך ךְ ךָ         ך ≠ ן         ך ≠ ד
דֶּרֶךְ, הַדֶּרֶךְ, הַדֶּרֶךְ בַּשָּׂדֶה
מֶלֶךְ, מֶלֶךְ יִשְׂרָאֵל, בָּתֵּי הַמֶּלֶךְ
יֵשׁ מֶלֶךְ בְּיִשְׂרָאֵל׃ אֵין מֶלֶךְ בְּיִשְׂרָאֵל׃  
פּ פ פִּ פָּ פֶּ פֶּה פִּ, פִּי אִשָּׁה, פַּר, פָּרִים, פָּרָה, פָּרוֹת
פִּי פָרָה, פָּרוֹת גְּדֹלוֹת
פָּנִים, פְּנֵי, פְּנֵי אִישׁ, פְּנֵי פַר, פְּנֵי פָרָה, פְּנֵי אַבְרָם  
פ פַר, פָרָה, שָׂפָה, שְׂפָתַיִם, שְׂפַת, שְׂפַת הַיָּם
ף אַף, אַף פָּרָה, אַף אִשָּׁה, כַּף, כַּפַּיִם, כַּף־רֶגֶל  


שָׁלוֹם!
________________
  שִׁיעוּר  17  שְׁבַע־עֶשְׂרֵה
מַה־זֹּאת? זֹאת עֵז׃ רַגְלֵי הָעֵז, רֹאשׁ הָעֵז, פִּי הָעֵז, אַף הָעֵז, אָזְנֵי הָאֵז, עֵינֵי הָעֵז, פְּנֵי הָעֵז, בֶּטֶן הָעֵז  
מָה־אֵלֶּה? אֵלֶּה קַרְנַ֫יִם׃ קֶ֫רֶן, קֶ֫רֶן, קַרְנַ֫יִם
אֵלֶּה קַרְנֵי הָעֵז׃ יֵשׁ לָעֵז קַרְנַיִם׃ יֵשׁ לַפָּר קַרְנַיִם׃ 
הֲיֵשׁ־לִי קַרְנַיִם? אֵין־לִי קַרְנַיִם׃
מַה־יֶּשׁ־לִי? יֶשׁ־לִי עֵינַיִם׃ יֶשׁ־לִי אָזְנַיִם׃ יֶשׁ־לִי אַף׃ יֶשׁ־לִי שְׂפָתַיִם׃ יֶשׁ־לִי פָּנִים׃ אֵין־לִי קַרְנַיִם׃
יֶשׁ־לָךְ קַרְנַיִם׃ אַיִן! אֵין־לִי קַרְנַיִם׃
אַבְרָם הֲיֵשׁ לְךָ יָדַיִם? יֶשׁ־לִי יָדַיִם׃                         לְ + אֲנִי ← לִי
הֲיֵשׁ לְךָ עֵינַיִם? יֶשׁ־לִי עֵינַיִם׃                                לְ + אַתָּה ← לְךָ
הֲיֵשׁ לְךָ אָזְנַיִם? יֶשׁ־לִי אָזְנַיִם׃                                לְ + אַתְּ ← לָךְ
הֲיֵשׁ לְךָ שְׂפָתַיִם? יֶשׁ־לִי שְׂפָתַיִם׃  
הֲיֵשׁ לְךָ קַרְנַיִם? אֵין־לִי קַרְנַיִם! 
הִנֵּה קַרְנַיִם! יֶשׁ־לְךָ קַרְנַיִם!


בֵּת 🗨 לִי כַּד גָּדוֹל, לְךָ כַּד קָטֹן׃  
אַבְרָם 🗨 הִנֵּה נָחָשׁ גָּדוֹל מְאֹד!
בֵּת 🗨 אַיֵּה? אַיֵּה הַנָּחָשׁ?
אַבְרָם 🗨 לִי הַכַּד הַגָּדוֹל׃ לָךְ הַכַּד הַקָּטֹן׃
לְ + הוּא ← לוֹ
לְ + הִיא ← לָהּ
מַה־יֵּשׁ לְאַבְרָם? לְאַבְרָם דְּבָרִים רַבִּים׃ יֶשׁ־לוֹ פַּר׃ יֶשׁ־לוֹ סוּס׃ יֶשׁ־לוֹ דָּג׃ יֶשׁ־לוֹ כֶּלֶב׃ יֶשׁ־לוֹ כֶּבֶשׂ׃ יֶשׁ־לוֹ פָּרָה׃ יֶשׁ־לוֹ כַּד׃ יֶשׁ־לוֹ דְּבָרִים רַבִּים׃
אַבְרָם 🗨 הֲיֵשׁ־לָךְ דְּבָרִים רַבִּים?         בֵּת 🗨 אַיִן!
אַבְרָם 🗨 הֲיֵשׁ־לָךְ פַּר?                         בֵּת 🗨 אַיִן!
אַבְרָם 🗨 הֲיֵשׁ־לָךְ דָּג?                         בֵּת 🗨 אַיִן!
אַבְרָם 🗨 הֲיֵשׁ־לָךְ כַּד?                         בֵּת 🗨 אֵין־לִי כַּד׃ אֵין־לִי דָּבָר׃
אַבְרָם 🗨 הֲיֵשׁ־לָךְ כֶּבֶשׂ? 
בֵּת 🗨 אֵין־לִי כֶּבֶשׂ׃ אֵין־לִי דָּבָר׃ אֵין־לִי פַּר׃ אֵין־לִי פָּרָה׃ אֵין־לִי כַּד׃ אֵין־לִי מְאוּמָה!
אַבְרָם 🗨 הִנֵּה לָךְ הַפָּר הַזֶּה! בֵּת 🗨 לִי? יֶשׁ־לִי פַּר!
הֲיֵשׁ לְאַבְרָם פַּר? אֵין־לוֹ פַּר׃ יֶשׁ־לוֹ פָּרָה׃
לִי הַפָּר׃ לוֹ הַפָּרָה׃ יֶשׁ־לִי פַּר׃
אַבְרָם 🗨 אֲנִי אַבְרָם וְאַתְּ אֵשֶׁת אַבְרָם׃                לְ + אֲנַחְנוּ = לָ֫נוּ
הִנֵּה לָ֫נוּ כָּל־הַדְּבָרִים׃ כָּל־הַדְּבָרִים לָנוּ׃
מַה־יֶּשׁ־לָנוּ? יֶשׁ־לָנוּ כֶּבֶשׂ׃ יֶשׁ־לָנוּ כֶּלֶב׃ יֶשׁ־לָנוּ דָּג׃ יֶשׁ־לָנוּ צֹאן וּבָקָר׃
יֶשׁ־לָנוּ כַּד׃ יֶשׁ־לָנוּ פָּרָה׃ יֶשׁ־לָנוּ סוּס׃ יָפֶה! יֶשׁ־לָנוּ דְּבָרִים רַבִּים!
                                                                             לְ + אַתֶּם = לָכֶם
מַה־יֵּשׁ לָכֶם? הֲיֵשׁ־לָכֶם בָּקָר? הֲיֵשׁ־לָכֶם צֹאן? הֲיֵשׁ־לָכֶם אֹהָלִים וּבָתִּים? הֲיֵשׁ־לָכֶם בָּתִּים גְּדוֹלִים? מַה־יֵּשׁ לָכֶם?  
                                                                                     לְ + הֶם = לָהֶם
                            לְ + הֵנָּה = לָהֶן


בֵּת 🗨 יֶשׁ־לִי דָג׃ 
אַבְרָם 🗨 יֶשׁ־לִי חֲמוֹר׃ 
בֵּת 🗨 אַבְרָם, יֶשׁ־לְךָ חֲמוֹר׃ 
אַבְרָם 🗨 יֶשׁ־לָךְ דָּג׃ 
בֵּת 🗨 יֶשׁ־לָנוּ דָּג וַחֲמוֹר׃
מַה־יֵּשׁ לַנַּעַר? מַה־יֶּשׁ־לוֹ? יֶשׁ־לוֹ גָּמָל׃  
מַה־יֵּשׁ לָאִשָּׁה? מַה־יֶשׁ־לָהּ? יֶשׁ־לָהּ כֶּבֶשׂ׃
מַה־יֵּשׁ לָאֲנָשִׁים? מַה־יֵּשׁ לָהֶם׃ יֵשׁ־לָהֶם סוּס אֶחָד׃
מַה־יֵּשׁ לַנְּעָרוֹת? מַה־יֵּשׁ לָהֶן׃ יֵשׁ־לָהֶן פָּרוֹת׃ יֵשׁ־לָהֶן שְׁתֵּי פָרוֹת׃
יֶשׁ־לוֹ גָּמָל׃ יֶשׁ־לָהּ כֶּבֶשׂ׃ יֵשׁ־לָהֶם סוּס׃ יֵשׁ־לָהֶן פָּרוֹת׃
________________
  
  





בֵּת 🗨                 שָׁלוֹם! 
הָאִשָּׁה הַקְּטַנָּה 🗨  שָׁלוֹם! 
בֵּת 🗨                  מַה־יֶּשׁ־לָךְ? 
הָאִשָּׁה הַקְּטַנָּה 🗨 יֶשׁ־לִי כַּד קָטֹן׃




בֵּת 🗨                 שָׁלוֹם! 
הָאִישׁ הַקָּטֹן 🗨         שָׁלוֹם! 
בֵּת 🗨                  מַה־יֶּשׁ־לְךָ? 
הָאִישׁ הַקָּטֹן 🗨         יֶשׁ־לִי דָּג גָּדוֹל׃
________________


בְּרֵאשִׁית  16׃29  
וּלְלָבָן שְׁתֵּי בָנוֹת שֵׁם הַגְּדֹלָה לֵאָה וְשֵׁם הַקְּטַנָּה רָחֵל׃
________________


שָׁלוֹם!
________________`,
			},
			{
				id: 45,
				title: 'AwB 17: Lamed & Possession',
				unitId: 10,
				order: 17,
			},
			{
				id: 46,
				title: 'AwB 18: Children & Elders',
				unitId: 10,
				order: 18,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
אִישׁ, נַ֫עַר, יֶ֫לֶד, הוּא יֶ֫לֶד׃ ←
אִשָּׁה, נַעֲרָה, יַלְדָּה ↙


יֶלֶד, הַיֶּלֶד זָכָר  
יַלְדָּה, הַיַּלְדָּה נְקֵבָה
יֶלֶד, יֶלֶד, יֶלֶד ← יְלָדִים
שְׁנֵי יְלָדִים 👦🏽👦🏽
יַלְדָּה, יַלְדָּה, יַלְדָּה ← יְלָדוֹת 
שְׁתֵּי יְלָדוֹת 👧🏽👧🏽
יֶלֶד וְיַלְדָּה, אָח וְאָחוֹת, יֵשׁ לַיַּלְדָּה אָח וְאָחוֹת׃
חֲמִשָּׁה יְלָדִים, חֲמִשָּׁה יְלָדִים קְטַנִּים׃ יַלְדָּה וְצֹאן  
הַיַּלְדָּה הַקְּטַנָּה בַּבַּיִת׃
רַגְלֵי יְלָדִים ←
יְלָדִים רַבִּים, יְלָדִים רַבִּים מְאֹד
  
 ָ ה ←  ַ ת
 ִ ים ←  ֵ י


יַלְדֵי הָאִישׁ, יַלְדֵי הָאִשָּׁה, יַלְדָּה וְעוֹף                                        יְלָדִים ⟵ יַלְדֵי
יֵשׁ לַיַּלְדָּה כֶּבֶשׂ׃ יֵשׁ לַיֶּלֶד כֶּלֶב׃  
יֶלֶד, נַעַר, אִישׁ, אִישׁ זָקֵן אוֹ זָקֵן ←
זָקֵן, הָאִישׁ הַזֶּה זָקֵן׃
אִישׁ זָקֵן לִפְנֵי בַיִת׃
הֵם זְקֵנִים׃ זָקֵן, זָקֵן, זָקֵן ← זְקֵנִים, הֵם זְקֵנִים׃
זְקֵנִים, הָאֲנָשִׁים הָאֵלֶּה זְקֵנִים׃                                                זְקֵנִים ⟵ זִקְנֵי
יִשְׂרָאֵל, זִקְנֵי יִשְׂרָאֵל, יְרוּשָׁלִַם, זִקְנֵי יְרוּשָׁלִַם  
אֲנָשִׁים, אַנְשֵׁי יִשְׂרָאֵל, אֲנָשִׁים אוֹ עַם 
הָעָם בְּאֶרֶץ מִצְרַ֫יִם׃ הָעָם בְּאֶרֶץ כְּנַ֫עַן׃
אַנְשֵׁי הָאָרֶץ אוֹ עַם הָאָרֶץ 
אַנְשֵׁי יְרוּשָׁלִַם אוֹ עַם יְרוּשָׁלִַם
יְלָדִים ⟵ יַלְדֵי יִשְׂרָאֵל
זְקֵנִים ⟵ זִקְנֵי יִשְׂרָאֵל
אֲנָשִׁים ⟵ אַנְשֵׁי יִשְׂרָאֵל
בָּנִים ⟵ בְּנֵי יִשְׂרָאֵל
אַבְרָהָם זָקֵן, אַבְרָהָם וְשָׂרָה זְקֵנִים׃
הָאִישׁ הַזָּקֵן אֲבִי הַיֶּלֶד הַקָּטֹן׃ הַיֶּלֶד הַקָּטֹן בֶּן־הָאִישׁ הַזָּקֵן׃ שֵׁם הַזָּקֵן אַבְרָהָם וְשֵׁם הַיֶּלֶד יִצְחָק׃  
הַיְלָדִים הָאֵלֶּה אַחִים׃ הֵם אַחִים׃ הוּא הַגָּדוֹל וְהוּא הַקָּטׂן׃
יֵשׁ לַיְלָדוֹת הָאֵלֶּה כֶּבֶשׂ׃ יֵשׁ־לָהֶן כֶּבֶשׂ׃
שְׁלֹשָׁה יְלָדִים 👦🏽👦🏽👦🏽
יֵשׁ לָאִישׁ הַזֶּה שְׁנֵי יְלָדִים׃ יֶשׁ־לוֹ שְׁנֵי יְלָדִים׃ יֶשׁ־לוֹ בֵּן וּבַת׃
שְׁתֵּי יְלָדוֹת 👧🏽👧🏽  
יֵשׁ לָאִשָּׁה הַזֹּאת שְׁתֵּי יְלָדוֹת׃ 
יֶשׁ־לָהּ שְׁתֵּי יְלָדוֹת׃
יֵשׁ לַנָּשִׁים הָאֵלֶּה יְלָדִים׃ יֵשׁ־לָהֶן יְלָדִים׃
יֵשׁ לָאִשָּׁה הַזֹּאת יַלְדָּה׃ יֶשׁ־לָהּ יַלְדָּה׃
יֵשׁ לָאִשָּׁה הַזֹּאת יֶלֶד׃ יֶשׁ־לָהּ יֶלֶד קָטֹן׃ הַיֶּלֶד בַּצֹּאן׃
לָאִשָּׁה הַזֹּאת יֶלֶד׃ לָאִשָּׁה הַזֹּאת אֵין יְלָדִים׃ אֵין לָהּ יְלָדִים׃
וַיְהִי אִישׁ אֶחָד וּשְׁמוֹ אֶלְקָנָה׃ שְׁמוֹ אֶלְקָנָה׃ הוּא אֶלְקָנָה׃ ↓  
וּלְאֶלְקָנָה שְׁתֵּי נָשִׁים׃ לוֹ שְׁתֵּי נָשִׁים׃
הֵנָּה נְשֵׁי אֶלְקָנָה׃ שְׁמָהּ חַנָּה וּשְׁמָהּ פְּנִנָּה׃
וַיְהִי לִפְנִנָּה יְלָדִים וּלְחַנָּה אֵין יְלָדִים׃
שָׁלוֹם!
  
  



________________`,
			},
			{
				id: 47,
				title: 'AwB 19: Alphabet Part V',
				unitId: 10,
				order: 19,
				content: `ז זִ זָ זֹ זֶ זֶה, מַה־זֶּה? זֶה סוּס׃
זֹאת, מַה־זֹּאת? זֹאת פָּרָה, זֹאת׃ מַה־זֶּה? זֶה פַּר׃ מַה־זֹּאת? זֹאת פָּרָה׃ אֹ֫זֶן  
ע עָ עֹ עֵ עַ עַל, עַל־הַבַּיִת, עַם
רַע, רָעִים, דְּבָרִים רָעִים
עַ֫יִן, עֵינַ֫יִם, עֵז, עִזִּים  
עוֹ עוֹף, עוֹף הַשָּׁמַיִם, עָנָן
נַ֫עַר, נְעָרִים, נְעָרוֹת, נְעָרוֹת רַבּוֹת
אַרְבַּע, אַרְבָּעָה, פַּרְעֹה
צ         צ ≠ ע          צָ צֹ צִ צוּ צֹאן, מִצְרַיִם, פַּרְעֹה מֶלֶךְ מִצְרַיִם׃  
מִצְרִי, אִישׁ מִצְרִי, עֵצִים
ץ עֵץ, אֶרֶץ, אֶרֶץ מִצְרַיִם, אֶרֶץ יִשְׂרָאֵל
כְּנַעַן, אֶרֶץ כְּנַעַן, הָעָם בְּאֶרֶץ כְּנַעַן׃
ח חָ חֹ חֵ חִ חַ אָח, אַחִים, הֵם אַחִים          ח ≠ ה
רָחֵל, תַּ֫חַת, תַּחַת הָעֵץ, הַצֹּאן תַּחַת הָעֵץ׃    
חַ, אֵחַ, יָרֵחַ
אַחַת, אֶחָד, חָמֵשׁ, נַ֫חַל, נָהָר, נַחַל, נָחָשׁ
ֲ אֲ חֲ אֲנִי, אֲנַחְנוּ, אֲנָשִׁים, נַעֲרָה
חֲמוֹר, חֲמֹרִים, אַחֲרֵי, אַחֲרֵי הַבַּיִת, הַפָּר אַחֲרֵי הַבַּיִת׃  
 אָחוֹת, רָחֵל אֲחוֹת לֵאָה׃
ק קַ קוֹ קִ קִי בָּקָר, צֹאן וּבָקָר
קֶ֫רֶן, קַרְנַ֫יִם, זָקֵן, זָכָר, נְקֵבָה, רִבְקָה, יִצְחָק,   
רִבְקָה אֵשֶׁת יִצְחָק׃ יַעֲקֹב, יַעֲקֹב בֶּן־יִצְחָק׃
עֵשָׂו, גַּם־עֵשָׂו בֶּן־יִצְחָק׃ עֵשָׂו בֶּן־יִצְחָק׃ יַעֲקֹב אֲחִי עֵשָׂו׃  
ט טָ טֶ טֹ טַ טוֹב, טוֹבִים, דְּבָרִים טוֹבִים, קָטֹן, קְטַנָּה   
אִשָּׁה קְטַנָּה, קְטַנִּים, אֲנָשִׁים קְטַנִּים
בֶּ֫טֶן, בֶּטֶן הָעֵז, בֶּטֶן הַחֲמוֹר  
ס         ס ≠ ם         סָ סוֹ סֵ סוּ סוּס, סוּסִים 
סוּסִים רַבִּים, סוּסִים רַבִּים בַּשָּׂדֶה׃ כּוֹס, כֹּסוֹת                שָׁלוֹם!
________________`,
			},
			{
				id: 48,
				title: 'AwB 20: Asher & Relative Clauses',
				unitId: 10,
				order: 20,
				content: `שָׁלוֹם, אֲנִי בֵּת!
יָד, יַד אַבְרָם
לְיַד, אֲנִי לְיַד אַבְרָם׃  
פָּנִים, פְּנֵי אַבְרָם         לְ + פְּנֵי ← לִפְנֵי
הַכַּד לִפְנֵי אַבְרָם׃ ←  


מַה־זֶּה? זֶה כִּסֵּא׃  
הַכּוֹס עַל־הַכִּסֵּא׃ הַמֶּלֶךְ עַל־הַכִּסֵּא׃ פַּרְעֹה עַל־כִּסֵּא מִצְרַיִם׃
בְּ + הַ ← בַּ                בְּ + בַּיִת ← בְּבַיִת
לְ + הַ ← לַ                בְּ + הַ + בַּיִת ← בַּבַּיִת
הָאִשָּׁה בַּבַּיִת׃   
בְּ + הַ + מִדְבָּר ← בַּמִּדְבָּר
הָאִשָּׁה בַּמִּדְבָּר׃
בְּ + הַ + שָׂדֶה = בַּשָּׂדֶה
הָאִשָּׁה בַּשָּׂדֶה׃  
לְ + אִשָּׁה ← לְאִשָּׁה
לְ + הָ + אִשָּׁה ← לָאִשָּׁה
יֵשׁ לָאִשָּׁה הַזֹּאת שְׁנֵי יְלָדִים׃ 
יֵשׁ לָאִישׁ הַזֶּה דָּג גָּדוֹל׃ יֵשׁ לָאִשָּׁה הַזֹּאת כַּד קָטֹן׃
וְ- לִפְנֵי ב מ פ  ⟵ וּ-        וּבַיִת  
וּמַיִם
וּפָרָה


וְ- לִפְנֵי  ְ ⟵ וּ-                וּנְעָרִים  
                                        וּגְמַלִּים 
                                        וּזְקֵנִים
אֲנִי לִפְנֵי הַכִּסֵּא׃ אֲנִי אַחֲרֵי הַכִּסֵּא׃ אֲנִי עַל־הַכִּסֵּא׃ אֲנִי תַּחַת הַכִּסֵּא׃ 
אַבְרָם תַּחַת הַכִּסֵּא׃ אַבְרָם אַחֲרֵי הַכִּסֵּא׃ אַבְרָם עַל־הַכִּסֵּא׃ 
הוּא עַל־הַכִּסֵּא׃ אַבְרָם לִפְנֵי הַכִּסֵּא׃ אַבְרָם עַל־הַכִּסֵּא׃ אֲנַחְנוּ אַחֲרֵי הַכִּסֵּא׃ 
אֲנַחְנוּ לִפְנֵי הַכִּסֵּא׃ אֲנַחְנוּ עַל־הַכִּסֵּא׃ 
________________
אֲשֶׁר
יֵשׁ שְׁנֵי חֲמוֹרִים׃ זֶה הַחֲמוֹר אֲשֶׁר בַּמִּדְבָּר וְזֶה הַהֲמוֹר אֲשֶׁר בַּצֹּאן׃
יֵשׁ שְׁנֵי נְחָשִׁים׃ זֶה הַנָּחָשׁ אֲשֶׁר בַּמַּיִם וְזֶה הַנָּחָשׁ אֲשֶׁר עַל־יַד אִישׁ׃
זֶה הַבָּקָר אֲשֶׁר בַּשָּׂדֶה וְזֶה הַבָּקָר אֲשֶׁר תַּחַת הָעֵץ׃  
אַיֵּה הָאִישׁ אֲשֶׁר עַל־שְׂפַת הַיָּם? 
הוּא הָאִישׁ אֲשֶׁר עַל־שְׂפַת הַיָּם׃
אַיֵּה הָאִישׁ אֲשֶׁר בַּשָּׂדֶה? 
הוּא הָאִישׁ אֲשֶׁר בַּשָּׂדֶה׃
אַיֵּה הָאִשָּׁה אֲשֶׁר בַּנָּהָר?   
הִיא הָאִשָּׁה אֲשֶׁר בַּנָּהָר׃
אַיֵּה הָאִשָּׁה אֲשֶׁר עַל־הָהָר? 
הִיא הָאִשָּׁה אֲשֶׁר עַל־הָהָר׃
אַיֵּה הַיֶּלֶד אֲשֶׁר בַּמַּיִם? 
הוּא הַיֶּלֶד אֲשֶׁר בַּמַּיִם׃  
אַיֵּה הַיֶּלֶד אֲשֶׁר עַל־חֲמוֹר? הוּא הַיֶּלֶד אֲשֶׁר עַל־חֲמוֹר׃
אַיֵּה הָאִישׁ אֲשֶׁר יֶשׁ־לוֹ יֶלֶד? הוּא הָאִישׁ אֲשֶׁר יֶשׁ־לוֹ יֶלֶד׃
אַיֵּה הָאִישׁ אֲשֶׁר יֶשׁ־לוֹ סוּס? הוּא הָאִישׁ אֲשֶׁר יֶשׁ־לוֹ סוּס׃










  
  
אַיֵּה הָאִשָּׁה אֲשֶׁר יֶשׁ־לָהּ בַּת? הִיא הָאִשָּׁה אֲשֶׁר יֶשׁ־לָהּ בַּת׃
אַיֵּה הָאִשָּׁה אֲשֶׁר יֶשׁ־לָהּ בֵּן? הִיא הָאִשָּׁה אֲשֶׁר יֶשׁ־לָהּ בֵּן׃
יֵשׁ בַּכַּד הַזֶּה מַיִם׃ אֵין בַּכַּד הַזֶּה מַיִם׃
אַיֵּה הַכַּד אֲשֶׁר יֶשׁ־בּוֹ מַיִם? אַיֵּה הַכַּד אֲשֶׁר אֵין בּוֹ מַיִם?
יֵשׁ בַּכּוֹס הַזֹּאת מַיִם׃ אֵין בַּכּוֹס הַזֹּאת מַיִם׃
אַיֵּה הַכּוֹס אֲשֶׁר אֵין בָּהּ מַיִם? אַיֵּה הַכּוֹס אֲשֶׁר יֶשׁ־בָּהּ מַיִם?
יֵשׁ דָּבָר בַּיָּד הַזֹּאת׃ אֵין דָּבָר בַּיָּד הַזֹֹּאת׃ 
אַיֵּה הַיָּד אֲשֶׁר יֶשׁ־בָּהּ דָּבָר? אַיֵּה הַיָּד אֲשֶׁר אֵין בָּהּ דָּבָר? שָׁלוֹם!     
________________`,
			},
			{
				id: 49,
				title: 'AwB 21: Verbs Come & Go Qatal Singular',
				unitId: 11,
				order: 47,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מַה־הוּא? אִישׁ גִּבּוֹר הוּא׃ אִישׁ גִּבּוֹר אוֹ גִּבּוֹר׃ 
הַגִּבּוֹר בַּשָֹּדֶה׃ גִּבּוֹר מִצְרִי ← 
גִּבּוֹרִים, הֵם גִּבּוֹרִים׃ שְׁנֵי גִבּוֹרִים
 
מַה־הוּא? אִישׁ הוּא׃
מֶה עָשָֹה הָאִישׁ? מַה־זֶּה מֶה
מַה לִפְנֵי א ה ר ← מָה
מַה לִפְנֵי ע אוֹ ח ← מֶה
מַה מָה מֶה ← מַה־זֶּה? מָה־הוּא?[1] מֶה עָשָֹה?
 מֶה עָשָֹה הָאִישׁ? הָאִישׁ הָלַךְ׃
מַה־הִיא? אִשָּׁה הִיא׃ מֶה עָשְֹתָה הָאִשָּׁה? הָאִשָּׁה הָלְכָה׃
הָאִישׁ הָלַךְ׃ הָאִשָּׁה הָלְכָה׃
מַה־הוּא? אִישׁ הוּא׃ מִי הָאִישׁ הַזֶּה? שְׁמוֹ אַבְרָם׃
מֶה עָשָֹה אַבְרָם? הוּא הָלַךְ׃ 
מַה־הִיא? אִשָּׁה הִיא׃ מִי הָאִשָּׁה הַזֹּאת? שְׁמָהּ בֵּת׃  
מֶה עָשְֹתָה בֵּת? הִיא הָלְכָה׃
אַבְרָם הָלַךְ׃ בֵּת הָלְכָה׃ הָאִישׁ הָלַךְ׃ הָאִשָּׁה הָלְכָה׃


מֶה עָשָֹה הָאִישׁ? הָאִישׁ בָּא׃
מֶה עָשְֹתָה הָאִשָּׁה? הָאִשָּׁה בָּ֫אָה׃
הָאִישׁ בָּא׃ הָאִשָּׁה בָּ֫אָה׃
הָאִישׁ הָלַךְ׃ הָאִשָּׁה הָלְכָה׃ הָאִישׁ בָּא׃ הָאִשָּׁה בָּאָה׃ הַגִּבּוֹר בָּא׃
מֶה עָשָֹה הַגִּבּוֹר? הַגִּבּוֹר בָּא׃ הוּא בָּא׃  


מֶה עָשִׂ֫יתִי? הָלַ֫כְתִּי! אֲנִי הָלַ֫כְתִּי׃
מֶה עָשִׂ֫יתִי? בָּ֫אתִי! אֲנִי בָּ֫אתִי׃
הָלַכְתִּי, בָּאתִי
 
בֵּת 🗨 אֲנִי הָלַכְתִּי׃ אַבְרָם, אַתָּה הָלַכְתָּ׃ אֲנִי הָלַכְתִּי וְגַם־אַתָּה הָלַכְתָּ׃ 
אַבְרָם 🗨 אֲנִי הָלַכְתִּי׃ גַּם־אַתְּ הָלַכְתְּ׃ אַתְּ הָלַכְתְּ׃
בֵּת 🗨 גַּם־אֲנִי הָלַכְתִּי׃ אַתָּה הָלַכְתָּ׃ 
אַבְרָם 🗨 אֲנִי הָלַכְתִּי׃ וְאַתְּ הָלַכְתְּ׃
________________


בֵּת 🗨 אַבְרָם, מֶה עָשִֹיתָ?                 אַבְרָם 🗨 הָלַכְתִּי׃
בֵּת 🗨 הָלַכְתָּ, הָלַכְתָּ בַּדֶּרֶךְ׃         אַבְרָם 🗨 הָלַכְתִּי בַּדֶּרֶךְ׃ 
בֵּת 🗨 הָלַכְתָּ!
________________


אַבְרָם 🗨 בֵּת, מֶה עָשִֹית?         בֵּת 🗨 אֲנִי הָלַכְתִּי׃ גַּם־אֲנִי הָלַכְתִּי בַּדֶּרֶךְ׃
אַבְרָם 🗨 אַתְּ הָלַכְתְּ בַּדֶּרֶךְ׃ בֵּת 🗨 הָלַכְתִּי׃
אַבְרָם 🗨 אַתְּ הָלַכְתְּ בַּדֶּרֶךְ׃ בֵּת 🗨 הָלַכְתִּי בַּדֶּרֶךְ׃
________________


בֵּת 🗨 אַבְרָם, מֶה עָשִֹיתָ?                 אַבְרָם 🗨 בָּאתִי׃
בֵּת 🗨 בָּאתָ, אַתָּה בָּאתָ׃ גַּם־אֲנִי בָּאתִי׃ הִנֵּה! 
אַבְרָם 🗨 גַּם־אַתְּ בָּאת׃                 בֵּת 🗨 בָּאתִי!
מֶה עָשִֹ֫יתִי? מֶה עָשִֹ֫יתָ? מֶה עָשִִֹית?  
מֶה עָשָֹה? מֶה עָשָֹה הָאִישׁ?
מֶה עָשְֹתָה? מֶה עָשְֹתָה הָאִשָּׁה?
 
בֵּת 🗨 אֲנִי הָלַכְתִּי׃ אַבְרָם, אַתָּה הָלַכְתָּ׃
אַבְרָם 🗨 אַתְּ הָלַכְתְּ׃
הוּא הָלַךְ׃ הִיא הָלְכָה׃
 
אֲנִי בָּאתִי׃ אַתָּה בָּאתָ׃ אַתְּ בָּאת׃ הוּא בָּא׃ הִיא בָּאָה׃
אֲנִי הָלַכְתִּי׃ אַתָּה הָלַכְתָּ׃ אַתְּ הָלַכְתְּ׃ הוּא הָלַךְ׃ הִיא הָלְכָה׃


הָלַכְתִּי׃ בָּאתִי׃
אַבְרָם בָּא׃ הַיַּלְדָּה בָּאָה׃ הַיֶּלֶד בָּא׃ הַגָּמָל הָלַךְ׃ הָאִישׁ בָּא׃
הָאִשָּׁה בָּאָה׃ הַחֲמוֹר בָּא׃
הָאִישׁ הָלַךְ עַל־רֹאשׁ הָהָר׃ הָאִישׁ הָלַךְ בַּמִּדְבָּר׃
הָאִישׁ הָלַךְ בַּדֶּרֶךְ׃ הָאִישׁ הָלַךְ בָּהָר, אוֹ עַל־הָהָר׃ אַבְרָם הָלַךְ׃
אַיֵּה הָאִישׁ אֲשֶׁר בָּא? הוּא הָאִישׁ אֲשֶׁר בָּא וְהוּא הָאִישׁ אֲשֶׁר הָלַךְ׃
אַיֵּה הָאִשָּׁה אֲשֶׁר הָלְכָה? הִיא הָאִשָּׁה אֲשֶׁר הָלְכָה וְהִיא הָאִשָּׁה אֲשֶׁר בָּאָה׃
אַיֵּה הָאִישׁ אֲשֶׁר הָלַךְ בַּמִּדְבָּר? הוּא הָאִישׁ אֲשֶׁר הָלַךְ בַּמִּדְבָּר וְהוּא הָאִישׁ אֲשֶׁר הָלַךְ בַּשָֹּדֶה׃
אַיֵּה הַדֶּרֶךְ אֲשֶׁר הָלַכְתִּי בָּהּ? זֹאת הַדֶּרֶךְ אֲשֶׁר הָלַכְתִּי בָּהּ׃ וְזֹאת הַדֶּרֶךְ אֲשֶׁר הָלַךְ בָּהּ הָאִישׁ׃
אֶל־     ← 🏠
הָאִישׁ הָלַךְ אֶל־הֶהָרִים׃ הָעָם הָלַךְ אֶל־הַיָּם׃ הַנַּעֲרָה הָלְכָה אֶל־הַבַּיִת׃
הָאִשָּׁה הָלְכָה אֶל־הַיָּם׃ הָאִישׁ הָלַךְ אֶל־הַיָּם׃ הָאִשָּׁה הָלְכָה אֶל־שְׁתֵּי הַנָּשִׁים׃
שָׁלוֹם!
________________`,
			},
			{
				id: 50,
				title: 'AwB 22: Say & Imperatives',
				unitId: 11,
				order: 48,
				content: `שָׁלוֹם, אֲנִי בֵּת!
[אַבְרָם 🗨 שָׁלוֹם!]
בֵּת 🗨 אַבְרָם אָמַר שָׁלוֹם׃ אַבְרָם אָמַר־לִי שָׁלוֹם׃
מָה־אָמַר אַבְרָם? שָׁלוֹם! אַבְרָם אָמַר שָׁלוֹם׃ אַבְרָם ‎אָמַר־לִי שָׁלוֹם׃
[הָאִשָּׁה הַקְּטַנָּה 🗨 שָׁלוֹם!]
הָאִשָּׁה אָמְרָה שָׁלוֹם׃ אַבְרָם אָמַר שָׁלוֹם וְגַם־הָאִשָּׁה אָמְרָה שָׁלוֹם׃
מִי אָמַר שָׁלוֹם? אַבְרָם אָמַר שָׁלוֹם וְגַם־הָאִשָּׁה אָמְרָה שָׁלוֹם׃
אַבְרָם 🗨 וְגַם־אַתְּ אָמַרְתְּ שָׁלוֹם׃ 
בֵּת 🗨 הֶאָמַ֫רְתִּי שָׁלוֹם? הֲגַם אֲנִי אָמַ֫רְתִּי שָׁלוֹם? אָמַ֫רְתִּי!
[בֵּת 🗨 שָׁלוֹם, אֲנִי בֵּת׃] גַּם־אֲנִי אָמַרְתִּי שָׁלוֹם!
________________


בֵּת 🗨 אַבְרָם, אָמַ֫רְתָּ אַתְּ פָּרָה׃
אַבְרָם 🗨 לֹא אָמַרְתִּי׃
בֵּת 🗨 אָמַרְתָּ׃                
אַבְרָם 🗨 לֹא, לֹא אָמַרְתִּי אֶת־הַדָּבָר הַזֶּה׃
בֵּת 🗨 לֹא כִּי אָמַרְתָּ׃ הִנֵּה! [אַתְּ פָּרָה׃]
אַבְרָם 🗨 אָמַרְתִּי׃
בֵּת 🗨 אָמַרְתָּ׃
________________


אַבְרָם 🗨 אַתְּ אָמַרְתְּ אַתָּה חֲמוֹר׃ 
בֵּת 🗨 לֹא אָמַרְתִּי׃ לֹא אָמַרְתִּי אֶת־הַדָּבָר הַזֶּה׃
אַבְרָם 🗨 לֹא כִּי אָמַרְתְּ׃ הִנֵּה! [אַתָּה חֲמוֹר׃]
בֵּת 🗨 אָמַרְתִּי׃
________________


בֵּת 🗨 אַבְרָם!
אַבְרָם 🗨 הִנֵּ֫נִי!
בֵּת 🗨 לֵךְ! [אַבְרָם הָלַךְ]  אַבְרָם הָלַךְ׃ אָמַרְתִּי לֵךְ׃ אַבְרָם הָלַךְ׃
בֵּת 🗨 אַבְרָם!                                                🗨 לֵךְ!  ← 🧔🏽
אַבְרָם 🗨 הִנֵּ֫נִי!                                                🗨 לְכִי! ← 👩🏽
בֵּת 🗨 בּוֹא! [אַבְרָם בָּא] אַבְרָם בָּא׃ אָמַרְתִּי בּוֹא׃ אַבְרָם בָּא׃
אַבְרָם 🗨 בֵּת!
בֵּת 🗨 הִנֵּ֫נִי!
אַבְרָם 🗨 לְכִי! [בֵּת הָלְכָה] בֵּת הָלְכָה׃ אָמַרְתִּי לְכִי׃ בֵּת הָלְכָה׃
אַבְרָם 🗨 בֵּת!                                                🗨 בּוֹא! ← 🧔🏽
בֵּת 🗨 הִנֵּ֫נִּי!                                                🗨 בּוֹאִי! ← 👩🏽
אַבְרָם 🗨 בּוֹאִי! [בֵּת בָּאָה] בֵּת בָּאָה׃ אָמַרְתִּי בּוֹאִי׃ בֵּת בָּאָה׃ 
בֵּת 🗨 בָּאתִי׃
________________


לֵךְ! לְכִי! לֵךְ! לְכִי! לֵךְ אַתָּה! לְכִי אַתְּ! לֵךְ אַתָּה! לְכִי אַתְּ!
בֵּת 🗨 אַבְרָם, אָמַרְתִּי לֵךְ וְלֹא הָלַכְתָּ׃ לָ֫מָּה לֹא הָלַכְתָּ? 
אַבְרָם 🗨 אָמַרְתִּי לְכִי וְאַתְּ לֹא הָלַכְתְּ׃ לָ֫מָּה לֹא הָלַכְתְּ?  
בֵּת 🗨 אָמַרְתִּי לֵךְ וְהוּא לֹא הָלַךְ׃ 
אַבְרָם 🗨 אָמַרְתִּי לְכִי וְגַם־הִיא לֹא הָלְכָה׃
________________


בּוֹא! בּוֹאִי! בּוֹא! בּוֹאִי! בּוֹא אַתָּה! בּוֹאִי אַתְּ! בּוֹא אַתָּה! בּוֹאִי אַתְּ!
בֵּת 🗨 אַבְרָם, לָ֫מָּה לֹא בָּ֫אתָ? אָמַרְתִּי בּוֹא וְלֹא בָּ֫אתָ׃ 
אַבְרָם 🗨 לָ֫מָּה אַתְּ לֹא בָּאת? אָמַרְתִּי בּוֹאִי וְלֹא בָּאת׃ 
________________
[בֵּת 🗨 שָׁלוֹם!] מָה אָמַרְתִּי? אָמַרְתִּי שָׁלוֹם׃
לְמִי אָמַרְתִּי שָׁלוֹם? לְאַבְרָם, אָמַרְתִּי לְאַבְרָם שָׁלוֹם׃
אָמַרְתִּי לוֹ שָׁלוֹם׃ אָמַרְתִּי לְאַבְרָם שָׁלוֹם׃ אָמַרְתִּי לוֹ שָׁלוֹם׃
[🗨 שָׁלוֹם! 🗨 שָׁלוֹם!]
אַבְרָם אָמַר לִי שָׁלוֹם׃ אָמַרְתִּי לְאַבְרָם שָׁלוֹם׃ אַבְרָם אָמַר לִי שָׁלוֹם׃
לְאַבְרָם אוֹ אֶל־אַבְרָם  
אָמַרְתִּי שָׁלוֹם אֶל־אַבְרָם׃ אָמַרְתִּי אֶל־אַבְרָם שָׁלוֹם׃
  
יֵשׁ שְׁלֹשָׁה יַמִּים בְּאֶרֶץ יִשְֹרָאֵל׃ הַיָּם הַגָּדוֹל, יָם־כִּנֶּ֫רֶת, יָם הַמֶּלַח׃ יֵשׁ שְׁלֹשָׁה יַמִּים בָּאָרֶץ׃
הָלַכְתִּי אֶל־אֶרֶץ יִשְׂרָאֵל׃ הִנֵּה! הָלַכְתִּי אֶל־הַיָּם הַגָּדוֹל׃ זֶה הַיָּם הַגָּדוֹל׃ גַּם־אֶל־יָם־כִּנֶּ֫רֶת הָלַכְתִּי׃ 
זֶה יָם־כִּנֶּ֫רֶת׃ מַה־זֶּה כִּנֶּ֫רֶת? זֶה שֵׁם׃ כִּנֶּ֫רֶת שֵׁם׃ כִּנֶּרֶת, זֶה יָם־כִּנֶּ֫רֶת׃ גַּם־אֶל־יָם הַמֶּ֫לַח הָלַכְתִּי׃ זֶה יָם הַמֶּ֫לַח׃ יָם הַמֶּ֫לַח׃
                                 מַה־זֶּה, מֶ֫לַח? זֶה מֶ֫לַח ←     
 הָלַכְתִּי אֶל־הַיָּם הַגָּדוֹל׃ הָלַכְתִּי אֶל־יָם־כִּנֶּ֫רֶת׃ הָלַכְתִּי אֶל־יָם הַמֶּ֫לַח׃
הָלַכְתִּי אֶל־שְׁלֹשָׁה הַיַּמִּים אֲשֶׁר בְּאֶרֶץ יִשְֹרָאֵל׃ הָלַכְתִּי אֶל־שְׁלֹשָׁה הַיַּמִּים אֲשֶׁר בְּאֶרֶץ יִשְֹרָאֵל׃ הָלַכְתִּי אֶל כָּל־הַיַּמִּים אֲשֶׁר בְּאֶרֶץ יִשְֹרָאֵל׃ הָלַכְתִּי אֶל כָּל־הַיַּמִּים  הַגְּדוֹלִים אֲשֶׁר בָּאָרֶץ׃
 כָּל־
כָּל־הַסּוּסִים
בֵּת 🗨 קַח אֶת־כָּל־הָאֲנָשִׁים׃ [אַבְרָם לָקַח אֶת־כָּל־הָאֲנָשִׁים] יָפֶה! כָּל־הָאֲנָשִׁים
קַח אֶת־כָּל־הַדְּבָרִים׃ [אַבְרָם לָקַח אֶת־כָּל־הַדְּבָרִים]
 כָּל־ = כֹּל
הָלַכְתִּי אֶל כָּל־הַיַּמִּים אֲשֶׁר בְּאֶרֶץ יִשְֹרָאֵל׃ הָלַכְתִּי אֶל כָּל־הַיַּמִּים הַגְּדוֹלִים אֲשֶׁר בָּאָרֶץ׃




אָמַר… וַיֹּאמֶר… וַיֹּאמֶר
[🗨 שָׁלוֹם! 🗨 שָׁלוֹם!]
אָמַרְתִּי אֶל־אַבְרָם שָׁלוֹם׃ וַיֹּאמֶר אַבְרָם שָׁלוֹם׃ 
[🗨 שָׁלוֹם! 🗨 שָׁלוֹם! 🗨 מַה־יֶּשׁ־לְךָ? 🗨 יֶשׁ־לִי דָג גָּדוֹל׃]
אָמַרְתִּי אֶל־הָאִישׁ מַה־יֶּשׁ־לְךָ׃ וַיֹּאמֶר הָאִישׁ יֶשׁ־לִי דָג גָּדוֹל׃ 
[בֵּת 🗨 יַעֲקֹב, בֶּן־מִי אַתָּה? יַעֲקֹב 🗨 בֶּן־יִצְחָק אָנֹכִי׃]
אָמַרְתִּי אֶל־יַעֲקֹב בֶּן־מִי אַתָּה׃ וַיֹּאמֶר יַעֲקֹב בֶּן־יִצְחָק אָנֹכִי׃
[בֵּת 🗨 עֵשָֹו, אֲחִי־מִי אַתָּה? עֵשָֹו 🗨 אֲחִי יַעֲקִב אָנֹכִי׃]
אָמַרְתִּי אֶל־עֵשָֹו אֲחִי־מִי אַתָּה׃ וַיֹּאמֶר עֵשָֹו אֲחִי־יַעֲקֹב אָנֹכִי׃ 
שְׁלֹשָׁה דָגִים 🐟🐠🐟 שְׁלֹשָׁה דָגִים טוֹבִים, שְׁלֹשָׁה דָגִים רָעִים
אַיֵּה הַיָּד אֲשֶׁר יֶשׁ־בָּהּ דָּג גָּדוֹל מְאֹד? זֹאת הַיָּד אֲשֶׁר יֶשׁ־בָּהּ דָּג גָּדוֹל מְאֹד׃ וְזֹאת הַיָּד אֲשֶׁר יֶשׁ־בָּהּ דָּג קָטֹן׃  
יֶשׁ־לַנַּעֲרָה דָּג׃ הַדָּג טוֹב בְּעֵינֵי הַנַּעֲרָה׃  
יֶשׁ־לָאִשָּׁה דָּג׃ הַדָּג רַע בְּעֵינֵי הָאִשָּׁה׃
שָׁלוֹם!
________________`,
			},
			{
				id: 51,
				title: 'AwB 23: Possessive Suffixes I & Body Parts',
				unitId: 11,
				order: 60,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מַה־זֹּאת? זֹאת חֶ֫רֶב׃
הַחֶ֫רֶב נְקֵבָה׃ זֹאת חֶ֫רֶב קְטַנָּה׃  
חֲרָבוֹת, שְׁתֵּי חֲרָבוֹת 
מַה־זֶּה? זֶה מַטֶּה׃  
אִישׁ וּמַטֶּה, נַעַר וּמַטֶּה, חֶרֶב, מַטֶּה
 
זֹאת רֶ֫גֶל ← 🦵🏽 זֹאת בֶּ֫טֶן ←🤰🏽
👁 עַ֫יִן,👄 פֶּה,🤚🏽 יָד,✋🏽 כַּף,👃🏽 אַף,🧔🏽 רֹאשׁ
🙆🏽‍♂️ זֶה רֹאשׁ׃ זֶה רֹאשִׁי׃ רֹאשִׁי                 - ִ י
👁 זֶה עַיִן׃ זֶה עֵינִי׃ עֵינִי
 רֹאשִׁי, עֵינִי
👃🏽 זֶה אַף׃ זֶה אַפִּי׃ אַפִּי                                 
רֹאשִׁי, עֵינִי, אַפִּי
👄 פֶּה, פִּי                                                 פֶּה ← פִּי
✋🏽 כַּף, כַּפִּי                                        כַּף ← כַּפִּי  
👃🏽 אַף, אַפִּי, כַּף, כַּפִּי                                אַף ← אַפִּי
🤚🏽 יָד, יָדִי
שְׁמִי בֵּת׃ שְׁמִי                                        שֵׁם ← שְׁמִי
שְׁמִי בֵּת׃
רֹאשִׁי, עֵינִי, אַפִּי, פִּי, כַּפִּי, יָדִי
בֶּטֶן, בִּטְנִי                                                        בֶּטֶן ← בִּטְנִי
🦵🏽 רֶגֶל, רַגְלִי, זֹאת רַגְלִי׃                                רֶגֶל ← רַגְלִי  
 -וֹ
שְׁמוֹ אַבְרָם׃ זֶה רֹאשׁ אַבְרָם׃ זֶה רֹאשׁוֹ׃ 
עֵינוֹ, אַפּוֹ, יָדוֹ, זֹאת יָדוֹ׃
כַּפּוֹ, בִּטְנוֹ
פִּיו, פִּי אַבְרָם ← פִּיו                - ִ י + וֹ ← - ִ יו                 👄 פִּי ← פִּיו        
רֹאשׁוֹ, עֵינוֹ, אַפּוֹ, פִּיו, יָדוֹ, בִּטְנוֹ
רֶגֶל, רֶגֶל אַבְרָם, רַגְלוֹ, זֹאת רַגְלוֹ׃
-  ָ הּ  
-  ָ ה [a] ≠ -  ָ הּ [aH]
מַה־שְּׁמָהּ? שְׁמָהּ רִבְקָה׃ שֵׁם הַנַּעֲרָה הַזֹּאת רִבְקָה׃
רֹאשָׁהּ, עֵינָהּ, אַפָּהּ, יָדָהּ, בִּטְנָהּ, רַגְלָהּ
פִּ֫יהָ                                        - ִ י + - ָ הּ ← - ִ֫ יהָ                👄 פִּי ← פִּ֫יהָ
רֹאשָׁהּ, עֵינָהּ, אַפָּהּ, פִּיהָ, בִּטְנָהּ, יָדָהּ, רַגְלָהּ
________________


אַבְרָם 🗨 מַה־שְּׁמֵךְ? 
בֵּת 🗨 שְׁמִי בֵּת׃ 
אַבְרָם 🗨 שְׁמֵךְ בֵּת׃ 
בֵּת 🗨 מַה־שִּׁמְךָ? 
אַבְרָם 🗨 שְׁמִי אַבְרָם׃ 
בֵּת 🗨 שִׁמְךָ אַבְרָם׃
________________


🗨←🧔🏽  -ךָ
בֵּת 🗨 מַה־שִּׁמְךָ?         אַבְרָם 🗨 שְׁמִי אַבְרָם׃         בֵּת 🗨 שִׁמְךָ אַבְרָם׃
אַבְרָם, אַיֵּה רֹאשְׁךָ? רֹאשִׁי! אַיֵּה עֵינְךָ? עֵינִי! אַיֵּה יָדְךָ? יָדִי!
אַיֵּה פִּ֫יךָ? פִּי! אַיֵּה אַפְּךָ? אַפִּי! יָפֶה! אַיֵּה בִּטְנְךָ? בִּטְנִי! טוֹב מְאֹד! 
אַיֵּה כַּפְּךָ? כַּפִּי! יָפֶה! אַיֵּה רַגְלְךָ? רַגְלִי! טוֹב!
רֹאשְׁךָ, עֵינְךָ, אַפְּךָ, פִּ֫יךָ, יָדְךָ, בִּטְנְךָ, רַגְלְךָ
 🗨←👩🏽 - ֵ ךְ
אַבְרָם 🗨 מַה־שְּׁמֵךְ?                 בֵּת 🗨 שְׁמִי בֵּת׃         אַבְרָם 🗨 שְׁמֵךְ בֵּת׃
בֵּת, אַיֵּה רֹאשֵׁךְ? רֹאשִׁי! אַיֵּה יָדֵךְ? יָדִי! אַיֵּה אַפֵּךְ? אַפִּי! אַיֵּה בִּטְנֵךְ? בִּטְנִי! אַיֵּה רַגְלֵךְ? רַגְלִי! אַיֵּה עֵינֵךְ? עֵינִי!
 
🧔🏽 רֹאשִׁי, אַבְרָם, רֹאשְׁךָ, רֹאשֵׁךְ, רֹאשׁוֹ, רֹאשָׁהּ 
🤚🏽 יָדִי, אַבְרָם, יָדְךָ, יָדֵךְ, יָדוֹ, יָדָהּ
👄 פִּי, אַבְרָם, פִּ֫יךָ, פִּיו, פִּ֫יהָ
   
הוּא אִישׁ גִּבּוֹר וְחֶרֶב בְּיָדוֹ׃
הַנַּעֲרָה עַל־שְֹפַת הַיָּם וְדָג בְּיָדָהּ׃
הַגִּבּוֹר בַּשָֹּדֶה וְחֶרֶב בְּיָדוֹ׃
הָאִישׁ הָלַךְ בָּהָר וּמַטֶּה בְיָדוֹ׃ 
הַיַּלְדָּה בַשָֹּדֶה וּמַטֶּה בְיָדָהּ׃ 
הִיא נַעֲרָה וְכַד עַל־רֹאשָׁהּ׃ 
הָאִישׁ בַּצֹּאן וּמַטֶּה בְיָדוֹ׃
הוּא יֶלֶד וְחֶרֶב קְטַנָּה בְיָדוֹ׃ 
הַכֶּלֶב בַּיָּם וּמַטֶּה בְּפִיו׃
הָאִשָּׁה בַדֶּרֶךְ וְעֵצִים עַל־רֹאשָׁהּ׃ 
הוּא פַרְעֹה וְחֶרֶב בְּיָדוֹ׃ 
שָׁלוֹם!
 
________________`,
			},
			{
				id: 52,
				title: 'AwB 24: Possessive Suffixes II & Family Terms',
				unitId: 11,
				order: 61,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
בֵּית אָב, אָב, אָב, בֵּית אָב, זֶה בֵּית אָבִי׃
אֲנִי! הוּא אָבִי, הִיא אִמִּי, הוּא אָחִי, גַּם־הוּא אָחִי, גַּם־הוּא אָחִי, גַּם־הוּא אָחִי, גַּם־הוּא אָחִי, הִיא אֲחֹתִי׃
יֶשׁ־לִי חֲמִשָּׁה אַחִים וְאָחוֹת אַחַת׃ 👦🏻👦🏼👧🏼👦🏼👦🏼👦🏼 זֶה בֵּית אָבִי׃
אָב, אֵם, בַּת          הוּא אָבִי, אֲנִי בִּתּוֹ, הִיא אִמִּי, אֲנִי בִּתָּהּ׃ 
אָב, אֵם וּבֵן        הוּא אֲבִי אַבְרָם׃ אַבְרָם בְּנוֹ׃ הִיא אֵם אַבְרָם׃ הוּא בְּנָהּ׃  
 אִשָּׁה ← אֵשֶׁת ← אִשְׁתּ-
בֵּת 🗨 אֲנִי אִשָּׁה׃ אֲנִי אֵשֶׁת אַבְרָם׃ אֲנִי אִשְׁתּוֹ׃
בֵּת 🗨 הוּא אִישׁ׃ אַבְרָם אִישׁ׃ הוּא אִישׁ בֵּת׃ הוּא אִישִׁי׃ אַבְרָם אִישִׁי׃  
אַבְרָם 🗨 אֲנִי אִישָׁהּ׃        
אִשָּׁה? הַאִשָּׁה אַבְרָם? לֹא! אֵינֶנּוּ אִשָּׁה! אַבְרָם אִישָׁהּ׃        
 אִשָּׁה ≠ אִישָׁהּ 👫⃕
אַבְרָם 🗨 אֲנִי אִישָׁהּ׃
בֵּת 🗨 אַבְרָם, אֲנִי אִשְׁתְּךָ׃ 
אַבְרָם 🗨 אַתְּ אִשְׁתִּי׃
בֵּת 🗨 אַתָּה אִישִׁי׃
אַבְרָם 🗨 אֲנִי אִישֵׁךְ׃
בֵּת 🗨 אַבְרָם, הוּא אָבִיךָ׃ הִיא אִמְּךָ׃ הִיא אֲחוֹתְךָ׃ גַּם־הִיא אֲחוֹתְךָ׃
אַבְרָם 🗨 בֵּת, הוּא אָבִיךְ׃ הִיא אִמֵּךְ׃ הוּא אָחִיךְ׃ הוּא אָחִיךְ׃ הִיא אֲחוֹתֵךְ׃
אֵין לָנוּ יְלָדִים׃ אֵין לָנוּ בָּנִים׃ אֵין לָנוּ בָּנוֹת׃ אֵין לָנוּ יְלָדִים׃
 
- ִ י + וֹ ← - ִ יו                                         אֲבִי ← אָבִיו
יֶלֶד וְאָבִיו׃ יֶלֶד וְאָחִיו׃
בֵּית־דָּוִד ← הוּא דָוִד, הוּא אָבִיו, הִיא אִשְׁתּוֹ, הוּא בְּנוֹ, בִּתּוֹ 
הוּא יִצְחָק, הוּא אָבִיו, הִיא אִמּוֹ, אִשְׁתּוֹ, בְּנוֹ, אָחִיו
אִישׁ וּבִתּוֹ, נַעַר וְאִמּוֹ                                        - ִ י +  ָ הּ ← - ִ֫ יהָ
נַעֲרָה וְאָחִ֫יהָ, נַעֲרָה וְאָחִ֫יהָ וַאֲחוֹתָהּ, יַלְדָּה וְאָבִ֫יהָ
הַיַּלְדָּה בָּ֫אָה אֶל־אָבִ֫יהָ׃ 
אִשָּׁה וְאִישָׁהּ, אִישׁ וּבְנוֹ, נַעֲרָה וַאֲחוֹתָהּ, אִשָּׁה וּבְנָהּ, אִישׁ וְאִשְׁתּוֹ׃ 
אִישׁ וּבְנוֹ וּבִתּוֹ׃
 - ֵ נוּ
כָּל־הַדְּבָרִים לָ֫נוּ׃ סוּסֵ֫נוּ, פָּרֵ֫נוּ, פָּרָתֵ֫נוּ, כַּדֵּ֫נוּ
זֶה בֵּיתֵ֫נוּ׃                                                         בַּיִת ← בֵּיתֵ֫נוּ
אֶרֶץ, זֹאת אַרְצִי׃ בֵּית אָבִי בָּאָרֶץ הַזֹּאת׃ זֹאת אַרְצֵ֫נוּ׃
אַיֵּה אַרְצְךָ? 🌍🌎🌏?
🗨←👳🏽‍♂️👴🏽🧔🏽 -כֶם
אַתֶּם
יֵשׁ לָכֶם בַּיִת׃ זֶה בֵּיתְכֶם׃ 🏠 יֵשׁ לָכֶם אָב׃ הוּא אֲבִיכֶם׃ 👴🏽
יֵשׁ לָכֶם צֹאן׃ זֶה צֹאנְכֶם׃
🗨←🧕🏽👩🏽👵🏽 -כֶן
אַתֶּן
יֵשׁ לָכֶן אָח׃ הוּא אֲחִיכֶן׃ 🧔🏽 יֵשׁ לָכֶן אָב׃ הוּא אֲבִיכֶן׃ 👴🏽
יֵשׁ לָכֶן בָּקָר׃ זֶה בְּקַרְכֶן׃ 🐮🐄🐄🐄🐮
👳🏽‍♂️👴🏽🧔🏽 - ָ ם
אֲנָשִׁים וְסוּסָם׃ שְׁנֵי אֲנָשִׁים וְצֹאנָם׃ שְׁלֹשָׁה נְעָרִים עַל־חֲמֹרָם׃ 
אֲנָשִׁים וּבְקָרָם, בְּקָרָם
אֲנָשִׁים בְּבֵיתָם׃  
🧕🏽👩🏽👵🏽 - ָ ן
שְׁתֵּי נָשִׁים לִפְנֵי בֵיתָן׃ שְׁתֵּי נָשִׁים וּפָרָתָן וּבֵיתָן׃ שְׁתֵּי יְלָדוֹת וְאִמָּן׃  
- ִ י +  ָ ם ← - ִ יהֶם
- ִ י +  ָ ן ← - ִ יהֶן
יְלָדִים וַאֲבִיהֶם׃ שָׁלֹשׁ נְעָרוֹת וַאֲחִיהֶן׃
בְּנֵי אָדָם וַאֲבִיהֶם׃ בְּנוֹת לָבָן וַאֲבִיהֶן׃    










שְׁנֵי יְלָדִים וַאֲבִיהֶם לִפְנֵי בֵיתָם׃ הַנַּעֲרָה בָּאָה אֶל־אָבִ֫יהָ׃ 
אִישׁ וְחַרְבּוֹ (חֶרֶב), אִישׁ וְחַרְבּוֹ
נַעֲרָה לִפְנֵי בֵיתָהּ׃ אִישׁ וַחֲמֹרוֹ עַל־שְֹפַת הַנָּהָר׃ 
שָׁלוֹם!


 👍🏽 (הִנֵּה! הַיָּד הַטּוֹבָה! יָד טוֹבָה!) 👍🏽
 
________________`,
			},
			{
				id: 53,
				title: 'AwB 25: Hear & Obey',
				unitId: 11,
				order: 64,
				content: `שָׁלוֹם, אֲנִי בֵּת!
🔊 קוֹל
קוֹל אִישׁ, קוֹל אִשָּׁה, קוֹל יֶלֶד, קוֹל צֹאן, קוֹל בָּקָר, קוֹל סוּס, קוֹל כֶּלֶב קוֹל חֲמוֹר, קוֹל רַגְלַיִם, קוֹל גָּדוֹל  
מַה־זֶּה? זֶה שׁוֹפָר׃ קוֹל שׁוֹפָר!
 כֹּל עִם כ? לֹא! קוֹל עִם ק!
קַח אֶת־כָּל־הַדְּבָרִים! 
כֹּל, כָּל־ ≠ קוֹל
[אַתְּ פָּרָה] קוֹל מִי זֶה? [אַתְּ פָּרָה] קוֹל אַבְרָם! זֶה קוֹל אַבְרָם! זֶה קוֹלוֹ׃  
[אַתְּ פָּרָה] בֵּת לְאַבְרָם 🗨 זֶה קוֹלְךָ!


[אַתָּה חֲמוֹר] קוֹל מִי זֶה? קוֹל מִי?
[אַתָּה חֲמוֹר] זֶה קוֹל בֵּת! זֶה קוֹלִי!
[אַתָּה חֲמוֹר] אַבְרָם לְבֵת 🗨 זֶה קוֹלֵךְ׃ 
בֵּת 🗨 קוֹלִי  אַבְרָם 🗨 זֶה קוֹלֵךְ׃
👂🏽 שָׁמַע
שָׁמַע, אַבְרָם שָׁמַע׃ בֵּת שָׁמְעָה׃ אֲנִי שָׁמַ֫עְתִּי׃
[קוֹל כֶּלֶב] בֵּת 🗨 הָאִישׁ, אַבְרָם שָׁמַע קוֹל׃ הוּא שָׁמַע קוֹל׃  
אַבְרָם 🗨 הִנֵּה קוֹל כֶּלֶב! 
בֵּת 🗨 אַבְרָם שָׁמַע קוֹל כֶּלֶב׃ הוּא שָׁמַע קוֹל כֶּלֶב׃
[קוֹל חֲמוֹר] בֵּת 🗨 שָׁמַעְתִּי קוֹל׃ קוֹל מָה שָׁמַעְתִּי?
קוֹל חֲמוֹר שָׁמַעְתִּי׃ שָׁמַעְתִּי קוֹל חֲמוֹר׃
אַבְרָם 🗨 בֵּת שָׁמְעָה קוֹל חֲמוֹר׃ שָׁמְעָה קוֹל חֲמוֹר׃ שָׁמַ֫עַתְּ קוֹל חֲמוֹר׃ 
בֵּת 🗨 שָׁמַעְתִּי קוֹל חֲמוֹר׃
[קוֹל אַבְרָם קֹרֵא בַתְּהִלִּים] הִנֵּה קוֹל אִישׁ! שָׁמַעְתִּי קוֹל וְהַקּוֹל קוֹל אִישׁ! אֶת־קוֹל־מִי שָׁמַעְתִּי? 
[קוֹל אַבְרָם קֹרֵא בַתְּהִלִּים] קוֹל מִי זֶה? זֶה קוֹל אַבְרָם! שָׁמַעְתִּי אֶת־קוֹל אַבְרָם׃
[קוֹל אִשָּׁה] הָאִישׁ שָׁמַע אֶת־קוֹל אִשְׁתּוֹ׃


שָׁמַע בְּקוֹל
[אַבְרָם 🗨 בֵּת!                 בֵּת 🗨 הִנֵּ֫נִי!         אַבְרָם 🗨 לְכִי! [בֵּת הָלְכָה]]
 בֵּת 🗨 אַבְרָם אָמַר־לִי לְכִי׃ שָׁמַ֫עְתִּי בְּקוֹלוֹ׃ שָׁמַעְתִּי בְּקוֹל אַבְרָם׃ הָלַכְתִּי׃ הוּא אָמַר־לִי לְכִי׃ אֲנִי הָלַכְתִּי׃ שָׁמַעְתִּי בְּקוֹלוֹ׃
אַבְרָם, שָׁמַעְתִּי בְּקוֹלְךָ׃
אַבְרָם 🗨 שָׁמַ֫עַתְּ בְּקוֹלִי׃
 
[ בֵּת 🗨 אַבְרָם!         אַבְרָם 🗨 הִנֵּ֫נִי!                 בֵּת 🗨 לֵךְ! [אַבְרָם הָלַךְ]]
בֵּת 🗨 אָמַ֫רְתִּי אֶל־אַבְרָם לֵךְ׃ הוּא שָׁמַע בְּקוֹלִי׃ אַבְרָם הָלַךְ׃ אַבְרָם שָׁמַע בְּקוֹלִי׃
אַבְרָם, שָׁמַעְתָּ בְּקוֹלִי׃ אָמַרְתִּי לֵךְ׃ אַתָּה הָלַכְתָּ׃ שָׁמַעְתָּ בְּקוֹלִי׃ 
אַבְרָם 🗨 שָׁמַעְתִּי בְּקוֹלֵךְ׃


[אַבְרָם לְבֵת 🗨 לְכִי!]
בֵּת 🗨 אַבְרָם אָמַר־לִי לְכִי וְלֹא הָלַכְתִּי׃ לֹא הָלַכְתִּי׃ לֹא שָׁמַעְתִּי בְּקוֹל אַבְרָם׃ לֹא שָׁמַעְתִּי בְּקוֹל אִישִׁי׃
שָׁמַעְתִּי אֶת־קוֹלוֹ׃ וְלֹא שָׁמַעְתִּי בְּקוֹלוֹ׃ לֹא שָׁמַעְתִּי בְּקוֹלוֹ כִּי לֹא הָלַכְתִּי׃
אַבְרָם אָמַר לְכִי וְלֹא הָלַכְתִּי׃ לֹא שָׁמַעְתִּי בְּקוֹלוֹ׃ לֹא שָׁמַעְתִּי בְּקוֹל אַבְרָם׃ לֹא שָׁמַעְתִּי בְּקוֹלוֹ׃
 
[בֵּת לְאַבְרָם 🗨 לֵךְ!]
אַבְרָם 🗨 בֵּת אָמְרָה־לִי לֵךְ וְלֹא הָלַכְתִּי׃ לֹא הָלַכְתִּי׃ לֹא שָׁמַעְתִּי בְּקוֹל בֵּת׃ לֹא שָׁמַעְתִּי בְּקוֹל אִשְׁתִּי׃ לֹא שָׁמַעְתִּי בְּקוֹלָהּ׃
 
[אַבְרָם לְבֵת 🗨 בּוֹאִי!]
בֵּת 🗨 אַבְרָם אָמַר בּוֹאִי וְלֹא בָּאתִי׃ אֲנִי לֹא בָּאתִי׃ לֹא שָׁמַעְתִּי בְּקוֹל אִישִׁי׃ לֹא שָׁמַעְתִּי בְּקוֹל אַבְרָם׃ לֹא שָׁמַעְתִּי בְּקוֹלוֹ׃
 
[בֵּת לְאַבְרָם 🗨 בּוֹא!]
אַבְרָם 🗨 בֵּת אָמְרָה בּוֹא וְלֹא בָּאתִי׃ לֹא שָׁמַעְתִּי בְּקוֹלָהּ׃
בֵּת 🗨 אַבְרָם, אַתָּה אִישִׁי וְלֹא שָׁמַעְתִּי בְּקוֹלְךָ׃ 
אַבְרָם 🗨 אִשְׁתִּי, גַּם־אֲנִי לֹא שָׁמַעְתִּי בְּקוֹלֵךְ׃


 מִי הוּא? הוּא אֲדֹנָי אוֹ אֱלֹהִים׃
אַ = אֲ      אֲדֹנָי
אֶ = אֱ    אֱלֹהִים
מַה־שֵּׁם אֱלֹהִים? [יהוה] זֶה שֵׁם אֱלֹהִים׃ זֶה שְׁמוֹ׃`,
			},
			{
				id: 54,
				title: 'AwB 26: Be & Beauty',
				unitId: 11,
				order: 65,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מֶלֶךְ, מַלְכָּה
מַלְכַּת מִצְרַיִם, מַלְכַּת מִצְרַיִם וּבְנָהּ 
הִיא מַלְכָּה וְחֶרֶב בְּיָדָהּ׃ 
מֶ֫לֶךְ, עֶ֫בֶד  
פַּרְעֹה וְעֶ֫בֶד                עֶ֫בֶד ← עֲבָדִים
אִישׁ מִצְרִי וְאַרְבָּעָה עֲבָדִים 
מַלְכָּה, שִׁפְחָה                שִׁפְחָה ← שְׁפָחוֹת
מַלְכָּה וּשְׁפָחוֹת, מַלְכָּה וְשִׁפְחָה, מַלְכָּה וּשְׁתֵּי שְׁפָחוֹת
פַּרְעֹה וְעַבְדּוֹ, פַּרְעֹה וְעַבְדּוֹ
עֶבֶד פַּרְעֹה                        עֶבֶד ← עַבְדּוֹ
מַלְכָּה וְשִׁפְחָתָהּ                 שִׁפְחָה, שִׁפְחַת הַמַּלְכָּה ← שִׁפְחָתָהּ
פַּרְעֹה וְעַבְדּוֹ, בַּת־פַּרְעֹה וְשִׁפְחָתָהּ
עֶבֶד, עֲבָדִים, שִׁפְחָה
לְשָׂרַי אֵשֶׁת אַבְרָם שִׁפְחָה מִצְרִית׃
אִישׁ מִצְרִי, אִשָּׁה מִצְרִית   
מִצְרִי זָכָר׃ ♂         מִצְרִית נְקֵבָה׃ ♀
לְשָׂרַי אֵשֶׁת אַבְרָם שִׁפְחָה מִצְרִית וּשְׁמָהּ הָגָר׃ שְׁמָהּ הָגָר׃ הִיא אֵם יִשְׁמָעֵאל׃ הָגָר אֵם יִשְׁמָעֵאל׃
מִי אֲבִי דָוִד? יִשַׁי אֲבִי דָוִד׃
מִי הָאִישׁ הַזֶּה? שְׁמוֹ שָׁאוּל׃ שָׁאוּל מֶלֶךְ יִשְֹרָאֵל׃
וַיֹּאמֶר שָׁאוּל אֶל־דָּוִד בֶּן־מִי אַתָּה? וַיֹּאמֶר דָּוִד בֶּן־עַבְדְּךָ יִשַׁי׃ 


אַתָּה יהוה אֱלֹהִים וַאֲנִי עַבְדְּךָ! 🙏🏽🧔🏽
אַתָּה יהוה אֱלֹהִים וַאֲנִי שִׁפְחָתְךָ! 🙏🏽👩🏽


הָיָה
אַבְרָם הָיָה יֶלֶד׃ 👦🏽 הוּא הָיָה יֶלֶד׃ עַתָּה אַבְרָם אִישׁ׃ 🧔🏽
אַתָּה עִם א? לֹא! עַתָּה עִם ע׃ עַתָּה
אַבְרָם הָיָה יֶלֶד׃ עַתָּה הוּא אִישׁ׃ עַתָּה אַבְרָם אִישׁ׃
בֵּת הָיְתָה יַלְדָּה׃ 👧🏽 עַתָּה הִיא אִשָּׁה׃ 👩🏽
בֵּת 🗨 אַבְרָם, אֲנִי הָיִיתִי יַלְדָּה׃ וְאַתָּה הָיִיתָ יֶלֶד׃ אֲנִי הָיִיתִי יַלְדָּה וְאַתָּה הָיִיתָ יֶלֶד׃  
אַבְרָם 🗨 אַתְּ הָיִית יַלְדָּה׃
בֵּת 🗨 אֲנִי הָיִיתִי יַלְדָּה׃
 
יָפֶה, יָפָה  
אִשָּׁה יָפָה, אִישׁ יָפֶה
מַרְאֶה, מַרְאֶה טוֹב, מַרְאֶה רַע
מַרְאֵה הָאִשָּׁה טוֹב׃ מַרְאֵה הָאִשָּׁה יָפֶה׃
מַרְאֵה הָאִשָּׁה טוֹב אוֹ יָפֶה׃ הִיא אִשָּׁה יָפָה׃ 
מַרְאֵה הָאִשָּׁה יָפֶה׃ מַרְאֶהָ יָפֶה׃ הִיא אִשָּׁה יְפַת מַרְאֶה׃ אִשָּׁה יְפַת מַרְאֶה אוֹ אִשָּׁה טוֹבַת מַרְאֶה׃ אִשָּׁה טוֹבַת מַרְאֶה׃ אִשָּׁה יָפָה׃
אִישׁ יָפֶה, הוּא אִישׁ יָפֶה׃ מַרְאֵה הָאִישׁ טוֹב׃ הוּא אִישׁ יְפֵה מַרְאֶה׃
אִישׁ יָפֶה אוֹ אִישׁ יְפֵה מַרְאֶה׃ אִשָּׁה יָפָה אוֹ אִשָּׁה יְפַת מַרְאֶה׃
פָּרוֹת יְפוֹת מַרְאֶה׃ פָּרוֹת רָעוֹת מַרְאֶה׃
זֶת גָּמָל יָפֶה׃ גָּמָל יָפֶה׃ מַרְאֵה הַגָּמָל הַזֶּה טוֹב׃ מַרְאֵה הַגָּמָל הַזֶּה יָפֶה׃ זֶה גָּמָל יְפֵה מַרְאֶה, גָּמָל יְפֵה מַרְאֶה׃  
מַרְאֵה הַגָּמָל הַזֶּה רַע׃
דָּג יָפֶה ←
נַעֲרָה יָפָה מְאֹד, הִיא נַעֲרָה יְפַת מַרְאֶה מְאֹד׃ 
אִשָּׁה יָפָה, הִיא אִשָּׁה יְפַת מַרְאֶה׃
אַבְרָם לְבֵת 🗨 יָפָה אַתְּ!
 
אַבְרָם אָמַר אֶל־שָׂרַי אִשְׁתּוֹ`,
			},
			{
				id: 55,
				title: 'AwB 27: Give & Take, Silver & Gold',
				unitId: 11,
				order: 67,
				content: `שָׁלוֹם, אֲנִי בֵּת!
מַה־זֹּאת? זֹאת אֶ֫בֶן׃ אֶ֫בֶן, אֲבָנִים
שָׁלֹשׁ אֲבָנִים, אֶבֶן נְקֵבָה׃
אֶבֶן גְּדוֹלָה, אֲבָנִים קְטַנּוֹת, נָשִׁים קְטַנּוֹת׃ עִזִּים קְטַנּוֹת׃ אֲבָנִים קְטַנּוֹת׃ 
מַה־זֶּה? זֶה לֶ֫חֶם׃ אֶ֫בֶן, אֲבָנִים, לֶ֫חֶם    
כֶּ֫סֶף, זָהָב 
אֶבֶן, כֶּסֶף, אֲבָנִים, לֶחֶם, זָהָב
אֲבָנִים עַל־שְׂפַת הַיָּם׃


 לָקַח - קַח!
בֵּת לְאַבְרָם 🗨 אַבְרָם, קַח סוּס אֶחָד׃ 🐎
מֶה־עָשָׂה אַבְרָם? אַבְרָם לָקַח סוּס אֶחָד׃ 
בֵּת לְאַבְרָם 🗨 קַח חָמֵשׁ פָּרוֹת׃ 🐄🐄🐄🐄🐄
מֶה־עָשָׂה אַבְרָם? אַבְרָם לָקַח חָמֵשׁ פָּרוֹת׃ הוּא לָקַח חָמֵשׁ פָּרוֹת׃
בֵּת לְאַבְרָם 🗨 קַח חֲמִשָּׁה סוּסִים׃         אַבְרָם לָקַח חֲמִשָּׁה סוּסִים׃
בֵּת לְאַבְרָם 🗨 קַח אֶת־כָּל־הָאֲנָשִׁים׃         אַבְרָם לָקַח אֶת־כָּל־הָאֲנָשִׁים׃ 
________________


בֵּת לָקְחָה לֶחֶם׃
אַבְרָם 🗨 בֵּת, מֶה־עָשִׂית? 
בֵּת 🗨 לָקַחְתִּי לֶחֶם׃
אַבְרָם 🗨 לָקַחְתְּ לֶחֶם׃
אַבְרָם לָקַח אֶבֶן׃
בֵּת 🗨 אַבְרָם, מֶה־עָשִׂיתָ? 
אַבְרָם 🗨 לָקַחְתִּי אֶבֶן׃ 
בֵּת 🗨 לָקַחְתָּ אֶבֶן
________________


נָתַן - תֵּן! 
בֵּת 🗨 אַבְרָם, תֶּן־לִי לֶחֶם׃ 
אַבְרָם 🗨 אַתְּ מַלְכָּה וַאֲנִי עַבְדֵּךְ׃ [אַבְרָם נָתַן לְבֵת לֶחֶם]
בֵּת 🗨 תֶּן־לִי אֶבֶן׃ [אַבְרָם נָתַן לְבֵת אֶבֶן] תֶּן־לִי זָהָב׃
אַבְרָם 🗨 אֵין לִי זָהָב׃
בֵּת 🗨 אֵין לְךָ זָהָב? תֶּן־לִי כֶּסֶף׃ 
אַבְרָם 🗨 אֵין לִי כֶּסֶף׃


אַבְרָם 🗨 בֵּת, תְּנִי־לִי מַיִם׃ [בֵּת נָתְנָה לְאַבְרָם כּוֹס מַיִם]
תְּנִי־לִי מֶלַח׃ [בֵּת נָתְנָה לְאַבְרָם מֶלַח]
תְּנִי־לִי חֶרֶב׃ [בֵּת נָתְנָה לְאַבְרָם דָּבָר 🎸] אָמַרְתִּי חֶרֶב, חֶרֶב! 
בֵּת 🗨 אֵין לָנוּ חֶרֶב׃ יֶשׁ־לָנוּ מַטֶּה׃
אַבְרָם 🗨 תְּנִי־לִי אֶת־הַמַּטֶּה׃ [בֵּת נָתְנָה לְאַבְרָם אֶת־הַמַּטֶּה]
אַבְרָם נָתַן לְבֵת לֶחֶם׃
בֵּת 🗨 אָמַרְתִּי אֶל־אַבְרָם אִישִׁי`,
			},
			{
				id: 56,
				title: 'AwB 28: Marriage',
				unitId: 11,
				order: 68,
				content: `שָׁלוֹם, אֲנִי בֵּת!
שָׁמַיִם, עָנָן, שֶׁ֫מֶשׁ, יָרֵחַ    
אֵשׁ
→ הָעֵצִים בָּאֵשׁ׃ הַכִּסֵּא בָּאֵשׁ׃ ←
הַלֶּחֶם עַל־הָאֵשׁ׃
אִישׁ וְאֵשׁ בַּמִּדְבָּר לַיְלָה׃  
רוּחַ
חַ,  ַח, וּחַ, רוּחַ
עֵץ בְּרוּחַ, אִשָּׁה בְרוּחַ, רוּחַ בַּמִּדְבָּר, רוּחַ
רוּחַ אִישׁ׃ רוּחַ אִשָּׁה׃ רוּחַ סוּס׃ רוּחַ יֶלֶד׃
הוּא רֹעֶה׃ הַנַּעַר הַזֶּה רֹעֶה׃  
רֹעָה׃ הִיא רֹעָה׃ הַנַּעֲרָה הַזֹּאת רֹעָה׃
הֵם רֹעִים׃ 
רֹעֶה זָקֵן וְצֹאנוֹ׃ 
הָרֹעֶה וְצֹאנוֹ תַּחַת הָעֵץ׃ שְׁנֵי רֹעִים וְצֹאנָם׃ 
  
  
כֹּהֵן, הוּא כֹּהֵן׃[3]
כֹּהֲנִים, הֵם כֹּהֲנִים׃  
הַכֹּהֵן הַגָּדוֹל׃ 
הוּא הַכֹּהֵן הַגָּדוֹל׃
כֹּהֵן וְשׁוֹפָר
אַהֲרֹן הָיָה הַכֹּהֵן הַגָּדוֹל׃ מִי אַהֲרֹן? אַהֲרֹן אֲחִי מֹשֶׁה׃
מֹשֶׁה וְאַהֲרֹן הָיוּ לִפְנֵי פַרְעֹה׃ מֹשֶׁה נָתַן לְאַהֲרֹן אֶת־הַמַּטֶּה׃
הַכֹּהֵן נָתַן לְדָוִד אֶת־חֶרֶב גָּלְיָת׃
דָּוִד הָיָה רֹעֵה צֹאן׃
הֶבֶל בֶּן־אָדָם הָיָה רֹעֵה צֹאן׃ הֶבֶל הָיָה רֹעֵה צֹאן׃
רָחֵל הָיְתָה רֹעָה יְפַת מַרְאֶה׃
אֵשׁ, רוּחַ, כֹּהֵן
הַכֹּהֲנִים הָלְכוּ לִפְנֵי הָעָם׃
אַיֵּה הַצֹּאן אֲשֶׁר אֵין־לָהֶם רֹעֶה? צֹאן אֲשֶׁר אֵין־לָהֶם רֹעֶה, צֹאן אֲשֶׁר יֶשׁ־לָהֶם רֹעֶה
 
אָמַר ← וַיֹּאמֶר
אָמְרָה ← וַתֹּאמֶר
וַיֹּאמֶר הָאִישׁ... וַתֹּאמֶר הָאִשָּׁה...
[בֵּת 🗨 שָׁלוֹם!                 הָאִשָּׁה הַקְּטַנָּה 🗨 שָׁלוֹם!
בֵּת 🗨 מַה־יֶּשׁ־לָךְ?         הָאִשָּׁה הַקְּטַנָּה 🗨 יֶשׁ־לִי כַּד קָטֹן׃]
בֵּת 🗨 אָמַרְתִּי אֶל־הָאִשָּׁה מַה־יֶּשׁ־לָךְ׃ וַתֹּאמֶר הָאִשָּׁה יֶשׁ־לִי כַּד קָטֹן׃  
הָיָה ← וַיְהִי
הָיְתָה ← וַתְּהִי
וַיְהִי אִישׁ וּשְׁמוֹ אֶלְקָנָה׃ וַתְּהִי אִשָּׁה וּשְׁמָהּ חַנָּה׃
רוּחַ נְקֵבָה׃ וַתְּהִי רוּחַ יהוה עַל־דָּוִד׃ וַתְּהִי רוּחַ רָעָה עַל־שָׁאוּל׃ 
וַיֹּאמֶר פַּרְעֹה`,
			},
			{
				id: 57,
				title: 'AwB 29: More Prepositions',
				unitId: 11,
				order: 70,
				content: `שָׁלוֹם, אֲנִי בֵּת!
יֵשׁ בְּאֶרֶץ יִשְׂרָאֵל נָהָר׃ שֵׁם הַנָּהָר הַיַּרְדֵּן׃ שְׂפַת הַיַּרְדֵּן   
יֵשׁ בְּאֶרֶץ מִצְרַיִם נָהָר גָּדוֹל׃ שֵׁם הַנָּהָר הַיְאֹר׃ שְׂפַת הַיְאֹר בְּאֶרֶץ מִצְרַיִם׃ 
הַיַּרְדֵּן בְּאֶרֶץ יִשְׂרָאֵל׃ הַיְאֹר בְּאֶרֶץ מִצְרַיִם׃
בָּתִּים רַבִּים מְאֹד׃  
מַה־זֹּאת? זֹאת עִיר׃
עָרִים
עִיר נְקֵבָה ← עִיר קְטַנָּה, עִיר גְּדוֹלָה, עִיר נְקֵבָה
עָרִים גְּדֹלוֹת, נָשִׁים טֹבוֹת, אֲבָנִים קְטַנּוֹת, עָרִים גְּדֹֹלוֹת, עִיר נְקֵבָה ♀
עִיר וְנָהָר, עִיר וְהַר  
הַבָּתִּים הָאֵלֶּה בָּעִיר׃ עִיר עַל־שְׂפַת הַיָּם
יְרוּשָׁלִַם עִיר׃
יְרוּשָׁלַיִם (-  ַיִם) ← יְרוּשָׁלִַם
הַנַּעַר בָּעִיר׃ הַנַּעַר בִּירוּשָׁלִַם׃                        בְּ + יְ = בִּי
אֲדָמָה  
הָאִישׁ הַזֶּה אִישׁ הָאֲדָמָה׃ הוּא אִישׁ הָאֲדָמָה׃ 
הַיַּלְדָּה עַל־הָאֲדָמָה׃
________________


וַיֹּאמֶר יהוה אֶל־יוֹנָה לֵךְ אֶל־נִינְוֵה׃ זֶה דְּבַר־יהוה׃
דָּבָר ← דְּבַר                         דְּבַר־יהוה
וַיְהִי דְּבַר־יהוה אֶל־יוֹנָה לֵאמֹר׃
לֵאמֹר? מַה־זֶּה לֵאמֹר?                           אָמַר ← לֵאמֺר 🗨
מָה אָמַר יהוה? מָה אָמַר? יהוה אָמַר`,
			},
			{
				id: 58,
				title: 'AwB 30: Possessive Suffixes III',
				unitId: 11,
				order: 72,
				content: `שָׁלוֹם, אֲנִי בֵּת!
- ַ י
👁 עַ֫יִן 👁👁 עֵינַ֫יִם      👁 עֵינִי 👁👁 עֵינַי
✋🏽 יָד ✋🏽✋🏽 יָדַ֫יִם     ✋🏽 יָדִי ✋🏽✋🏽 יָדַי        
מָה־אֵלֶּה? אֵלֶּה אָזְנַיִם׃ אֵלֶּה אָזְנַי׃ 👂🏽👂🏽
אֲנִי בֵּת׃ אֵלֶּה עֵינַי׃ אֵלֶּה אָזְנַי׃ אֵלֶּה יָדַי׃ שְׂפָתַי, כַּפַּי, רַגְלַי 
פָּנִים ← פָּנַי
🗨←🧔🏽 - ֶ֫ יךָ
✋🏽 יָדְךָ֫ ✋🏽✋🏽 יָדֶ֫יךָ 
אַתָּה אַבְרָם וְאֵלֶּה יָדֶ֫יךָ׃ אֵלֶּה עֵינֶ֫יךָ׃ עֵינֶיךָ, אָזְנֶ֫יךָ, שְׂפָתֶ֫יךָ, רַגְלֶ֫יךָ, פָּנֶ֫יךָ
 🗨←👩🏽 - ַ֫ יִךְ
✋🏽 יָדֵ֫ךְ ✋🏽✋🏽 יָדַ֫יִךְ 
אַתְּ בֵּת וְאֵלֶּה יָדַ֫יִךְ׃ וְאֵלֶּה עֵינַ֫יִךְ, אָזְנַ֫יִךְ, שְׂפָתַ֫יִךְ, פָּנַ֫יִךְ
 
🧔🏽 - ָ יו
לֹא - ָ יִו  [ayiv-] ←  - ָ יו [av-]
✋🏽 יָדוֹ ✋🏽✋🏽 יָדָיו 👁 עֵינוֹ 👁👁 עֵינָיו
הוּא אַבְרָם וְאֵלֶּה עֵינָיו׃ אֵלֶּה אָזְנָיו׃ יָדָיו, שְׂפָתָיו, רַגְלָיו, כַּפָּיו, פָּנָיו
👩🏽 - ֶ֫ יהָ
✋🏽 יָדָ֫הּ ✋🏽✋🏽 יָדֶ֫יהָ
הִיא רִבְקָה וְאֵלֶּה עֵינֶ֫יהָ׃ אֵלֶּה עֵינֶ֫יהָ׃ אֵלֶּה יָדֶ֫יהָ׃ רַגְלֶ֫יהָ, פָּנֶ֫יהָ, עֵינֶ֫יהָ, יָדֶ֫יהָ, רַגְלֶ֫יהָ, פָּנֶ֫יהָ
👁👁 עֵינַי, אַבְרָם עֵינֶ֫יךָ, עֵינַ֫יִךְ, עֵינָיו, עֵינֶ֫יהָ
✋🏽✋🏽 יָדַי, אַבְרָם יָדֶ֫יךָ, יָדַ֫יִךְ, יָדָיו, יָדֶ֫יהָ
🧔🏽 פָּנַי, אַבְרָם פָּנֶ֫יךָ, בֵּת פָּנַ֫יִךְ, פָּנָיו, פָּנֶ֫יהָ
אֹזֶן ← אָזְנַיִם
אָ = [o]  ?[o] וְלֹא [a]?
אָזְנַ֫יִם, גָּלְיָ֫ת, נָעֳמִ֫י, כָּל־הָעָ֫ם         ָ = [o] = ֳ     [o]        בְּשֵׁם        ״נָעֳמִי״


אֲנִי לִפְנֵי אַבְרָם׃ אֲנִי לְפָנָיו׃ אַבְרָם אַחֲרַי׃ אַבְרָם לְפָנַי׃ אַבְרָם לְפָנַי וַאֲנִי אַחֲרָיו׃
בֵּת 🗨 אַבְרָם, אֲנִי לְפָנֶ֫יךָ׃  
אַבְרָם 🗨 וַאֲנִי לְפָנַ֫יִךְ׃
בֵּת 🗨 עַתָּה אֲנִי אַחֲרֶ֫יךָ׃ 
אַבְרָם 🗨 וַאֲנִי אַחֲרַ֫יִךְ׃ אֲנִי אַחֲרַיִךְ׃
     
זֶה פַּר׃ אֵלֶּה קַרְנָיו׃ 🐂
זֹאת עֵז׃ אֵלֶּה קַרְנֶ֫יהָ׃ 🐐


יֶשׁ־לִי אַחִים׃ הֵם אַחַי׃ אַחִים אֲשֶׁר לִי ← אַחַי
מִי הוּא? שְׁמוֹ יוֹסֵף בֶּן־יַעֲקֹב׃ מִי הֵם? אֲחֵי יוֹסֵף הֵם׃ הֵם אֶחָיו׃
יוֹסֵף וְאֶחָיו, דָּוִד וְאֶחָיו, יְהוּדָה וְאֶחָיו
אָב + אָב = אָבוֹת                אָב זָכָר׃ אָבוֹת?
אִשָּׁה + אִשָּׁה = נָשִׁים                 אָב + אָב = אָבוֹת  🤷🏽‍♂️


אֲנִי וַאֲבֹתַי׃ אֲנִי, הוּא אָבִי׃ הוּא אֲבִי אָבִי׃ הֵם אֲבֹתַי׃  
הוּא דָּוִד׃ הוּא אָבִיו וְהוּא אֲבִי אָבִיו׃ הֵם אֲבוֹתָיו׃ דָּוִד וַאֲבֹתָיו׃ 
הִיא רִבְקָה׃ הוּא אָבִיהָ וְהוּא אֲבִי אָבִיהָ׃ הֵם אֲבֹתֶ֫יהָ׃ רִבְקָה וַאֲבֹתֶיהָ׃
אֲנִי וַאֲבוֹתַי׃ דָּוִד וַאֲבֹתָיו׃ רִבְקָה וַאֲבֹתֶיהָ׃
אֱלֹהִים ← אֱלֹהֵי
אֱלֹהֵי יִשְׂרָאֵל׃ יהוה אֱלֹהֵי יִשְׂרָאֵל׃
יהוה אֱלֹהֵי אַבְרָהָם אֱלֹהֵי יִצְחָק וֵאלֹהֵי יַעֲקֹב׃                        וְ + אֱ = וֵא  
הֵם אֱלֹהֵי מִצְרַיִם׃ ←
 
- ֵ֫ ינוּ
לָנוּ כָּל־הַדְּבָרִים׃ כָּל־הַדְּבָרִים לָנוּ׃ דְּבָרֵ֫ינוּ, יָדֵ֫ינוּ ✋🏽✋🏽 עֵינֵ֫ינוּ 👁👁
בֵּת 🗨 אַבְרָם, מִי אֱלֹהֶ֫יךָ? 
אַבְרָם 🗨 יהוה אֱלֹהַי׃ מִי אֱלֹהַ֫יִךְ? 
בֵּת 🗨 יהוה אֱלֹהַי׃ 
בֵּת וְאַבְרָם 🗨 יהוה אֱלֹהֵ֫ינוּ׃
 
🗨←👳🏽‍♂️👴🏽👨🏽 - ֵיכֶ֫ם
🫵🏽הֲיֶשׁ־לָכֶם אֱלֹהִים? מִי אֱלֹהֵיכֶ֫ם? הֲיהוה אֱלֹהֵיכֶ֫ם? 
 
 👳🏽‍♂️👴🏽👨🏽 - ֵיהֶ֫ם  
הוּא אָב׃ הִיא אֵם׃ וְהֵם בְּנֵיהֶ֫ם׃ אָב וְאֵם וּבְנֵיהֶם׃
אַבְרָהָם, יִצְחָק, יַעֲקֹב, בְּנֵי יִשְׂרָאֵל וַאֲבוֹתֵיהֶ֫ם
מִי אֱלֹהֵי אַבְרָהָם? יהוה אֱלֹהָיו׃
מִי אֱלֹהֵי בְנֵי יִשְׂרָאֵל? יהוה אֱלֹהֵיהֶם׃ יהוה אֱלֹהֵי בְנֵי יִשְׂרָאֵל׃ יהוה אֱלֹהֵיהֶם׃  
יַעֲקֹב זָקֵן וּבָנָיו סָבִיב לוֹ׃
אִישׁ וְאִשְׁתּוֹ וּבָנָיו וַחֲמֹרוֹ׃
 
________________


רוּת 1:16b  
וַתֹּאמֶר רוּת אֶל־נָעֳמִי`,
			},
			{
				id: 59,
				title: 'AwB 31: Numbers 6-10',
				unitId: 12,
				order: 77,
				content: `שָׁלוֹם ,אֲנִי בֵּת!    
מַה־זֶּה? זֶה סֵ֫פֶר׃   
סֵפֶר מִי זֶה? זֶה סֵפֶר אַבְרָם׃ אַבְרָם כָּתַב אֶת־הַסֵּפֶר הַזֶּה׃ ←    
סֵפֶר מִצְרַיִם ←
סְפָרִים, סְפָרִים רַבִּים
אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ! 6    
שֵׁשׁ פָּרוֹת                 שִׁשָּׁה סוּסִים
 שֵׁשׁ ♀                         שִׁשָּׁה ♂  
שִׁשָּׁה דָגִים, שִׁשָּׁה חֲמֹרִים, שֵׁשׁ כֹּסוֹת, שִׁשָּׁה כְלָבִים, שִׁשָּׁה יְלָדִים, שִׁשָּׁה סְפָרִים, שֵׁשׁ נָשִׁים
מָה־אֵלֶּה? אֵלֶּה בֵּיצִים׃ בֵּיצָה נְקֵבָה׃ שֵׁשׁ בֵּיצִים׃
אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁ֫בַע! 7     
שֶׁ֫בַע פָּרוֹת                         שִׁבְעָה סוּסִים 
שֶׁ֫בַע ♀                                 שִׁבְעָה ♂
שֶׁבַע בֵּיצִים, שִׁבְעָה חֲמֹרִים, שִׁבְעָה כְלָבִים קְטַנִּים, שִׁבְעָה סְפָרִים, שִׁבְעָה בָתִּים, פְּנֵי שֶׁבַע נָשִׁים, שִׁבְעָה גְמַלִּים, שִׁבְעָה יְלָדִים  
 


אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה! 8    
שְׁמֹנֶה פָרוֹת                          שְׁמֹנָה סוּסִים  
שְׁמֹנֶה ♀                                   שְׁמֹנָה ♂
שְׁמֹנָה סְפָרִים, שְׁמֹנֶה רַגְלֵי יְלָדִים, שְׁמֹנָה אֲנָשִׁים בַּשָּׂדֶה, שְׁמֹנֶה אֲבָנִים יָפוֹת, שְׁמֹנָה דָגִים  
 
אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, תֵּ֫שַׁע! 9    
תֵּשַׁע פָּרוֹת                          תִּשְׁעָה סוּסִים
תֵּ֫שַׁע ♀                                תִּשְׁעָה ♂  
תִּשְׁעָה סְפָרִים, תִּשְׁעָה גְמַלִּים בַּמִּדְבָּר, תִּשְׁעָה כְלָבִים, תֵּשַׁע אֲבָנִים, תֵּשַׁע בֵּיצִים, תִּשְׁעָה כְבָשִׂים
 
אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, תֵּשַׁע, עֶ֫שֶׂר! 10    
עֶשֶׂר פָּרוֹת                          עֲשָׂרָה סוּסִים 
עֶ֫שֶׂר ♀                                  עֲשָׂרָה ♂
עֶשֶׂר בֵּיצִים, עֲשָׂרָה גְמַלִּים, עֲשָׂרָה בָתִּים קְטַנִּים, עֶשֶׂר רַגְלֵי יְלָדִים, עֶשֶׂר עָרִים  
לְלֵאָה אֵשֶׁת יַעֲקֹב הָיוּ שִׁשָּׁה בָנִים וּבַת אַחַת וּשְׁמָהּ דִּינָה׃ 
עֲשָׂרָה אֲנָשִׁים עַל־עֲשָׂרָה גְמָלִּים׃ תֵּ֫שַׁע בֵּיצִים סָבִיב לְבֵיצָה אַחַת׃ ↓  
יֵשׁ לַנַּעֲרָה שִׁבְעָה סְפָרִים׃ הַשּׁוֹפָר לִפְנֵי הַסֵּפֶר׃
________________
  

שְׁמוֹת 2:16a
וּלְכֹהֵן מִדְיָן שֶׁבַע בָּנוֹת 
________________


מִי כֹהֵן מִדְיָן? יִתְרוֹ שְׁמוֹ׃ יִתְרוֹ נָתַן אֶת־בִּתּוֹ לְמֹשֶׁה׃
שֵׁם הָעִיר הַזֹּאת יְרוּשָׁלִַם׃ שֵׁם הָעִיר הַזֹּאת יְרִיחוֹ׃ שֵׁם הָעִיר הַזֹּאת בֵּית־אֵל׃ שֵׁם הָעִיר הַזֹּאת בֵּית לֶ֫חֶם׃ הָעִיר הַזֹּאת בֵּית לֶחֶם׃
מִי מִבֵּית לֶחֶם? דָּוִד מִבֵּית לֶחֶם׃
________________


 שְׁמוּאֵל א 17:12a,14  
וְדָוִד בֶּן־אִישׁ … מִבֵּית לֶחֶם יְהוּדָה וּשְׁמוֹ יִשַׁי וְלוֹ שְׁמֹנָה בָנִים…  
וְדָוִד הוּא הַקָּטָן וּשְׁלֹשָׁה הַגְּדֹלִים הָלְכוּ אַחֲרֵי שָׁאוּל׃       (הַקָּטָן = הַקָּטֹן)
________________


מִי עוֹד מִבֵּית לֶחֶם? אֱלִימֶלֶךְ וְנָעֳמִי אִשְׁתּוֹ מִבֵּית לֶחֶם׃
________________
  

וַיְהִי אִישׁ מִבֵּית לֶחֶם יְהוּדָה 
רוּת 1:2a 
וְשֵׁם הָאִישׁ אֱלִימֶלֶךְ וְשֵׁם אִשְׁתּוֹ נָעֳמִי וְשֵׁם שְׁנֵי־בָנָיו מַחְלוֹן וְכִלְיוֹן אֶפְרָתִים מִבֵּית לֶחֶם יְהוּדָה 
________________


אֱלִימֶלֶךְ וְאִשְׁתּוֹ וּשְׁנֵי־בָנָיו הָלְכוּ מִבֵּית לֶחֶם אֶל־שְׂדֵה מוֹאָב׃ 
(שָׂדֶה ← שְׂדֵה, שְׂדֵה מוֹאָב, אֶרֶץ מוֹאָב) 
אֱלִימֶלֶךְ וְאִשְׁתּוֹ וּשְׁנֵי־בָנָיו הָלְכוּ מִבֵּית לֶחֶם יְהוּדָה אֶל־שְׂדֵה מוֹאָב׃ 
מִי עוֹד מִבֵּית לֶחֶם? בֹּ֫עַז! בֹּעַז מִבֵּית לֶחֶם׃
הֲגַם רוּת מִבֵּית לֶחֶם? לֹא, רוּת מֵאֶרֶץ מוֹאָב׃ הִיא מוֹאֲבִיָּה׃ רוּת מוֹאֲבִיָּה׃
הָגָר מִצְרִית׃ רוּת מוֹאֲבִיָּה׃ אֶסְתֵּר בַּת יִשְׂרָאֵל׃ 
שָׁלוֹם!
________________`,
			},
			{
				id: 60,
				title: 'AwB 32: Prophets & More Verbs',
				unitId: 12,
				order: 78,
				content: `שָׁלוֹם, אֲנִי בֵּת!
הָאִישׁ בֵּרַךְ אֶת־הַנַּעַר׃ גַּם־אֶת־הַנַּעֲרָה בֵּרַךְ הָאִישׁ׃ אֲנִי בֵּרַ֫כְתִּי אֶת־הַנַּעֲרָה׃
הַזָּקֵן בֵּרַךְ אֶת־הַנַּעַר׃
דִּבֶּר 🗣️
הָאִישׁ דִּבֶּר׃ הַמֶּלֶךְ דִּבֶּר׃ הָאִשָּׁה דִּבְּרָה׃ שְׁנֵי הַזְּקֵנִים דִּבְּרוּ׃ הָרֹעָה דִּבְּרָה׃ 
יוֹסֵף הָיָה עֶבֶד׃ דָּוִד הָיָה רֹעֵה־צֹאן׃ שָׁאוּל הָיָה מֶלֶךְ׃
אַהֲרֹן וּבָנָיו הָיוּ כֹהֲנִים׃
 שְׁמוּאֵל הָיָה נָבִיא׃ 
רוּחַ אֱלֹהִים עַל־הַנָּבִיא׃ דְּבַר־אֱלֹהִים אֶל־הַנָּבִיא׃
מִי עוֹד נָבִיא? יוֹנָה הָיָה נָבִיא׃
מִי עוֹד נָבִיא? מִי עוֹד? יִרְמְיָ֫הוּ הָיָה נָבִיא׃ וַיְהִי דְבַר־יהוה אֶל־יִרְמְיָהוּ׃
מִי עוֹד נָבִיא? נְבִיאִים רַבִּים הָיוּ בְּיִשְׂרָאֵל׃ נְבִיאִים רַבִּים! מִי עוֹד נָבִיא? 
אֵלִיָּ֫הוּ הָיָה נָבִיא׃ וַיְהִי דְבַר־יהוה אֶל־אֵלִיָּהוּ׃
הֵם נְבִיאִים׃ הַנָּבִיא דִּבֶּר׃ 
אַבְרָהָם דִּבֶּר עִם־שָׂרָה אִשְׁתּוֹ׃ שְׁמוּאֵל הַנָּבִיא דִּבֶּר עִם־דָּוִד׃ 
הוּא יוֹנָתָן בֶּן־שָׁאוּל וְהוּא דָּוִד׃ יוֹנָתָן דִּבֶּר עִם־דָּוִד׃
 יָשַׁב  ↓🧘🏽
אַבְרָם יָשַׁב׃ הַנַּעַר יָשַׁב׃ הַנַּעֲרָה יָשְׁבָה׃ אֲנִי יָשַׁ֫בְתִּי עַל־הָאֲדָמָה׃ 
הָאֲנָשִׁים יָשְׁבוּ׃ אֲנִי וְאַרְבַּע נְעָרוֹת יָשַׁ֫בְנוּ׃
יֵשׁ אֶבֶן גְּדֹלָה עַל־שְׂפַת הַנָּהָר׃ שָׁלוֹשׁ נְעָרוֹת יָשְׁבוּ עַל־הָאֶבֶן׃ 
אַבְרָם יָשַׁב עִם־שְׁתֵּי נְעָרוֹת עַל־הָאֶבֶן׃ דָּוִד יָשַׁב עַל־כִּסֵּא יִשְׂרָאֵל׃ 
הַזָּקֵן יָשַׁב לְיַד בְּנוֹ׃ הָאִשָּׁה הַמִּצְרִית יָשְׁבָה בַבַּיִת׃
 קָם ↑🧍🏽‍♂️
אַבְרָם קָם׃ הַנַּעַר קָם׃ הַנַּעֲרָה קָ֫מָה׃ קַ֫מְתִּי מֵעַל הָאֲדָמָה׃ 
הָאֲנָשִׁים קָ֫מוּ׃ אֲנַחְנוּ קַ֫מְנוּ מֵעַל הָאֲדָמָה׃ 
אַבְרָם וְהַנְּעָרוֹת קָ֫מוּ מֵעַל הָאֶבֶן׃ שָׁאוּל קָם מֵעַל הַכִּסֵּא׃ 
רָאָה 👁👁
אַבְרָם רָאָה אֶת־הַנָּהָר׃ הַנַּעַר רָאָה אֶת־הָאֲנָשִׁים׃ אֲנִי רָאִ֫יתִי אֶת־הַנָּהָר׃ 
הָאֲנָשִׁים רָאוּ אֶת־הָאִישׁ׃ הַנַּעֲרָה רָאֲתָה אֶת־הָאֲנָשִׁים׃ אֲנִי רָאִ֫יתִי אֶת־הַנַּעֲרָה׃ הַנַּעֲרָה רָאֲתָה אֶת־הַשֶּׁמֶשׁ וְאֶת־הַיָּם׃ 
שֶׁבַע בְּנוֹת כֹּהֵן מִדְיָן רָאוּ אֶת־מֹשֶׁה׃ 
הָאִשָּׁה הַמִּצְרִית אֲשֶׁר בַּבַּיִת רָאֲתָה אִישׁ׃ 
דָּוִד הַמֶּלֶךְ רָאָה אִשָּׁה טוֹבַת מַרְאֶה׃ הַכֶּלֶב רָאָה שׁוֹפָר׃
פַּרְעֹה רָאָה שֶׁבַע פָּרוֹת יְפוֹת מַרְאֶה וְשֶׁבַע פָּרוֹת רָעוֹת מַרְאֶה עַל־שְׂפַת הַיְאֹר׃  
קָרָא 🗣
[נַעַר קָרָא`,
			},
			{
				id: 61,
				title: 'AwB 33: Definite direct objects with אֶת־',
				unitId: 12,
				order: 80,
				content: `אֶת־ / אֵת
אַבְרָם         לָקַח                   אֶבֶן׃
   אֶת־אַבְרָם         לָקַח                 הָאֶבֶן?  לֹא!✘
אַבְרָם         לָקַח    אֶת־הָאֶבֶן׃           ✔


אַבְרָם לָקַח          אֶבֶן׃ 
אַבְרָם לָקַח אֶת־הָאֶבֶן׃
________________


הַמֶּלֶךְ רָאָה         עֶבֶד׃ 
הַמֶּלֶךְ רָאָה אֶת־הָעֶבֶד׃ 
הַמֶּלֶךְ רָאָה אֶת־עַבְדּוֹ׃ 
הַמֶּלֶךְ רָאָה אֶת־יוֹסֵף׃




יִתְרוֹ נָתַן                 בַּת לְמֹשֶׁה׃ 
יִתְרוֹ נָתַן   אֶת־הַבַּת לְמֹשֶׁה׃ 
יִתְרוֹ נָתַן   אֶת־בִּתּוֹ לְמֹשֶׁה׃ 
יִתְרוֹ נָתַן אֶת־צִפֹּרָה לְמֹשֶׁה׃


אִם יֵשׁ הַ-                                                                         ←         יֵשׁ אֶת־
אִם לְאִישׁ (-וֹ), לְאִשָּׁה (- ָהּ), לְדָבָר (אַנְשֵׁי הָאָרֶץ) הַדָּבָר ←         יֵשׁ אֶת־
אִם שֵׁם (מִצְרַיִם אוֹ יוֹסֵף אוֹ רִבְקָה) הַדָּבָר                         ←         יֵשׁ אֶת־


אַבְרָם לָקַח          אִשָּׁה׃        (אֵין אֶת־)
אַבְרָם לָקַח אֶת־הָאִשָּׁה׃        (יֵשׁ הַ-)
אַבְרָם לָקַח אֶת־אִשְׁתּוֹ׃         (לְאִישׁ הַדָּבָר)
אַבְרָם לָקַח     אֶת־בֵּת׃              (שֵׁם הַדָּבָר)






יִשְׂרָאֵל רָאָה אֶת־יְלָדִים? לֹא!✘ יִשְׂרָאֵל רָאָה יְלָדִים׃ ✔
(אֵין הַ-, לְאִישׁ, שֵׁם)
יִשְׂרָאֵל רָאָה אֶת־בְּנֵי יוֹסֵף? אֶת־! יִשְׂרָאֵל רָאָה אֶת־בְּנֵי יוֹסֵף׃✔ 
(כִּי לְאִישׁ הַבָּנִים)
יִשְׂרָאֵל רָאָה אֶת־בָּנָיו? אֶת־! יִשְׂרָאֵל רָאָה אֶת־בָּנָיו׃✔ (כִּי לְאִישׁ הַבָּנִים)
יִשְׂרָאֵל רָאָה אֶת־הַיְלָדִים? אֶת־! יִשְׂרָאֵל רָאָה אֶת־הַיְלָדִים׃✔ (כִּי יֵשׁ הַ-)
שְׁמוּאֵל רָאָה אֶת־סוּס? לֹא!✘ שְׁמוּאֵל רָאָה סוּס׃✔ (אֵין הַ-, לְאִישׁ, שֵׁם)
שְׁמוּאֵל רָאָה אֶת־סוּסִי? אֶת־! שְׁמוּאֵל רָאָה אֶת־סוּסִי׃✔ (כִּי לְאִישׁ הַסּוּס)
שְׁמוּאֵל רָאָה אֶת־סוּס הַמֶּלֶךְ? אֶת־! שְׁמוּאֵל רָאָה אֶת־סוּס הַמֶּלֶךְ׃✔
(כִּי לְאִישׁ הַסּוּס)
שְׁמוּאֵל רָאָה אֶת־הַסּוּס הַגָּדוֹל? אֶת־! שְׁמוּאֵל רָאָה אֶת־הַסּוּס הַגְּדוֹל׃✔
(כִּי יֵשׁ הַ-)


שָׁלוֹם!
 
________________`,
			},
			{
				id: 62,
				title: 'AwB 34: Truth, Lies & Imperative forms',
				unitId: 12,
				order: 81,
				content: `שָׁלוֹם, אֲנִי בֵּת!
שְׁלֹמֹה לָקַח אֶת־בַּת־פַּרְעֹה לוֹ לְאִשָּׁה׃ לִשְׁלֹמֹה הָיוּ נָשִׁים רַבּוֹת וִילָדִים רַבִּים׃
אֵין + הוּא ← אֵינֶ֫נּוּ
אֵין + אֲנִי ← אֵינֶ֫נִּי
אֵינֶ֫נּוּ, אֵינֶ֫נִּי
כִּי אִם־
אֵינֶ֫נִּי פָּרָה׃ אֵינֶ֫נִּי פָּרָה כִּי אִם־אִשָּׁה׃
אֵינֶ֫נּוּ חֲמוֹר כִּי אִם־גִּבּוֹר׃
✔ אֱמֶ֫ת      שֶׁ֫קֶר✘
אֱמֶ֫ת אוֹ שֶׁ֫קֶר?
🐍 זֶה פַּר׃ אֱמֶ֫ת אוֹ שֶׁ֫קֶר? שֶׁקֶר!✘ אֵינֶנּוּ פַּר כִּי אִם־נָחָשׁ׃ 
⛺ זֶה אֹהֶל׃ אֱמֶת אוֹ שֶׁקֶר? אֱמֶת! ✔ זֶה אֹהֶל, אֱמֶת!
🐑 הַכֶּבֶשׂ הַזֶּה גָּדוֹל מְאֹד׃ אֱמֶת אוֹ שֶׁקֶר? שֶׁקֶר!✘ אֵינֶנּוּ גָּדוֹל כִּי אִם־קָטֹן מְאֹד׃
אַבְרָם נָתַן־לִי כֶּסֶף׃ אֱמֶת אוֹ שֶׁקֶר? שֶׁקֶר!✘ לֹא נָתַן־לִי כֶּסֶף כִּי אִם־זָהָב׃ 
הַיָּם סָבִיב לָעִיר׃ אֱמֶת אוֹ שֶׁקֶר? אֱמֶת! ✔ הַיָּם סָבִיב לָעִיר׃
[אַתְּ פָּרָה!] אֱמֶת אוֹ שֶׁקֶר? שֶׁקֶר!✘ אֵינֶנִּי פָּרָה כִּי אִם־אִשָּׁה׃ 
אַבְרָם 🗨 אֱמֶת הַדָּבָר!
בֵּת 🗨 לֹא כִּי שֶׁקֶר הַדָּבָר! אֵינֶנִּי פָּרָה!


בֵּת 🗨 אַבְרָם, קוּם! קוּם! [אַבְרָם קָם ↑🧍🏽‍♂️] אַבְרָם קָם׃ אָמַרְתִּי קוּם׃ אַבְרָם קָם׃ שֵׁב! שֵׁב! [אַבְרָם יָשַׁב ↓🧘🏽] אַבְרָם יָשַׁב׃ אָמַרְתִּי שֵׁב׃ אַבְרָם יָשַׁב׃
קוּם! שֵׁב! קוּם! שֵׁב! קוּם! שֵׁב!
אָמַרְתִּי קוּם וּמֶה עָשִׂיתָ? 
אַבְרָם 🗨 קַמְתִּי׃ 
בֵּת 🗨 קַמְתָּ׃ וְאַחֲרֵי־כֵן אָמַרְתִּי שֵׁב וּמֶה עָשִׂיתָ? 
אַבְרָם 🗨 יָשַׁבְתִּי׃ 
בֵּת 🗨 יָשַׁבְתָּ׃ קוּם! קוּם! קוּם! [אַבְרָם לֹא קָם]
אָמַרְתִּי קוּם וְלֹא קָם׃ אַבְרָם לֹא שָׁמַע בְּקוֹלִי׃
אַבְרָם 🗨 קוּמִי אַתְּ! קוּמִי! [בֵּת קָ֫מָה] בֵּת שָׁמְעָה בְּקוֹלִי׃ שְׁבִי! שְׁבִי! [בֵּת יָשְׁבָה]
________________


בֵּת 🗨 אַבְרָם, קוּם מֵעַל הַכִּסֵּא׃ [אַבְרָם קָם] לֵךְ, שֵׁב עַל־הָאֲדָמָה׃ [אַבְרָם הָלַךְ וַיֵּ֫שֶׁב עַל־הַאֲדָמָה] קוּם מֵעַל הַאֲדָמָה! [אַבְרָם קָם]
בּוֹא! [אַבְרָם בָּא] שֵׁב! [אַבְרָם יָשַׁב]
________________


בֵּת 🗨 אַבְרָם, קוּם! [אַבְרָם קָם] לֵךְ אֶל־הַנָּהָר׃ שֵׁב עַל־הָאֶבֶן אֲשֶׁר עַל־שְׂפַת הַנָּהָר׃ [אַבְרָם הָלַךְ וַיֵּ֫שֶׁב עַל־הָאֶבֶן] קוּם מֵעַל הָאֶבֶן! [אַבְרָם קָם] בּוֹא! [אַבְרָם בָּא] יָפֶה! שֵׁב עַל־כִּסְאֲךָ׃ [אַבְרָם יָשַׁב] קוּם מֵעַל כִּסְאֲךָ׃ [אַבְרָם קָם] שֵׁב עַל־אִשְׁתְּךָ׃ [אַבְרָם יָשַׁב עַל־בֵּת]
________________


בֵּת 🗨 אַבְרָם, שְׁמַע! שְׁמַע! [קוֹל בָּקָר] שְׁמַע! מַה־שָּׁמַעְתָּ? 
אַבְרָם 🗨  שָׁמַעְתִּי קוֹל בָּקָר׃
בֵּת 🗨 אַבְרָם, דַּבֵּר! דַּבֵּר! 
אַבְרָם 🗨 בָּבֶל בָּבֶלְבָּבֶלְבָּבֶלְבָּבֶלְבָּבֶלְבָּבֶלְבָּבֶל׃ 
בֵּת 🗨 מֶה עָשִׂיתָ? 
אַבְרָם 🗨 דִּבַּ֫רְתִּי׃ 
בֵּת 🗨 דִּבַּ֫רְתָּ׃ אָמַרְתִּי דַּבֵּר׃ אַבְרָם דִּבֶּר׃ דִּבַּ֫רְתָּ׃ 
אַבְרָם 🗨 דִּבַּ֫רְתִּי׃
________________


[בֵּת 🗨 לִי כַּד גָּדוֹל׃ לְךָ כַּד קָטֺן׃ אַבְרָם 🗨 הִנֵּה נָחָשׁ גָּדוֹל מְאֹד! 
בֵּת 🗨 אַיֵּה? אַיֵּה הַנָּחָשׁ? [אַבְרָם לָקַח אֶת־הַכַּד הַגָּדוֹל] אַיֵּה הַנָּחָשׁ?]  
בֵּת 🗨 אַבְרָם, מָה רָאִיתָ? 
אַבְרָם 🗨 רָאִיתִי נָחָשׁ גָּדוֹל מְאֹד׃
בֵּת 🗨 אַךְ אֲנִי לֹא רָאִיתִי אֶת־הַנָּחָשׁ׃ דִּבַּרְתָּ אֱמֶת אוֹ שֶׁקֶר? 
אַבְרָם 🗨 דִּבַּרְתִּי שֶׁקֶר׃
בֵּת 🗨 דִּבַּרְתָּ שֶׁקֶר! אָמַרְתָּ־לִי הִנֵּה נָחָשׁ גָּדוֹל מְאֹד וְלֹא הָיָה נָחָשׁ׃ אַבְרָם, אֵין דְּבַר־אֱמֶת בְּפִיךָ כִּי אִם־דְּבַר שֶׁקֶר׃ אַבְרָם דִּבֶּר שֶׁקֶר וּדְבַר שֶׁקֶר בְּפִיו׃ אַבְרָם, דַּבֵּר אֱמֶת וְלֹא שֶׁקֶר׃ דַּבֵּר אֱמֶת! הַשֶּׁקֶר רַע בְּעֵינֵי יהוה! דַּבֵּר אֱמֶת!




בֵּת 🗨 אַבְרָם, קְרָא! קְרָא! 
אַבְרָם 🗨 בֵּת! 
בֵּת 🗨 לֹא, לֹא! קְרָא בַּסֵּפֶר הַזֶּה׃ קַח אֶת־הַסֵּפֶר וּקְרָא בְּאָזְנַי׃ 
אַבְרָם 🗨📖 אֲרוֹמִמְךָ אֱלוֹהַי הַמֶּלֶךְ׃ 
בֵּת 🗨 יָפֶה! קָרָ֫אתָ בְּאָזְנַי׃ 
אַבְרָם 🗨 קָרָ֫אתִי בְּאָזְנַיִךְ׃


אַבְרָם 🗨 בֵּת, קִרְאִי! [בֵּת לָקְחָה אֶת־הַסֵּפֶר מִיַּד אַבְרָם]  
בֵּת 🗨📄 ״אַתְּ פָּרָה״ 😠 אֵינֶנִּי פָּרָה! שֶׁקֶר הַדָּבָר הַזֶּה! שֶׁקֶר!
________________
  

בְּרֵאשִׁית 20:15
וַיֹּאמֶר אֲבִימֶלֶךְ (אֶל־אַבְרָהָם) הִנֵּה אַרְצִי לְפָנֶיךָ בַּטּוֹב בְּעֵינֶיךָ שֵׁב׃
________________
  

שְׁמוֹת 20:1-2a
וַיְדַבֵּר אֱלֹהִים אֵת כָּל־הַדְּבָרִים הָאֵלֶּה לֵאמֹר׃ אָנֹכִי יהוה אֱלֹהֶיךָ 
________________
  

דְּבָרִים 6:4 
שְׁמַע יִשְׂרָאֵל יהוה אֱלֹהֵינוּ יהוה אֶחָד׃ 
אוֹ                 שְׁמַע יִשְׂרָאֵל אֲדֹנָי אֱלֹהֵינוּ אֲדֹנָי אֶחָד׃
________________
  

יוֹנָה 1:1-2a
וַיְהִי דְּבַר־יהוה אֶל־יוֹנָה בֶן־אֲמִתַּי לֵאמֹר׃ קוּם לֵךְ אֶל־נִינְוֵה הָעִיר הַגְּדוֹלָה וּקְרָא עָלֶ֫יהָ 
________________


(עָלֶיהָ = עַל־הָעִיר, עַל־נִינְוֵה ← עָלֶיהָ) 


שָׁלוֹם!
________________`,
			},
			{
				id: 63,
				title: 'AwB 35: Fruit and Prepositions with Suffixes',
				unitId: 12,
				order: 83,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מַה־זֶּה? זֶה פְּרִי׃
זֶה עֵץ פְּרִי׃ אֲדָמָה, פְּרִי הָאֲדָמָה׃
בֶּ֫טֶן, פְּרִי הַבֶּטֶן, פְּרִי הָעֵץ, אֶרֶץ 
פְּרִי, פְּרִי בְּיַד הַנַּעַר׃
לְאִישׁ ← לוֹ
בְּאִישׁ ← בּוֹ
בְּאִישׁ / בְּנַעַר / בְּפַר / בְּעֵץ / בְּדָבָר זָכָר ← בּוֹ
אֱלֹהִים דִּבֶּר אֶל־אָדָם וְאֶל־אִשְׁתּוֹ׃
________________
  בְּרֵאשִׁית 1:29
וַיֹּאמֶר אֱלֹהִים הִנֵּה נָתַתִּי לָכֶם … אֶת־כָּל־הָעֵץ אֲשֶׁר־בּוֹ פְרִי־עֵץ
________________




________________


דְּבָרִים 28:4a  
בָּרוּךְ פְּרִי־בִטְנְךָ וּפְרִי אַדְמָתְךָ
 (פְּרִי הַבֶּטֶן)     (פְּרִי הָאֲדָמָה)
________________


עַל־מָה יָשַׁב אַבְרָם? עַל־הַכִּסֵּא וְגַם עַל־הָאֲדָמָה וְגַם עַל־הָאֶבֶן וְגַם עָלַי יָשַׁב אַבְרָם׃ גַּם עָלַי יָשַׁב אַבְרָם׃
עַל + אֲנִי ← עָלַי
אֶל + אֲנִי ← אֵלַי
[אַבְרָם דִּבֶּר אֶל־בֵּת]
בֵּת 🗨 אֶל־מִי דִּבֶּר אַבְרָם? אֶל־מִי? אֵלַי! אֵלַי דִּבֶּר אַבְרָם׃ אַבְרָם דִּבֶּר אֵלַי׃ 
בֵּת 🗨 אַבְרָם, אֶל־מִי דִּבַּרְתָּ? אֶל־מִי? 
אַבְרָם 🗨 אֵלַ֫יִךְ דִּבַּרְתִּי׃ 
בֵּת 🗨 דִּבַּרְתָּ אֵלַי׃
בֵּת 🗨 הַכּוֹס עָלַי׃ [אַבְרָם לָקַח אֶת־הַכּוֹס] מֶה עָשָׂה אַבְרָם? אַבְרָם לָקַח אֶת־הַכּוֹס מֵעָלַי׃
עַל + הוּא ← עָלָיו
אֶל + הוּא ← אֵלָיו
הִנֵּה הָאִישׁ הַזֶּה׃ מַה־שְּׁמוֹ? שְׁמוּאֵל שְׁמוֹ׃ הוּא שְׁמוּאֵל׃ אִשְׁתּוֹ לְפָנָיו׃ 
לִפְנֵי שְׁמוּאֵל ← לְפָנָיו
בָּנָיו וּבְנוֹתָיו אַחֲרָיו׃                                אַחֲרֵי שְׁמוּאֵל ← אַחֲרָיו
לְפָנָיו, אַחֲרָיו
סוּסוֹ תַּחְתָּיו׃                                        תַּ֫חַת שְׁמוּאֵל ← תַּחְתָּיו
כּוֹסוֹ עָלָיו׃                                                עַל שְׁמוּאֵל ← עָלָיו
    עָלָיו  
 לְפָנָיו              אַחֲרָיו
                                            תַּחְתָּיו
עַל + הִיא = עָלֶ֫יהָ
אֶל + הִיא = אֵלֶ֫יהָ
הִנֵּה הָאִשָּׁה הַזֹּאת׃ מַה־שְּׁמָהּ? רִבְקָה שְׁמָהּ׃ הִיא רִבְקָה׃ יִצְחָק אִישָׁהּ לְפָנֶ֫יהָ׃                                                 לִפְנֵי רִבְקָה ← לְפָנֶ֫יהָ
אֵלֶּה בְּנֵי רִבְקָה ← עֵשָׂו, יַעֲקֹב
בָּנֶיהָ אַחֲרֶ֫יהָ׃ אִישָׁהּ לְפָנֶ֫יהָ׃ בָּנֶיהָ אַחֲרֶיהָ׃ חֲמוֹרָהּ תַּחְתֶּ֫יהָ׃ 
לְפָנֶיהָ, אַחֲרֶיהָ, תַּחְתֶּיהָ, כַּדָּהּ עָלֶ֫יהָ׃                        עַל־רִבְקָה ← עָלֶ֫יהָ
   עָלֶיהָ  
     לְפָנֶיהָ                                 אַחֲרֶיהָ
 תַּחְתֶּיהָ
________________


הוּא אָמַר ← וַיּ̇֫אמֶר
הִיא אָמְרָה ← וַתֹּ֫אמֶר
אֲנִי אָמַרְתִּי ← וָאֹמַ֫ר  
[שָׁלוֹם! שָׁלוֹם! מַה־יֶּשׁ־לְךָ? יֶשׁ־לִי דָּג גָּדוֹל׃]
אִישׁ בָּא אֵלַי׃ וָאֹמַ֫ר אֵלָיו שָׁלוֹם׃ וַיֹּאמֶר אֵלַי שָׁלוֹם׃ 
וָאֹמַ֫ר אֵלָיו מַה־יֶּשׁ־לְךָ? וַיֹּאמֶר אֵלַי יֶשׁ־לִי דָּג גָּדוֹל׃
[שָׁלוֹם! שָׁלוֹם! מַה־יֶּשׁ־לָךְ? יֶשׁ־לִי כַּד קָטֹן׃]
אִשָּׁה בָּ֫אָה אֵלַי וָאֹמַר אֵלֶיהָ שָׁלוֹם׃ וַתֹּאמֶר אֵלַי שָׁלוֹם׃ 
וָאֹמַר אֵלֶיהָ מַה־יֶּשׁ־לָךְ? וַתֹּאמֶר אֵלַי יֶשׁ־לִי כַּד קָטֹן׃
________________


הֵם נְעָרִים וַחֲמוֹרָם תַּחְתֵּיהֶם׃ הֵם כֹּהֲנִים וְהָעָם הָלַךְ אַחֲרֵיהֶם׃
אֵלֶּה סוּסִים וַאֲנָשִׁים עֲלֵיהֶם׃ הֵנָּה נָשִׁים וְעֵצִים עֲלֵיהֶן׃
הֵם אֲנָשִׁים וּבְקָרָם הָלַךְ לִפְנֵיהֶם׃ הַכִּסֵּא תַּחְתֵּינוּ׃ הַכִּסֵּא עָלֵינוּ׃  
________________


בֵּת 🗨 יֶשׁ־לִי פְּרִי׃ אַבְרָם, הֲיֵשׁ לְךָ פְּרִי? 
אַבְרָם 🗨 אֵין־לִי פְּרִי׃ תְּנִי־לִי פְּרִי׃ [בֵּת נָתְנָה לְאַבְרָם פְּרִי]
בֵּת 🗨 הִנֵּה פְּרִי! יֶשׁ־לָנוּ פְּרִי׃
________________


[בֵּת שָׂ֫מָה סוּס קָטֹן עַל־רֹאשׁ אַבְרָם]
אַבְרָם 🗨 מַה־זֹּאת עָשִׂית? מַה־יֵּשׁ עָלַי?
בֵּת 🗨 סוּס קָטֹן עָלֶיךָ׃ [אַבְרָם לָקַח אֶת־הַסּוּס מֵעַל רֹאשׁוֹ]
אַבְרָם 🗨 מַה־יֵּשׁ תַּחְתַּי? 
בֵּת 🗨 כִּסְאֲךָ תַּחְתֶּיךָ׃
[בֵּת שָׂמָה פְּרִי לִפְנֵי אַבְרָם]
אַבְרָם 🗨 מַה־יֵּשׁ לְפָנַי? 
בֵּת 🗨 פְּרִי לְפָנֶיךָ׃ [אַבְרָם אָכַל אֶת־הַפְּרִי]
[בֵּת שָׂמָה חֶרֶב אַחֲרֵי אַבְרָם] אַבְרָם 🗨 מַה־יֵּשׁ אַחֲרַי? 
בֵּת 🗨 חֶרֶב אַחֲרֶיךָ׃ [אַבְרָם לָקַח אֶת־הַחֶרֶב]
אַבְרָם 🗨 הָהָה! אֲנִי אִישׁ גִּבּוֹר! [בֵּת שָׂמָה נָחָשׁ עַל־אַבְרָם]
בֵּת 🗨 אַבְרָם, נָחָשׁ עָלֶיךָ׃ 
אַבְרָם 🗨 אָהההה! 😱 [בֵּת שָׂמָה נָחָשׁ תַּחַת אַבְרָם]  
בֵּת 🗨 אַבְרָם, נָחָשׁ תַּחְתֶּיךָ׃ 
[אַבְרָם קָם עַל־הַכִּסֵּא] 
אַבְרָם 🗨 אָהההה!
 מַעֲשֶׂה
מַה־מַּעֲשֵׂה דָוִד? רֹעֵה צֹאן! דָּוִד הָיָה רֹעֵה צֹאן׃
מַה־מַּעֲשֵׂה הֶבֶל בֶּן־אָדָם? גַּם־הֶבֶל הָיָה רֹעֵה צֹאן׃ וּמַה־מַּעֲשֵׂה קַיִן אָחִיו? אִישׁ הָאֲדָמָה! קַיִן הָיָה אִישׁ הָאֲדָמָה׃    
מַעֲשֶׂה 
→ רֹעֵה צֹאן
אִישׁ הָאֲדָמָה ←




הוּא אָמַר ← וַיֹּ֫אמֶר
אֲנִי אָמַרְתִּי ← וָאֹמַ֫ר
הֵם אָמְרוּ ← וַיֹּאמְר֫וּ
________________


 בְּרֵאשִׁית 47:1-3    
יוֹסֵף בָּא אֶל־פַּרְעֹה וַיֹּאמֶר אֵלָיו אָבִי וְאַחַי וְצֹאנָם וּבְקָרָם וְכָל־אֲשֶׁר לָהֶם בָּאוּ מֵאֶרֶץ כְּנָעַן וְהִנָּם בְּאֶרֶץ גֹּשֶׁן׃  
וּמֵאֶחָיו לָקַח חֲמִשָּׁה אֲנָשִׁים        
וַיֹּאמֶר פַּרְעֹה אֶל־אֶחָיו מַה־מַּעֲשֵׂיכֶם וַיֹּאמְרוּ אֶל־פַּרְעֹה רֹעֵה צֹאן עֲבָדֶיךָ גַּם־אֲנַחְנוּ גַּם־אֲבוֹתֵינוּ׃                                   
(הִנֵּה + הֵם ← הִנָּם)
(מִן־ + אֲחֵי יוֹסֵף = מֵאֶחָיו)
(עֶבֶד← עֲבָדִים ← עֲבָדֶיךָ)
________________`,
			},
			{
				id: 64,
				title: 'AwB 36: Flesh & Blood, Altars & Anointing',
				unitId: 12,
				order: 85,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מַה־זֶּה? זֶה שֶׁ֫מֶן׃ מַה־זֶּה? זֶה בָּשָׂר׃
בְּשַׂר עוֹף, עוֹף, בְּשַׂר עוֹף  
בָּשָׂר בָּאֵשׁ׃ בָּשָׂר וְלֶחֶם, לֶחֶם וּבָשָׂר׃ מֶ֫לַח עַל־הַבָּשָׂר׃
שֶׁ֫מֶן, בָּשָׂר
זֶה בְּשָׂרִי׃ זֶה בְּשַׂר אַבְרָם׃ זֶה בְּשָׂרוֹ׃  
אָדָם רָאָה אֶת־הָאִשָּׁה וַיֹּאמֶר זֹאת בָּשָׂר מִבְּשָׂרִי[4]
כִּי לָקַח יהוה אֶת־הָאִשָּׁה מִבְּשַׂר הָאָדָם׃ 
אַבְרָם 🗨 בֵּת, אַתְּ בָּשָׂר מִבְּשָׂרִי׃
________________


[בֵּת 🗨 שִׂים פָּרָה עַל־הַבַּיִת׃ [אַבְרָם שָׂם פָּרָה עַל־הַבַּיִת] טוֹב!]
מֶה עָשָׂה אַבְרָם? אַבְרָם שָׂם פָּרָה עַל־הַבַּיִת׃
[בֵּת 🗨 שִׂים סוּסִים עַל־הַבַּיִת׃ [אַבְרָם שָׂם סוּסִים עַל־הַבַּיִת] יָפֶה!]
מֶה עָשָׂה אַבְרָם? אַבְרָם שָׂם סוּסִים עַל־הַבַּיִת׃ 
[בֵּת 🗨 שִׂים פָּרָה בַּדֶּרֶךְ׃ [אַבְרָם שָׂם פָּרָה בַּדֶּרֶךְ] יָפֶה!]
אַבְרָם שָׂם פָּרָה בַּדֶּרֶךְ׃
[בֵּת 🗨 שִׂים אֶת־הַפָּרָה אַחֲרֵי הַבַּיִת׃ [אַבְרָם שָׂם אֶת־הַפָּרָה אַחֲרֵי הַבַּיִת] טוֹב!] אַבְרָם שָׂם פָּרָה אַחֲרֵי הַבַּיִת׃
[בֵּת 🗨 שִׂים פָּרָה בַּשָּׂדֶה׃ [אַבְרָם שָׂם פָּרָה לִפְנֵי הַבַּיִת] לֹא!]
מֶה עָשָׂה אַבְרָם? מֶה עָשָׂה? הֲבַשָּׂדֶה שָׂם אַבְרָם אֶת־הַפָּרָה? לֹא כִּי אִם־לִפְנֵי הַבַּיִת שָׂם אֶת־הַפָּרָה׃ הֲבַשָּׂדֶה שָׂם אֶת־הַפָּרָה? לֹא כִּי אִם־לִפְנֵי הַבַּיִת שָׂם אֶת־הַפָּרָה׃ וְאַחֲרֵי־כֵן שָׂם אֶת־הַפָּרָה בַּשָּׂדֶה׃
[בֵּת 🗨 שִׂים סוּס בַּבַּיִת׃ [אַבְרָם שָׂם סוּס עַל־הַבַּיִת] לֹא!]
מֶה עָשָׂה אַבְרָם? הֲבַבַּיִת שָׂם אֶת־הַסּוּס? לֹא כִּי אִם־עַל הַבַּיִת שָׂם אֶת־הַסּוּס׃ וְאַחֲרֵי־כֵן שָׂם אֶת־הַסּוּס בַּבַּיִת׃ 
בֵּת 🗨 שַׂמְתִּי סוּס קָטֹן עַל־רֹאשׁ אַבְרָם׃ שַׂמְתִּי סוּס עָלָיו׃ גַּם־נָחָשׁ שַׂמְתִּי תַּחְתָּיו׃ 
אַבְרָם 🗨 מָה־אָמַרְתְּ? הֲשַׂמְתְּ אַתְּ אֶת־הַנָּחָשׁ תַּחְתַּי? 
בֵּת 🗨 לֹא! לֹא עָשִׂיתִי אֶת־הַדָּבָר הַזֶּה! לֹא שַׂמְתִּי אֶת־הַנָּחָשׁ תַּחְתֶּיךָ! רָאִיתִי אֶת־הַנָּחָשׁ אַךְ לֹא שַׂמְתִּי׃ 
אַבְרָם 🗨 בֵּת, הֲדִבַּרְתְּ שֶׁקֶר? דַּבְּרִי אֱמֶת! 
בֵּת 🗨 שַׂמְתִּי, שַׂמְתִּי אֶת־הַנָּחָשׁ׃
הַיַּלְדָּה שָׂ֫מָה פְּרִי בְּפִי אָחִיהָ׃  
מַה־זֶּה? זֶה דָּם׃ דַּם הַכֶּבֶשׂ
דָּם עַל־פְּנֵי הַגִּבּוֹר׃ 
כָּל־הַמַּיִם אֲשֶׁר־בַּיְאֹר הָיוּ לְדָם׃ וַיְהִי הַדָּם בְּכָל־אֶרֶץ מִצְרַיִם׃
דָּמִים  
הוּא אִישׁ דָּמִים׃ הֵם אַנְשֵׁי דָמִים׃
דָּמִים עַל־יְדֵי הָאִשָּׁה׃ דָּמִים עַל־הַחֶרֶב׃
שֶׁמֶן, בָּשָׂר, דָּם אוֹ דָּמִים  
מַה־זֶּה? זֶה מִזְבֵּחַ׃
שְׁנֵי אֲנָשִׁים לִפְנֵי הַמִּזְבֵּחַ׃  
אֵלֶּה קַרְנוֹת הַמִּזְבֵּחַ׃
2 = קַרְנַיִם, קַרְנֵי הַפָּר
1 = קֶ֫רֶן, 2 = קַרְנַ֫יִם, +3 = קְרָנוֹת
אֵלֶּה קַרְנוֹת הַמִּזְבֵּחַ׃ דָּם עַל־הַמִּזְבֵּחַ׃ אַבְרָם שָׂם עֵצִים עַל־הַמִּזְבֵּחַ׃ יֵשׁ עֵצִים עַל־הַמִּזְבֵּחַ׃ אַבְרָהָם שָׂם אֶת־יִצְחָק בְּנוֹ עַל־הַמִּזְבֵּחַ׃ 
זֶה בֵּית יהוה׃ ←  
אִישׁ בָּא אֶל־בֵּית יהוה׃ 
וּמַה־זֶּה בְּיָדוֹ? זֶה זֶ֫בַח׃  
זֶה מִזְבֵּחַ׃ מַה־יֵּשׁ עַל־הַמִּזְבֵּחַ? יֵשׁ עֵצִים עַל־הַמִּזְבֵּחַ׃ גַּם־זֶ֫בַח עַל־הַמִּזְבֵּחַ׃ גַּם־אֵשׁ עַל־הַמִּזְבֵּחַ׃
הַכֶּבֶשׂ זֶבַח׃ הַפָּר זֶבַח׃ דַּם הַזֶּבַח🩸יִצְחָק זֶבַח׃ הַזָּקֵן וְהַנַּעַר שָׂ֫מוּ אֶת־הַזֶּבַח עַל־הַמִּזְבֵּחַ׃  
מָשַׁח
מֶה עָשָׂה הַנָּבִיא? מָשַׁח, הַנָּבִיא מָשַׁח אֶת־הָאִישׁ׃ 
אִישׁ מָשַׁח אֶת־הַלֶּחֶם בַּשֶּׁמֶן׃ אִישׁ מָשַׁח אֶת־הַבָּשָׂר בַּשֶּׁמֶן׃ הָאִשָּׁה מָשְׁחָה אֶת־פָּנֶיהָ בַּשֶּׁמֶן׃ הָאִישׁ מָשַׁח אֶת־הָעֵץ׃ הָאִישׁ מָשַׁח אֶת־בְּשָׂרוֹ׃  
בֵּת 🗨 הִנֵּה יֶשׁ־לִי שֶׁמֶן׃ [בֵּת מָשְׁחָה אֶת־אַבְרָם בַּשֶּׁמֶן] מֶה עָשִׂיתִי? מָשַׁחְתִּי אֶת־אַבְרָם׃ מָשַׁחְתִּי אֶת־פְּנֵי אַבְרָם׃ מָשַׁחְתִּי אֶת־פָּנָיו׃ מָשַׁחְתִּי אֶת־פָּנָיו בַּשֶּׁמֶן׃ גַּם־אֶת־יָדוֹ מָשַׁחְתִּי בַּשֶּׁמֶן׃ מָשַׁחְתִּי אֶת־אַבְרָם׃
שְׁמוּאֵל מָשַׁח אֶת־שָׁאוּל לְמֶלֶךְ׃ וְאַחֲרֵי־כֵן מָשַׁח אֶת־דָּוִד לְמֶלֶךְ׃
וַיְהִי אִישׁ מִבֵּית שָׁאוּל וּשְׁמוֹ שִׁמְעִי׃ וַיֹּאמֶר שִׁמְעִי אֶל־דָּוִד הַמֶּלֶךְ`,
			},
			{
				id: 65,
				title: 'AwB 37: Dead & Alive',
				unitId: 12,
				order: 87,
				content: `שָׁלוֹם, אֲנִי בֵּת!
[אַבְרָם בָּנָה מִזְבֵּחַ]
מֶה עָשָׂה אַבְרָם? אַבְרָם בָּנָה מִזְבֵּחַ׃
בַּמָּה בָּנָה אַבְרָם אֶת־הַמִּזְבֵּחַ? 
בָּאֲבָנִים! בָּאֲבָנִים בָּנָה אַבְרָם אֶת־הַמִּזְבֵּחַ׃ זֶה מִזְבַּח אֲבָנִים׃
אַבְרָהָם וְיִצְחָק בָּנוּ֫ מִזְבֵּחַ׃
הָעֲבָדִים בָּנוּ אֶת־הָעִיר׃
זֶה בֵּית יהוה׃ הִנֵּה הַמִּזְבֵּחַ, הִנֵּה הַמִּזְבֵּחַ וְהַכֹּהֲנִים׃
מִי בָּנָה אֶת־בֵּית יהוה? הֲדָוִד בָּנָה אֶת־בֵּית יהוה? לֹא, דָּוִד לֹא בָּנָה אֶת־בֵּית יהוה כִּי אִם־שְׁלֹמֹה בְּנוֹ׃ שְׁלֹמֹה בָּנָה אֶת־בֵּית יהוה׃  
הַדָּג הַזֶּה חַי׃ הַדָּג הַזֶּה מֵת׃ הַכֶּבֶשׂ הַזֶּה חַי׃ הַכֶּבֶשׂ הַזֶּה מֵת׃  
הִנֵּה דָמוֹ׃ זֶה דַּם הַכֶּבֶשׂ הַמֵּת׃
הַדָּגִים הָאֵלֶּה חַיִּים׃ הַדָּגִים הָאֵלֶּה מֵתִים׃ 
הַפָּרָה הַזֹּאת מֵתָה׃ הַפָּרָה הַזֹּאת חַיָּה׃
הָאִישׁ הַזֶּה מֵת׃ הוּא מֵת׃ גַּם־הָאִישׁ הַזֶּה מֵת׃ הֵם מֵתִים׃
הוּא אִישׁ דָּמִים׃ הוּא מֵת׃ וְאֵלֶּה דָּמָיו׃  
שְׁמֹנָה דָגִים מֵתִים׃ בֶּן־פַּרְעֹה מֵת׃ 
כָּל־הַדָּגִים אֲשֶׁר בַּיְאֹר מֵתִים׃ לָ֫מָּה הַדָּגִים מֵתִים? הַדָּגִים מֵתִים כִּי כָל־הַמַּיִם הָיוּ לְדָם׃ 
אָמַר ← וַיֹּאמֶר
רָאָה ← וַיַּרְא
________________


שְׁמוֹת 14:30b     
וַיַּרְא יִשְׂרָאֵל אֶת־מִצְרַיִם מֵת עַל־שְׂפַת הַיָּם׃ 
________________


 מִי הֵם? הוּא מֹשֶׁה עֶבֶד יהוה׃ הוּא יְהוֹשֻׁעַ בִּן־נוּן (בֶּן־נוּן)׃
וּ = אֻ
יְהוֹשׁוּעַ = יְהוּשֻׁעַ  
מֹשֶׁה מֵת׃ וַיֹּאמֶר יהוה אֶל־יְהוֹשֻׁעַ בִּן־נוּן לֵאמֹר׃ מֹשֶׁה עַבְדִּי מֵת׃ וְעַתָּה קוּם לֵךְ אַתָּה וְכָל־הָעָם הַזֶּה אֶל־הָאָרֶץ אֲשֶׁר נָתַ֫תִּי לָהֶם לִבְנֵי יִשְׂרָאֵל׃  


[יֵשׁ נָחָשׁ בְּיַד בֵּת] בֵּת 🗨 אַבְרָם, הִנֵּה! אַבְרָם 🗨 אָהההההה! 😱
נָחָשׁ הָיָה בְּיָדִי וַיֵּ֫רַע הַדָּבָר בְּעֵינֵי אַבְרָם׃ (רַע הַדָּבָר בְּעֵינֵי אַבְרָם)
נָתַתִּי דָּג לַנַּעֲרָה וַיֵּרַע הַדָּג בְּעֵינֶיהָ׃ אַבְרָם דִּבֶּר שֶׁקֶר וַיֵּרַע הַדָּבָר בְּעֵינַי׃ אַבְרָם נָתַן־לִי סֵפֶר וַיֵּרַע הַסֵּפֶר מְאֹד בְּעֵינַי׃


דָּוִד הַמֶּלֶךְ לָקַח אֶת־בַּת־שֶׁבַע וַתְּהִי לוֹ לְאִשָּׁה׃
________________


שְׁמוּאֵל ב 11:27b  
וַיֵּרַע הַדָּבָר אֲשֶׁר־עָשָׂה דָוִד בְּעֵינֵי יהוה׃
________________


וַתֹּאמֶר שָׂרָה אֶל־אַבְרָהָם בֶּן־הָגָר הַשִּׁפְחָה לֹא יִהְיֶה עִם־בְּנִי עִם־יִצְחָק׃
________________


בְּרֵאשִׁית 21:11a  
וַיֵּרַע הַדָּבָר מְאֹד בְּעֵינֵי אַבְרָהָם
________________


יִהְיֶה
אַבְרָם הָיָה יֶלֶד׃ עַתָּה אַבְרָם אִישׁ׃ עַתָּה הוּא אִישׁ׃ אַבְרָם יִהְיֶה אִישׁ זָקֵן׃ אַבְרָם הָיָה יֶלֶד׃ עַתָּה הוּא אִישׁ׃ יִהְיֶה אִישׁ זָקֵן׃  
הָיָה ← יִהְיֶה
הַכֶּבֶשׂ הַזֶּה יִהְיֶה זֶבַח׃ 


בֵּת 🗨 אֲנִי עִם־אַבְרָם׃ אֲנִי עִמּוֹ וְהוּא עִמִּי׃ אַבְרָם, אֲנִי עִמְּךָ׃
________________
  

שְׁמוּאֵל א 17:37b
וַיֹּאמֶר שָׁאוּל אֶל־דָּוִד לֵךְ וְיהוה יִהְיֶה עִמָּךְ׃         (עִמְּךָ ← עִמָּךְ)
________________


הָיָה ← יִהְיֶה
בָּנָה ← יִבְנֶה




וַיְדַבֵּר יהוה אֶל־דָּוִד לֵאמֹר שְׁלֹמֹה יִהְיֶה שֵׁם בִּנְךָ׃  
________________


דִּבְרֵי הַיָּמִים א 22:10a    
הוּא־יִבְנֶה בַיִת לִשְׁמִי וְהוּא יִהְיֶה־לִּי לְבֵן וַאֲנִי־לוֹ לְאָב 
________________


(בַּיִת לְשֵׁם יהוה ← בַּיִת לִשְׁמִי) 
(שְׁלֹמֹה יִהְיֶה לְבֵן לְיהוה, שְׁלֹמֹה בֶּן־יהוה ←`,
			},
			{
				id: 86,
				title: 'AwB 58: Directional Words',
				unitId: 14,
				order: 135,
				content: `שָׁלוֹם, אֲנִי בֵּת!׃


הַסּוּס בָּא מִן־הַשָּׂדֶה אֶל־הַבַּיִת׃ אַיֵּה הַסּוּס? לִפְנֵי הַבַּיִת! הַסּוּס לִפְנֵי הַבַּיִת׃ מֵאַ֫יִן בָּא הַסּוּס? מִן־הַשָּׂדֶה! מֵאַ֫יִן? מִן־הַשָּׂדֶה׃ 
אָ֫נָה בָּא הַסּוּס? אֶל־הַבַּיִת! אָ֫נָה? אֶל־הַבַּיִת׃   


        אַיֵּה – 🗺️?         
מֵאַ֫יִן        – 🗺️?↶
אָ֫נָה        – ↶?🗺️ 


אַיֵּה הַסּוּס? לִפְנֵי הַבַּיִת!   
מֵאַיִן בָּא הַסּוּס? מִן־הַשָּׂדֶה! 
אָ֫נָה בָּא הַסּוּס? אֶל־הַבַּיִת!


אַבְרָם 🗨 שָׁלוֹם! 
בֵּת 🗨 אַבְרָם, מֵאַיִן בָּאתָ?׃ 
אַבְרָם 🗨 מִן־הַיָּם בָּאתִי׃ הָיִיתִי בַיָּם וָאָבֹא מִשָּׁם׃ 
בֵּת 🗨 כָּל־הַמַּיִם הָאֵלֶּה בְּבֵיתִי׃ 😩






אֶל־  =  - ᷾  ָָָה  
הָאִישׁ בָּא אֶל־הַבַּיִת אוֹ 
הָאִישׁ בָּא הַבַּ֫יְתָה ← הַבַּ֫יְתָה 
הָאִישׁ בָּא אֶל־הָאֹהֶל אוֹ 
הָאִישׁ בָּא הָאֹ֫הֱלָה ← הָאֹ֫הֱלָה  


הָאִישׁ עָלָה אֶל־הָעִיר אוֹ 
הָאִישׁ עָלָה הָעִ֫ירָה ← הָעִ֫ירָה 
הָאִישׁ עָלָה אֶל־הַגָּג אוֹ   
הָאִישׁ עָלָה הַגָּ֫גָה ← הַגָּ֫גָה


הָאִישׁ וְסוּסוֹ בָּאוּ אֶל־הַיָּם אוֹ 
הָאִישׁ וְסוּסוֹ בָּאוּ הַיָּ֫מָה ← הַיָּ֫מָה
הָאִישׁ הָלַךְ אֶל־הַמִּדְבָּר אוֹ 
הָאִישׁ הָלַךְ הַמִּדְבָּ֫רָה ← הַמִּדְבָּ֫רָה
  

אַבְרָם נָפַל אַ֫רְצָה׃ אֶרֶץ ← אַ֫רְצָה 
הַזָּקֵן נָפַל אַ֫רְצָה׃ הַנַּעֲרָה נָפְלָה אַ֫רְצָה׃ עָלֶה נָפַל אַ֫רְצָה׃ 
יַעֲקֹב נָפַל עַל־פָּנָיו אַ֫רְצָה׃ 




אֶל־הָהָר = הָהָ֫רָה  
אֶל־יְרוּשָׁלִַם = יְרוּשָׁלַ֫יְמָה
אֶל־מִצְרַיִם = מִצְרַ֫יְמָה




וַיֵּצֵא מֹשֶׁה מִמִּצְרַיִם וַיָּבֹא אֶל־הַר סִינַי וַיַּעַל הָהָ֫רָה׃ וַיְדַבֵּר אֵלָיו שָׁם אֱלֹהִים לֵאמֹר שׁוּב מִצְרַ֫יְמָה וַיֵּרֶד מֹשֶׁה מֵעַל הָהָר וַיָּשָׁב מִצְרַיְמָה׃ 
מֵאַ֫יִן יָצָא מֹשֶׁה? מִמִּצְרַיִם! מֹשֶׁה יָצָא מִמִּצְרַיִם׃ 
אָ֫נָה הָלַךְ? אֶל־הַר סִינַי! מֹשֶׁה הָלַךְ אֶל־הַר סִינַי׃ 
אָ֫נָה שָׁב מֹשֶׁה? מִצְרַיְמָה! מֹשֶׁה שָׁב מִצְרַיְמָה אוֹ אֶל־מִצְרַיִם׃
   
מַלְכַּת־שְׁבָא וַעֲבָדֶיהָ בָּ֫אוּ יְרוּשָׁלַ֫יְמָה׃ 
הָאִישׁ יָרַד הַבַּ֫יְתָה׃
יוֹסֵף וְאִשְׁתּוֹ עָלוּ הַגָּ֫גָה׃
הָאִישׁ הָלַךְ הַיָּ֫מָה׃  
הַיַּלְדָּה בָ֫אָה הַבַּ֫יְתָה׃
 
אָ֫נָה בָּ֫אָה מַלְכַּת־שְׁבָא? יְרוּשָׁלַ֫יְמָה!
אָ֫נָה בָּא הָאִישׁ? הָאֹ֫הֱלָה, הָאִישׁ בָּא הָאֹ֫הֱלָה׃ 
אָ֫נָה בָּ֫אָה הַיַּלְדָּה? הַבַּ֫יְתָה, הַיַּלְדָּה בָּ֫אָה הַבַּ֫יְתָה׃ 
אָ֫נָה הָלַךְ הָאִישׁ? הַמִּדְבָּ֫רָה, הָאִישׁ הָלַךְ הַמִּדְבָּ֫רָה׃ 
וַתָּבֹא הָאִשָּׁה הָעִירָה וַתֵּשֶׁב וַתִּקַּח מְעַט מַיִּם וַתֵּשְׁתְּ וַתָּקָם וַתָּבֹא הַבַּיְתָה וַתַּעַל בַּמַּעֲלוֹת וַתֵּצֵא אֶל־הַמָּקוֹם אֲשֶׁר־שָׁם אִישָׁהּ׃


וַיְהִי אִישׁ מִלְחָמָה בַדֶּרֶךְ וַיַּעֲבֹר אֶת־הַדֶּרֶךְ וַיָּבֹא הַבַּיְתָה וַיַּעַל בַּמַּעֲלוֹת וַיַּרְא שָׁם מִשְׁכָּב וַיִּשְׁכַּב עָלָיו וַיָּקָם וַיֵּצֵא מִן־הַבַּיִת וַיַּעַל הַגָּ֫גָה וַיַּרְא אֶת־כָּל־הָעִיר לְפָנָיו׃


[אַבְרָם דִּבֶּר עִם־בֵּת וְאַחֲרֵי־כֵן הוּא עָלָה הַגָּ֫גָה וּבֵת לֹא רָאֲתָה אֹתוֹ]
בֵּת 🗨 אַבְרָם הִנֵּה הַכּ...אַבְרָם? אָ֫נָה הָלַכְתָּ? אַבְרָם, אָ֫נָה הָלַכְתָּ?׃ 
אַבְרָם 🗨 הִנֵּנִי! עָלִיתִי הַגָּ֫גָה׃ 
בֵּת 🗨 לָמָה עָלִיתָ הַגָּ֫גָה? רֵד! [אַבְרָם יָרַד]
  
  
  
  

אֶל־בֵּית יוֹסֵף = בֵּ֫יתָה יוֹסֵף
אֶל־אֶרֶץ כְּנַעַן = אַ֫רְצָה כְּנַעַן








________________
   
בְּרֵאשִׁית 32:4
וַיִּשְׁלַח יַעֲקֹב מַלְאָכִים לְפָנָיו אֶל־עֵשָׂו אָחִיו אַרְצָה שֵׂעִיר שְׂדֵה אֱדוֹם׃
________________


אָ֫נָה שָׁלַח יַעֲקֹב מַלְאָכִים? הֲמִצְרַ֫יְמָה שָׁלַח אֹתָם? לֹא, לֹא שָׁלַח אֹתָם מִצְרַ֫יְמָה כִּי אִם־אֶל־אֶרֶץ שֵׂעִיר׃ אַרְצָה שֵׂעִיר!   
אֶל־אֶרֶץ שֵׂעִיר ← אַ֫רְצָה שֵׂעִיר שְׂדֵה אֱדוֹם 
יַעֲקֹב שָׁלַח מַלְאָכִים אַ֫רְצָה שֵׂעִיר שְׂדֵה אֱדוֹם׃ 
אַיֵּה אֶרֶץ שֵׂעִיר? אַיֵּה אֱדוֹם? 
שֵׂעִיר, אֶרֶץ שֵׁעִיר, אֱדוֹם
________________
 
שְׁמוֹת 4:19a, 20  
וַיֹּאמֶר יהוה אֶל־מֹשֶׁה בְּמִדְיָן לֵך שֻׁב מִצְרַיִם… וַיִּקַּח מֹשֶׁה אֶת־אִשְׁתּוֹ וְאֶת־בָּנָיו… וַיָּשָׁב אַרְצָה מִצְרַיִם וַיִּקַּח מֹשֶׁה אֶת־מַטֵּה הָאֱלֹהִים בְּיָדוֹ׃
________________


מָה־אָמַר יהוה אֶל־מֹשֶׁה? לֵך שֻׁב מִצְרַיִם׃ 
אָנָה שָׁב מֹשֶׁה? אַ֫רְצָה מִצְרַיִם, אֶל־אֶרֶץ מִצְרַיִם! 
מֵאַיִן שָׁב מֹשֶׁה מִצְרַיְמָה? מִמִּדְיָן׃! 
מַה־לָּקַח מֹשֶׁה? מֹשֶׁה לָקַח אֶת־אִשְׁתּוֹ וְאֶת־בָּנָיו וְאֶת־מַטֵּה הָאֱלֹהִים׃
שָׁלוֹם!
________________`,
			},
			{
				id: 87,
				title: 'AwB 59: Run to Meet & Bow Down',
				unitId: 14,
				order: 139,
				content: `שָׁלוֹם, אֲנִי בֵּת!׃  
וַיָּבֹא אַבְרָם אַחֲרֵי בֵת וְלֹא שָׁמְעָה בֵת אֶת־קוֹל רַגְלָיו׃ וַתִּירָא מְאֹד וַתַּךְ אֶת־אַבְרָם וַיִּפֹּל׃ 
[בֵּת 🗨 מֶה עָשִׂיתִי?]׃
  



יַעֲקֹב נָפַל עַל־פָּנָיו אַ֫רְצָה׃ יַעֲקֹב הִשְׁתַּחֲוָה׃ 
יַעֲקֹב הִשְׁתַּחֲוָה אַ֫רְצָה׃ 
הָאִישׁ הִשְׁתַּחֲוָה׃ כָּל־הָעֲבָדִים הִשְׁתַּחֲווּ׃ 
  

הָאִישׁ הִשְׁתַּחֲוָה לְפַרְעֹה׃ 
הַנַּעַר הִשְׁתַּחֲוָה לָאִישׁ׃


  

הוּא הִשְׁתַּחֲוָה ← וַיִּשְׁתַּ֫חוּ🙇🏽
הֵם הִשְׁתַּחֲווּ ← וַיִּשְׁתַּחֲו֫וּ🙇🏽🙇‍♀️🙇🏾


וַיָּבֹא הָאִישׁ לִפְנֵי הַכִּסֵּא וַיִּשְׁתַּ֫חוּ׃ וַיִּשָּׂא אֶת־פָּנָיו וַיָּקָם׃ וַיַּעַל בַּמַּעֲלוֹת אֶל־הַכִּסֵּא׃ 
וַתִּשְׁתַּ֫חוּ הַנַּעֲרָה אַ֫רְצָה וַתָּקָם׃ 
וַיִּשְׁתַּחֲו֫וּ שְׁלֹשָׁה אֲנָשִׁים אַ֫רְצָה וַיָּקֻמוּ׃ 
וַיַּעֲבֹר יוֹסֵף וַיִּשְׁתַּחֲווּ־לוֹ אַנְשֵׁי מִצְרַיִם׃ 
וַיָּבֹאוּ אֲחֵי יוֹסֵף לְפָנָיו וַיִּשְׁתַּחֲווּ־לוֹ אַ֫רְצָה׃ 


רָץ 
הָאִישׁ רָץ׃ הָאִשָּׁה רָ֫צָה׃ הָעֵ֫גֶל רָץ׃   
הַכֶּלֶב רָץ׃ הַבָּקָר רָץ׃ סוּסִים רַבִּים רָ֫צוּ׃ 
הָאִישׁ רָץ בַּמִּדְבָּר׃ הָאִישׁ רָץ בַּשָּׂדֶה׃ 
הָאִישׁ רָץ עַל־שְׂפַת הַיָּם בָּעֶרֶב׃ 
  

אִישׁ הַמִּלְחָמָה רָץ בָּעִיר׃ 
הַיַּלְדָּה רָ֫צָה עַד־אָבִיהָ וְעַד־אִמָּהּ׃ 
הַיֶּלֶד רָץ בַּדֶּרֶךְ בְּמִצְרַיִם׃ 
הַיַּלְדָּה רָ֫צָה עַד־אִמָּהּ וְעַד־אָחִיהָ׃ הָאִשָּׁה רָ֫צָה הָעִירָה׃ 
הָאִישׁ רָץ הַמִּדְבָּרָה׃ 
הַנַּעַר רָץ בַּשָּׂדֶה׃ הַצָּבָא רָץ לַמִּלְחָמָה׃ 


רָץ כְּמוֹ קָם וּכְמוֹ שָׁב
קָם ← וַיָּ֫קָם
שָׁב ← וַיָּ֫שָׁב
רָץ ← וַיָּ֫רָץ


וַיְהִי אִישׁ עַל־שְׂפַת הַיָּם וַיָּרָץ הַיָּ֫מָה וַיַּעֲבֹר הָאִישׁ אֶל־עֵ֫בֶר הַיָּם וַיֵּצֵא אֶל־הַיַּבָּשָׁה וַיָּ֫רָץ עוֹד׃  


הַנָּהָר הַזֶּה הַיַּרְדֵּן׃ וַיָּרָץ יֶלֶד הַיַּרְדֵּ֫נָה וַיַּעֲבֹר אֶל־עֵבֶר הַיַּרְדֵּן׃ 


וַתָּרָץ הַיַּלְדָּה אֶל־אָבִיהָ וַיִּקַּח אֹתָהּ וַיִּשָּׂא אֹתָהּ הַשָּׁמַ֫יְמָה׃


וַיָּבֹא הָאִישׁ׃ וַיֵּלֶךְ הַנַּעַר לִקְרַאת הָאִישׁ׃   
וַתָּבֹא הַנַּעֲרָה׃ וַתֵּלֶךְ הָאִשָּׁה לִקְרַאת הַנַּעֲרָה׃ 
וַיָּבֹאוּ שְׁלֹשָׁה נְעָרִים׃ וַנֵּלֶךְ לִקְרַאת הַנְּעָרִים׃ 
וַיָּבֹא הָאִישׁ וַיֵּלֶךְ הַנַּעַר לִקְרָאתוֹ׃   
וַתָּבֹא הַנַּעֲרָה וַתֵּלֶךְ הָאִשָּׁה לִקְרָאתָהּ׃ 
וַיָּבֹאוּ שְׁלֹשָׁה נְעָרִים וַנֵּלֶךְ לִקְרָאתָם׃
  







וַיֹּאמֶר יהוה אֶל־מֹשֶׁה בְּמִדְיָן שׁוּב מִצְרַ֫יְמָה וַיַּעַשׂ מֹשֶׁה כַּאֲשֶׁר דִּבֶּר אֵלָיו יהוה וַיָּשָׁב מִצְרַ֫יְמָה…
________________
 
שְׁמוֹת 4:27a  
וַיֹּאמֶר יהוה אֶל־אַהֲרֹן לֵךְ לִקְרַאת מֹשֶׁה הַמִּדְבָּרָה וַיֵּלֶךְ
________________


אָ֫נָה הָלַךְ אַהֲרֹן? הַמִּדְבָּ֫רָה! 
מֵאַ֫יִן הָלַךְ? מִמִּצְרַיִם, אַהֲרֹן הָלַךְ מִמִּצְרַיִם הַמִּדְבָּרָה׃ 
לָמָּה הָלַךְ אַהֲרֹן הַמִּדְבָּרָה? לָמָּה הָלַךְ הַמִּדְבָּרָה? לִקְרַאת מֹשֶׁה! לִקְרַאת אָחִיו מֹשֶׁה׃ אַהֲרֹן הָלַךְ הַמִּדְבָּרָה לִקְרַאת מֹשֶׁה׃  


וַיְהִי אַבְרָהָם פֶּ֫תַח הָאֹ֫הֶל…׃
________________


בְּרֵאשִׁית 18:2  
וַיִּשָּׂא עֵינָיו וַיַּרְא וְהִנֵּה שְׁלֹשָׁה אֲנָשִׁים … וַיָּרָץ לִקְרָאתָם מִפֶּתַח הָאֹהֶל וַיִּשְׁתַּחוּ אָרְצָה׃
________________


אַיֵּה אַבְרָהָם? פֶּ֫תַח הָאֹהֶל! מָה־רָאָה אַבְרָהָם מִשָּׁם? מָה־רָאָה? שְׁלֹשָׁה אֲנָשִׁים! שְׁלֹשָׁה אֲנָשִׁים רָאָה אַבְרָהָם׃ וּמֶה עָשָׂה אַבְרָהָם? מֶה עָשָׂה?   
הֲבָא הָאֹ֫הֱלָה? לֹא, לֹא בָא הָאֹ֫הֱלָה! 
רָץ אֶל־הָאֲנָשִׁים! רָץ לִקְרַאת הָאֲנָשִׁים, רָץ לִקְרָאתָם׃ 
וְאַחֲרֵי־כֵן מֶה עָשָׂה? הִשְׁתַּחֲוָה אַ֫רְצָה!
________________


מְלָכִים א 2:19  
וַתָּבֹא בַת־שֶׁבַע אֶל־הַמֶּלֶךְ שְׁלֹמֹה … וַיָּקָם הַמֶּלֶךְ לִקְרָאתָהּ וַיִּשְׁתַּחוּ לָהּ וַיֵּשֶׁב עַל־כִּסְאוֹ וַיָּשֶׂם כִּסֵּא לְאֵם הַמֶּלֶךְ וַתֵּשֶׁב … 
________________
  

לָמָּה קָם הַמֶּלֶךְ? לָמָּה קָם שְׁלֹמֹה הַמֶּלֶךְ? לִקְרַאת אִמּוֹ! לִקְרַאת בַּת־שֶׁבַע אֵם הַמֶּלֶךְ אֲשֶׁר בָּ֫אָה אֵלָיו׃ קָם לִקְרָאתָהּ וְאַחֲרֵי־כֵן מֶה עָשָׂה? הִשְׁתַּחֲוָה לָהּ!   
וַיֵּשֶׁב עַל־כִּסְאוֹ וַיָּשֶׂם כִּסֵּא לְאִמּוֹ׃ 
וּמֶה עָשְׂתָה בַת־שֶׁבַע? 
הֲיָשְׁבָה עַל־הַכִּסֵּא אֲשֶׁר שָׂם שְׁלֹמֹה? יָשְׁבָה! יָשְׁבָה עָלָיו, עַל־הַכִּסֵּא׃


שָׁלוֹם!׃
________________`,
			},
			{
				id: 88,
				title: 'AwB 60: A Tense Reunion',
				unitId: 14,
				order: 140,
				content: `שָׁלוֹם, אֲנִי בֵּת!׃\\  
הוּא יַעֲקֹב וְהֵנָּה נָשָׁיו וּשְׁמוֹתָן לֵאָה וְרָחֵל׃ וְהֵנָּה שְׁפָחוֹת וּשְׁמוֹתָן בִּלהָה וְזִלְפָּה׃  


וַיְהִי יַעֲקֹב וְכָל־בֵּיתוֹ עַל־נַ֫חַל יַבֹּק׃ 
אַיֵּה נַ֫חַל יַבֹּק? ← נַ֫חַל יַבֹּק


וַיְהִי יַעֲקֹב וְכָל־בֵּיתוֹ עַל־נַ֫חַל יַבֹּק׃ וַיִּשְׁלַח יַעֲקֹב מַלְאָכִים לְפָנָיו אֶל־עֵשָׂו אָחִיו אַ֫רְצָה שֵׂעִיר שְׂדֵה אֱדוֹם׃ וַיָּשֻׁ֫בוּ הַמַּלְאָכִים אֶל־יַעֲקֹב לֵאמֹר בָּ֫אנוּ אֶל־אָחִ֫יךָ אֶל־עֵשָׂו וְגַם הוּא בָּא לִקְרָאתְךָ וְאַרְבַּע־מֵאוֹת אִישׁ עִמּוֹ׃


100 מֵאָה 200 מָאתַ֫יִם
עַיִן, עַיִן, עֵינַיִם 
אֹזֶן, אֹזֶן, אֹזְנַיִם 
מֵאָה, מָאתַיִם, שְׁלֹשׁ מֵאוֹת, אַרְבַּע מֵאוֹת, חֲמֵשׁ מֵאוֹת, שֵׁשׁ מֵאוֹת, שְׁבַע מֵאוֹת, שְׁמֹנֶה מֵאוֹת, תְּשַׁע מֵאוֹת  
 


וַיָּשֻׁ֫בוּ הַמַּלְאָכִים אֶל־יַעֲקֹב לֵאמֹר בָּ֫אנוּ אֶל־אָחִיךָ אֶל־עֵשָׂו וְגַם הוּא בָּא לִקְרָאתְךָ וְאַרְבַּע־מֵאוֹת אִישׁ עִמּוֹ׃ וַיִּירָא יַעֲקֹב מְאֹד׃ וַיִּשָּׂא יַעֲקֹב עֵינָיו וַיַּרְא וְהִנֵּה עֵשָׂו בָּא וְעִמּוֹ אַרְבַּע מֵאוֹת אִישׁ׃ וַיָּ֫שֶׂם יַעֲקֹב אֶת־הַשְּׁפָחוֹת וְאֶת־יַלְדֵיהֶן רִאשֹׁנָה׃    


יַלְדֵיהֶן? 
הַיְלָדִים אֲשֶׁר לָהֶן, לַשְּׁפָחוֹת ← יַלְדֵיהֶן


  

וַיָּ֫שֶׂם יַעֲקֹב אֶת־הַשְּׁפָחוֹת וְאֶת־יַלְדֵיהֶן רִאשֹׁנָה וְאֶת־לֵאָה וִילָדֶ֫יהָ אַחֲרֹנִים וְאֶת־רָחֵל וְאֶת־יוֹסֵף אַחֲרֹנִים וְהוּא עָבַר לִפְנֵיהֶם׃ וַיִּשְׁתַּ֫חוּ אַ֫רְצָה שֶׁ֫בַע פְּעָמִים׃


שֶׁבַע פְּעָמִים← 7x 
אַבְרָם הִשְׁתַּחֲוָה אַ֫רְצָה חָמֵשׁ פְּעָמִים׃ 
הִכֵּ֫יתִי אֶת־הַדָּג פַּעֲמַ֫יִם׃ הִכֵּ֫יתִי אֶת־הַדָּג שָׁלֹשׁ פְּעָמִים׃
   
[אִישׁ בָּא אֶל־אַבְרָם וַיֹּאמֶר אַתָּה חֲמוֹר]
אַבְרָם הִכָּה אֶת־הָאִישׁ שָׁלֹשׁ פְּעָמִים׃ 


הִכֵּ֫יתִי אֶת־הַדָּג פַּעֲמַ֫יִם׃ 
  

פַּ֫עַם אַחַת, פַּעֲמַ֫יִם, שָׁלֹשׁ פְּעָמִים, אַרְבַּע פְּעָמִים, חָמֵשׁ פְּעָמִים, שֵׁשׁ פְּעָמִים, שֶׁבַע פְּעָמִים
יַעֲקֹב הִשְׁתַּחֲוָה אַ֫רְצָה שֶׁ֫בַע פְּעָמִים׃
  

וַיָּרָץ עֵשָׂו לִקְרָאתוֹ וַיִּשַּׁק לוֹ[1] וְלֹא הִכָּה אֹתוֹ׃
מֶה עָשָׂה עֵשָׂו? נָשַׁק לְיַעֲקֹב, עֵשָׂו נָשַׁק לְיַעֲקֹב׃   
הַיֶּלֶד נָשַׁק לְאָחִיו׃ הָאִשָּׁה נָשְׁקָה לִבְנָהּ׃ הָאִשָּׁה נָשְׁקָה לְבִתָּהּ׃ הָאִישׁ הַמִּצְרִי נָשַׁק לַגָּמָל׃ הָאִישׁ נָשַׁק לְיַד אִמּוֹ פַּעֲמַיִם׃ 
[וַיִּקְרָא אַבְרָם לְבֵת וְאַחֲרֵי־כֵן בֵּת נָשְׁקָה לְאַבְרָם]
נָשַׁקְתִּי לְאַבְרָם׃
[אַבְרָם נָשַׁק לְבֵת]
אַבְרָם נָשַׁק לִי׃ אַבְרָם אִישִׁי נָשַׁק לִי פַּ֫עַם אַחַת׃
[אַבְרָם נָשַׁק לְבֵת עוֹד]
פַּעֲמַיִם, אַבְרָם נָשַׂק לִי פַּעֲמַיִם׃
(אֵין נוּן ❌נ)
נָשָׂא ← וַיִּשָּׂא
נָפַל ← וַיִּפֹּל
נָשַׁק ← וַיִּשַּׁק
וַיִּשָּׂא הָאִישׁ אֶת־בְּנוֹ וַיִּשַּׁק לוֹ׃ וַיָּ֫שֶׂם הַיֶּלֶד אֶת־יָדָיו עַל־פְּנֵי אָבִיו׃ 
וַיִּשַּׁק הָאִישׁ לְבִתּוֹ וַיְדַבֵּר אֵלֶיהָ וַיִּשַּׁק לְאַפָּהּ׃


וַיָּרָץ עֵשָׂו לִקְרָאתוֹ וַיִּשַּׁק לוֹ וְלֹא הִכָּה אֹתוֹ׃ וַיִּשָּׂא עֵשָׂו אֶת־עֵינָיו וַיַּרְא אֶת־הַנָּשִׁים וְאֶת־הַיְלָדִים וַיֹּאמֶר מִי אֵלֶּה׃ וַיֹּאמֶר יַעֲקֹב הַיְלָדִים אֲשֶׁר־נָתַן אֱלֹהִים לְעַבְדְּךָ׃ וְאַחֲרֵי־כֵן בָּאוּ הַשְּׁפָחוֹת וְיַלְדֵיהֶן וַיִּשְׁתַּחֲווּ׃ וַתָּבֹא גַם־לֵאָה וִילָדֶיהָ וַיִּשְׁתַּחֲווּ׃ וְאַחַר בָּא יוֹסֵף וְרָחֵל וַיִּשְׁתַּחֲווּ׃ וַיָּ֫שָׁב בַּיּוֹם הַהוּא עֵשָׂו לְדַרְכּוֹ שֵׂעִירָה׃ הַקֵּץ!  
עוֹד פַּ֫עַם ↻
וַיְהִי יַעֲקֹב וְכָל־בֵּיתוֹ עַל־נַחַל יַבֹּק׃ וַיִּשְׁלַח יַעֲקֹב מַלְאָכִים לְפָנָיו אֶל־עֵשָׂו אָחִיו אַרְצָה שֵׂעִיר שְׂדֵה אֱדוֹם׃ וַיָּשֻׁבוּ הַמַּלְאָכִים אֶל־יַעֲקֹב לֵאמֹר בָּאנוּ אֶל־אָחִיךָ אֶל־עֵשָׂו וְגַם הוּא בָּא לִקְרָאתְךָ וְאַרְבַּע־מֵאוֹת אִישׁ עִמּוֹ׃ וַיִּירָא יַעֲקֹב מְאֹד׃ וַיִּשָּׂא יַעֲקֹב עֵינָיו וַיַּרְא וְהִנֵּה עֵשָׂו בָּא וְעִמּוֹ אַרְבַּע מֵאוֹת אִישׁ׃ וַיָּשֶׂם יַעֲקֹב אֶת־הַשְּׁפָחוֹת וְאֶת־יַלְדֵיהֶן רִאשֹׁנָה וְאֶת־לֵאָה וִילָדֶיהָ אַחֲרֹנִים וְאֶת־רָחֵל וְאֶת־יוֹסֵף אַחֲרֹנִים וְהוּא עָבַר לִפְנֵיהֶם׃ וַיִּשְׁתַּ֫חוּ אַרְצָה שֶׁבַע פְּעָמִים׃ וַיָּרָץ עֵשָׂו לִקְרָאתוֹ וַיִּשַּׁק לוֹ וְלֹא הִכָּה אֹתוֹ׃ וַיִּשָּׂא עֵשָׂו אֶת־עֵינָיו וַיַּרְא אֶת־הַנָּשִׁים וְאֶת־הַיְלָדִים וַיֹּאמֶר מִי אֵלֶּה׃ וַיֹּאמֶר יַעֲקֹב הַיְלָדִים אֲשֶׁר־נָתַן אֱלֹהִים לְעַבְדְּךָ׃ וְאַחֲרֵי־כֵן בָּאוּ הַשְּׁפָחוֹת וְיַלְדֵיהֶן וַיִּשְׁתַּחֲווּ׃ וַתָּבֹא גַם־לֵאָה וִילָדֶיהָ וַיִּשְׁתַּחֲווּ׃ וְאַחַר בָּא יוֹסֵף וְרָחֵל וַיִּשְׁתַּחֲווּ׃ וַיָּשָׁב בַּיּוֹם הַהוּא עֵשָׂו לְדַרְכּוֹ שֵׂעִ֫ירָה׃         
הַקֵּץ`,
			},
			{
				id: 89,
				title: 'AwB 61: Flee & Chase',
				unitId: 15,
				order: 143,
				content: `שָׁלוֹם, אֲנִי בֵּת!
 
וַיְהִי אִישׁ מִצְרִי וַיָּבֹא אֶל־בֵּית אֱלֹהָיו וַיִּשְׁתַּחוּ לֵאלֹהָיו׃ וַיְהִי שָׁם עַד־הָעֶרֶב וַיָּקָם וַיֵּצֵא מִבֵּית הָאֱלֹהִים׃
 נָס
הַנַּעַר נָס׃ הַנַּעַר נָס מִפְּנֵי הָאִישׁ׃   
הָאֲנָשִׁים הָאֵלֶּה נָסוּ מִפְּנֵי הָאֲנָשִׁים הָאֵלֶּה׃ 
הָאֲנָשִׁים נָסוּ מִפְּנֵיהֶם׃ 
הָעֵגֶל נָס מִפְּנֵי הַכֶּלֶב׃   
הָאִישׁ נָס מִפְּנֵי הַכֶּלֶב׃ 
הָאִישׁ נָס מִפְּנֵי הַמַּיִם׃ 
הָאִשָּׁה נָ֫סָה מִפְּנֵי אִישָׁהּ׃ 
הָעוֹף נָס מִפְּנֵי הַיַּלְדָּה׃ 
 רָדַף  
הַנַּעַר נָס וְהָאִישׁ רָדַף׃ הַנַּעַר נָס מִפְּנֵי הָאִישׁ וְהָאִישׁ רָדַף אַחֲרֵי הַנַּעַר׃  הָאֲנָשִׁים הָאֵלֶּה נָסוּ מִפְּנֵי הָאֲנָשִׁים הָאֵלֶּה׃ הָאֲנָשִׁים הָאֵלֶּה רָדְפוּ אַחֲרֵי הָאֲנָשִׁים הָאֵלֶּה׃ הַסּוּסִים נָסוּ וְהָאִישׁ רָדַף׃ שְׁנֵי הַסּוּסִים נָסוּ וְהָאִישׁ רָדַף אַחֲרֵיהֶם׃   
הַיַּלְדָּה נָ֫סָה׃ אָבִיהָ וְאִמָּהּ רָדְפוּ אַחֲרֵיהָ׃ 
רְאוּ אֶת־הָאִשָּׁה הַזֹּאת׃ הָאִשָּׁה נָסָה וְאִישׁ מִצְרִי רָדַף אַחֲרֶיהָ׃ 
________________


קָם ← וַיָּ֫קָם
שָׁב ← וַיָּ֫שָׁב
רָץ ← וַיָּ֫רָץ
נָס ← וַיָּ֫נָס
 
שָׁבַת ← וַיִּשְׁבֹּת
רָדַף ← וַיִּרְדֹּף
________________


וַיָּנָס הָעָם וַיִּרְדְּפוּ אֲנָשִׁים אַחֲרֵיהֶם׃ 
וַיָּבֹאוּ אַנְשֵׁי מִלְחָמָה לַיְלָה׃ וַתֵּרֶא אֹתָם נַעֲרָה וַתִּירָא מְאֹד׃ וַתָּנָס הַנַּעֲרָה וַיִּרְדֹּף אִישׁ אֶחָד אַחֲרֶיהָ׃
 
[קוֹל שׁוֹפָר, אַבְרָם 🗨 לַמִּלְחָמָה!]
 וַיֵּצֵא אַבְרָם לַמִּלְחָמָה׃ 
[אַבְרָם 🗨 חֶרֶב עֵץ? אֵין־לִי קֶשֶׁת׃ אֵין־לִי חֲנִית׃ אֵין־לִי מָגֵן׃ אֵין־לִי כְלֵי מִלְחָמָה׃] 
וַיַּרְא אַבְרָם כִּי אֵין־לוֹ כְלֵי מִלְחָמָה וַיָּנָס׃ 
  
  
  
  

זֶה יָם׃ 
שְׂפַת הַיָּם 
תּוֹךְ הַיָּם


שְׂפַת הַנָּהָר, תּוֹךְ הַנָּהָר
תּוֹךְ הַשָּׂדֶה, תּוֹךְ הַשָּׂדֶה׃   
הַחֲמוֹר בְּתוֹךְ הַצֹּאן׃
מֹשֶׁה וְאַהֲרֹן בְּתוֹךְ בְּנֵי יִשְׂרָאֵל׃ 
הַנַּעַר בְּתוֹךְ הָעָם׃ 
הַיָּם בְּתוֹךְ הָעִיר הַגְּדוֹלָה׃ הַיָּם בְּתוֹךְ הָעִיר הַגְּדוֹלָה׃   
הַנַּעֲרָה בְּתוֹךְ הַבָּקָר׃ 
הָרִמּוֹן בְּתוֹךְ הֶעָלֶה׃ 
עֶגְלוֹן בְּתוֹךְ הָעָם׃ 


עֶגְלוֹן בְּתוֹךְ הָאֲבָנִים׃ וַיֵּצֵא מִתּוֺךְ הָאֲבָנִים׃ 
הַנַּעַר בְּתוֹךְ יְרוּשָׁלַםִ׃
שְׁנֵי אֲנָשִׁים בְּתוֹךְ הָעֵצִים׃
יֵשׁ שְׁתֵּי מִטּוֹת בְּתוֹךְ הָאֹהֶל׃


זֶה פֶּתַח הָאֹהֶל׃ זֶה אֹהֶל גָּדוֹל׃ מָה־יֵּשׁ בְּתוֹךְ הָאֹהֶל? מַה־יֵּשׁ בְּתוֹכוֹ? יֶשׁ־פֹּה בְּתוֹךְ הָאֹהֶל שֻׁלְחָן וְכִסְאוֹת וּמִטָּה׃ יֶשׁ־פֹּה אָרוֹן קָטֹן וְעוֹד שֻׁלְחָן אֲשֶׁר עָלָיו סְפָרִים וְכוֹס זָהָב׃ כָּל־הַכֵּלִים הָאֵלֶּה בְּתוֹךְ הָאֹהֶל׃ 
________________
  

בְּנֵי יִשְׂרָאֵל עָבְרוּ אֶת־יַם־סוּף
אַיֵּה יַם־סוּף? יַם־סוּף ←  
מַה־זֶּה סוּף? סוּף ↓
  
  



הָאִישׁ בְּתוֹךְ הַסּוּף׃ ←
הָאִישׁ הָלַךְ בְּתוֹךְ הַסּוּף לַיְלָה׃
________________


 14:22a, 14:23, 14:30b, 14:31a שְׁמוֹת   
וַיָּבֹאוּ בְנֵי יִשְׂרָאֵל בְּתוֹךְ הַיָּם בַּיַּבָּשָׁה...וַיִּרְדְּפוּ מִצְרַיִם וַיָּבֹאוּ אַחֲרֵיהֶם כֹּל סוּס פַּרְעֹה...אֶל־תּוֹךְ הַיָּם׃ (וַיָּשֻׁבוּ הַמַּיִם) וַיַּרְא יִשְׂרָאֵל אֶת־מִצְרַיִם מֵת עַל־שְׂפַת הַיָּם...וַיַּרְא יִשְׂרָאֵל אֶת־הַיָּד הַגְּדוֹלָה אֲשֶׁר עָשָׂה יהוה בְּמִצְרַיִם וַיִּירָא הָעָם אֶת־יהוה׃
________________
  

מֶה עָשׂוּ בְנֵי יִשְׂרָאֵל? מֶה עָשׂוּ? 
בָּ֫אוּ אֶל־תּוֹךְ הַיָּם בַּיַּבָּשָׁה וַיַּעַבְרוּ אֶל־עֵבֶר יַם־סוּף׃ בַּיַּבָּשָׁה עָבַר יִשְׂרָאֵל, בַּיַּבָּשָׁה׃ לֹא הָלְכוּ בַמַּיִם כִּי אִם־בַּיַּבָּשָׁה׃ 


אָ֫נָה רָדַף מִצְרַיִם אַחֲרֵי בְנֵי יִשְׂרָאֵל? אָנָה רָדַף מִצְרַיִם? 
אֶל־תּוֹךְ הַיָּם׃ אֶל־תּוֹךְ הַיָּם רָדַף מִצְרַיִם אַחֲרֵי בְנֵי יִשְׂרָאֵל׃ 


הֶעָבַר מִצְרַיִם אֶת־יַם־סוּף? הֲבָ֫אוּ סוּסֵי פַרְעֹה עַד־עֵ֫בֶר יַם־סוּף? 
לֹא, לֹא בָאוּ עַד־הָעֵבֶר׃ בָּאוּ אֶל־תּוֹךְ הַיָּם וְעַד־הָעֵבֶר לֹא בָאוּ׃ 
  

לָ֫מָּה לֹא בָאוּ עַד־הָעֵבֶר? 
כִּי שָׁ֫בוּ הַמַּיִם׃ כִּי מֵ֫תוּ כֹּל סוּסֵי פַרְעֹה׃ 




לָמָּה יָרֵא עַם יִשְׂרָאֵל אֶת־יהוה? 
כִּי רָא֫וּ אֶת־מִצְרַיִם מֵת׃ כֹּל־הָאֲנָשִׁים הַמֵּתִים וְכל־הַסּוּסִים הַמֵּתִים עַל־שְׂפַת הַיָּם! כִּי רָאוּ אֵת אֲשֶׁר עָשָׂה יהוה׃ כִּי רָאוּ אֵת אֲשֶׁר עָשָׂה יהוה לָהֶם׃ כִּי רָאוּ אֵת אֲשֶׁר עָשְׂתָה יַד יהוה לָהֶם׃ רָאוּ כִּי גְדוֹלָה מְאֹד יַד יהוה׃ רָאוּ כִּי גִבּוֹר גָּדוֹל יהוה׃ עַל־כֵּן יָרְאוּ אֶת־יהוה׃
 
שָׁלוֹם!
________________`,
			},
			{
				id: 90,
				title: 'AwB 62: David & Goliath',
				unitId: 15,
				order: 145,
				content: `דָּוִד וְגָלְיָת
וַיָּבֹאוּ פְלִשְׁתִּים לַמִּלְחָמָה עַל־יִשְׂרָאֵל׃ וַיֵּצֵא אִישׁ גִּבּוֹר מִצְּבָא פְלִשְׁתִּים גָּלְיָת שְׁמוֹ מִגַּת׃ וְחַרְבּוֹ וַחֲנִיתוֹ גְּדוֹלוֹת מְאֹד׃ וַיִּקְרָא גָלְיָת אֶל־צְבָא יִשְׂרָאֵל לֵאמֹר תְּנוּ־לִי אִישׁ׃ וַיִּשְׁמַע שָׁאוּל וְכָל־יִשְׂרָאֵל אֶת־דִּבְרֵי הַפְּלִשְׁתִּי וַיִּירְאוּ מְאֹד׃ וַיִּקַּח דָּוִד מַקְלוֹ בְּיָדוֹ וַיִּקַּח חָמֵשׁ אֲבָנִים מִן־הַנַּחַל׃ וַיָּשֶׂם אֶתְהֶן בִּכְלִי הָרֹעִים אֲשֶׁר־לוֹ וְקַלְעוֹ בְיָדוֹ׃ וַיֵּצֵא אֶל־הַפְּלִשְׁתִּי׃ וַיַּרְא הַפְּלִשְׁתִּי כִּי נַעַר יְפֵה מַרְאֶה דָוִד׃ וַיֹּאמֶר אֵלָיו הֲכֶלֶב אָנֹכִי כִּי־אַתָּה בָא־אֵלַי בַּמַּקְלוֹת׃ בֹּא אֵלַי וְאֶתֵּן אֶת־בְּשָׂרְךָ לְעוֹף הַשָּׁמַיִם וּלְבֶהֱמַת הַשָּׂדֶה׃ וַיֹּאמֶר דָּוִד אֶל־הַפְּלִשְׁתִּי אַתָּה בָּא אֵלַי בְּחֶרֶב וּבַחֲנִית וְאָנֹכִי בָא־אֵלֶיךָ בְּשֵׁם יהוה צְבָאוֹת אֱלֹהֵי יִשְׂרָאֵל כִּי לְיהוה הַמִּלְחָמָה וְנָתַן אֶתְכֶם בְּיָדֵינוּ׃ וַיֵּלֶךְ הַפְּלִשְׁתִּי לִקְרַאת דָּוִד וַיָּרָץ דָּוִד לִקְרָאתוֹ׃ וַיִּשְׁלַח דָּוִד אֶת־יָדוֹ אֶל־הַכְּלִי וַיִּקַּח מִשָּׁם אֶבֶן׃ וַיְּקַלַּע וַיַּךְ אֶת־הַפְּלִשְׁתִּי וַיִּפֹּל עַל־פָּנָיו אַרְצָה׃ וַיָּרָץ דָּוִד אֶל־הַפְּלִשְׁתִּי וַיִּקַּח אֶת־חַרְבּוֹ וַיִּכְרֹת אֶת־רֹאשׁוֹ׃ וַיִּרְאוּ הַפְּלִשְׁתִּים כִּי־מֵת גִּבּוֹרָם וַיָּנֻסוּ׃ וַיָּקֻמוּ אַנְשֵׁי יִשְׂרָאֵל וִיהוּדָה וַיִּרְדְּפוּ אַחֲרֵי הַפְּלִשְׁתִּים וַיִּפְּלוּ פְלִשְׁתִּים רַבִּים בַּיּוֹם הַהוּא׃
________________
    שִׁיעוּר 63 שִׁשִּׁים וְשָׁלוֹשׁ
 שָׁלוֹם, אֲנִי בֵּת!  
  זָכַר
אַבְרָם זָכַר׃
זָכָר וּנְקֵבָה / אַבְרָם זָכַר
זָכָר ≠ זָכַר
מֶה עָשָׂה אַבְרָם? אַבְרָם זָכַר׃
בֵּת 🗨 מַה־שֵּׁם אִישׁ בַּת־שֶׁבַע? מַה־שְּׁמוֹ? לֹא זָכַרְתִּי׃ מַה־שֵּׁם אִישׁ בַּת־שֶׁבַע? זָכַרְתִּי! אוּרִיָּה הַחִתִּי שְׁמוֹ! זָכַרְתִּי׃ 
מָה־הַמָּקוֹם אֲשֶׁר בָּ֫אָה מִשָּׁם רוּת? מָה־הַמָּקוֹם הַזֶּה? לֹא יִשְׂרָאֵל, לֹא יְהוּדָה, לֹא זָכַרְתִּי אֶת־הַמָּקוֹם׃ הַאֱדוֹם הַמָּקוֹם? לֹא אֱדוֹם׃ אֲרָם? לֹא אֲרָם׃ מָה־הַמָּקוֹם? לָמָּה לֹא זָכַרְתִּי? מוֹאָב! זָכַרְתִּי! מוֹאָב הַמָּקוֹם! רוּת בָּאָה מִמּוֹאָב, זָכַרְתִּי׃   


מַה־שֵּׁם אִישִׁי? מַה־שְּׁמוֹ? לֹא זָכַרְתִּי אֶת־שְׁמוֹ׃ מַה־שֵּׁם אִישִׁי? 🤔
אַב...אַבְשָׁלוֹם? לֹא אַבְשָׁלוֹם׃ אַב...אֲבִימֶלֶךְ? לֹא אֲבִימֶלֶךְ׃ אַב...אֲבִיגַיִל? לֹא, זֶה שֵׁם אִשָּׁה׃ מַה־שְּׁמוֹ? לֹא זָכַרְתִּי׃ 
אַבְרָם 🗨 הֲלֹא זָכַרְתְּ אֶת־שְׁמִי? אִשְׁתִּי לֹא זָכְרָה אֶת־שְׁמִי! 😭
בֵּת 🗨 אַב...אַבְרָם! זָכַרְתִּי! אַבְרָם שִׁמְךָ! זָכַרְתִּי! 


________________
  

119:55a תְּהִלִּים 
זָכַרְתִּי בַלַּיְלָה שִׁמְךָ יהוה
________________
   
8:34a שׁוֹפְטִים
וְלֹא זָכְרוּ בְּנֵי יִשְׂרָאֵל אֶת־יהוה אֱלֹהֵיהֶם
________________
 
הוּא הָלַךְ ← וַיֵּ֫לֶךְ  
הִיא הָלְכָה ← וַתֵּ֫לֶךְ
אֲנִי הָלַ֫כְתִּי ← וָאֵלֵ֫ךְ
אֲנַחְנוּ הָלַ֫כְנוּ ← וַנֵּ֫לֶךְ
אַתָּה הָלַ֫כְתָּ ← וַתֵּ֫לֶךְ
 
הִיא הָלְכָה ← וַתֵּ֫לֶךְ
אַתָּה הָלַ֫כְתָּ ← וַתֵּ֫לֶךְ
 
הִיא אָמְרָה ← וַתֹּ֫אמֶר
אַתָּה אָמַ֫רְתָּ ← וַתֹּ֫אמֶר
 
הִיא רָאֲתָה ← וַתֵּ֫רֶא
אַתָּה רָאִ֫יתָ ← וַתֵּ֫רֶא
 
הִיא קָ֫מָה ← וַתָּ֫קָם
אַתָּה קַ֫מְתָּ ← וַתָּ֫קָם  
 






  

בֵּת 🗨 אַבְרָם, לָמָ֫ה אָכַלְתָּ אֶת־הַתּוֹלַ֫עַת? 
אַבְרָם 🗨 תּוֹלַעַת לֹא אָכַלְתִּי׃ 
בֵּת 🗨 לֹא כִּי אָכַלְתָּ, רָאִיתִי אֹתְךָ׃ 
  

אַבְרָם 🗨 מֶה עָשִׂיתִי? לֹא זָכַרְתִּי אֵת אֲשֶׁר־עָשִׂיתִי׃ 
בֵּת 🗨הָיִינוּ בְּבֵית הָאֹכֶל עִם־עֶגְלוֹן וַיֹּאכַל עֶגְלוֹן אֶת־תּוֹלַעְתּוֹ׃ וְהִנֵּה גַם־לְךָ תּוֹלַעַת וַתִּשְׁלַח אֶת־יָדְךָ וַתִּקַּח אֹתָהּ וַתֹּאכַל׃ הֲלֹא זָכַרְתָּ? 
אַבְרָם 🗨 מממם...זָכַרְתִּי׃
   
בֵּת 🗨 אַבְרָם, תֶּן־לִי אֶת־הַכַּד! 
אַבְרָם 🗨 הַכַּד? אֵין־לִי כַד׃ 
בֵּת 🗨 הַכַּד הַגָּדוֹל אֲשֶׁר לָקַחְתָּ׃ הֲלֹא זָכַרְתָּ? הָיִינוּ פֹה בַּבַּיִת הַזֶּה וַיְהִי לִי כַּד גָּדוֹל וּלְךָ כַּד קָטֹן׃ וַתִּקְרָא בְּקוֹל גָּדוֹל לֵאמֹר הִנֵּה נָחָשׁ גָּדוֹל מְאֹד ...שֶׁקֶר׃ וָאֶשָּׂא אֶת־עֵינַי וְלֹא רָאִיתִי נָחָשׁ כִּי שֶׁקֶר הַדָּבָר׃ וַתִּקַּח אֵת הַכַּד הַגָּדוֹל אֲשֶׁר־לִי וַתָּשֶׂם אֶת־הַכַּד הַקָּטֹן לְפָנַי׃ זָכַרְתִּי אֵת אֲשֶׁר־עָשִׂיתָ׃ תֶּן־לִי אֶת־הַכַּד הַגָּדוֹל׃ 
אַבְרָם 🗨 הִנֵּה כַדֵּךְ׃
   


בֵּת 🗨 עֶגְלוֹן, נָתַתִּי לְךָ מְעַט בָּשָׂר וַתִּקַּח אֶת־הַבָּשָׂר בְּפִיךָ וַתֹּאכַל׃ וָאֶתֶּן־לְךָ עוֹד מְעַט בָּשָׂר וַתִּירָא מִפְּנֵי יָדִי וְלֹא אָכַלְתָּ אֹתוֹ׃ לָמָּה לֹא אָכַלְתָּ אֶת־הַבָּשָׂר? הֲזָכַרְתָּ אֶת־הַיּוֹם הַהוּא אֲשֶׁר הָיִיתָ בְּתוֹךְ הַמַּיִם? וַיִּפֹּל מְעַט אֹכֶל עַל־פְּנֵי הַמַּיִם וַתֵּרֶא אֹתוֹ וַתִּרְדֹּף אַחֲרָיו׃ וַיַּעַל הָאֹכֶל עַל־רֹאשְׁךָ וַיִּפֹּל מֵעָלֶיךָ וְלֹא רָאִיתָ אֹתוֹ וְלֹא אָכַלְתָּ׃
 
בֵּת 🗨 אַבְרָם! מֶה עָשִׂיתִי? אַבְרָם, אַבְרָם, אַבְרָם!   
אַבְרָם 🗨 לָמָּה נָפַלְתִּי? לֹא זָכַרְתִּי׃ 
בֵּת 🗨 בָּאתָ אַחֲרַי וְלֹא שָׁמַעְתִּי אֶת־קוֹל רַגְלֶיךָ׃ וַתִּקְרָא בְּקוֹל גָּדוֹל וָאִירָא מְאֹד׃ וָאַךְ אֹתְךָ וַתִּפֹּל עַל־פָּנֶיךָ אַרְצָה׃  
 
אַבְרָם נָפַל עַל־פָּנָיו אַרְצָה כַּאֲשֶׁר עָשָׂה גָלְיָת׃               
 


אַתָּה הָלַכְתָּ ← וַתֵּלֶךְ
אַתְּ הָלַכְתְּ ← וַתֵּלְכִי


אַתָּה אָמַרְתָּ ← וַתֹּאמֶר
אַתְּ אָמַרְתְּ ← וַתֹּאמְרִי
 
[הָאִשָּׁה הַקְּטַנָּה וְהַשֶּׁמֶן]
הַאִשָּׁה הַקְּטַנָּה 🗨 מֶה עָשִׂיתִי? לֹא זָכַרְתִּי אֵת אֲשֶׁר־עָשִׂיתִי׃ 
בֵּת 🗨 בָּאת אֶל־בֵּיתֵךְ וַתִּקְחִי שֶׁמֶן וַתִּשְׁתִּי׃ 
   
[בֵּת רָאֲתָה תְּאֵנָה וְאָכְלָה]
בֵּת 🗨 מֶה עָשִׂיתִי? רָאִיתִי תְּאֵנָה וָאֶשְׁלַח אֶת־יָדִי וָאֶקַּח אֹתָהּ וָאֹכַל׃ מֶה עָשִׂיתִי? 
אַבְרָם 🗨 רָאִית תְּאֵנָה וַתִּשְׁלְחִי אֶת־יָדֵךְ וַתִּקְחִי אֹתָהּ וַתֹּאכְלִי׃ 
בֵּת 🗨 יָפֶה׃ 
אַבְרָם 🗨 רָאִית תְּאֵנָה וַתִּשְׁלְחִי אֶת־יָדֵךְ וַתִּקְחִי אֹתָהּ וַתֹּאכְלִי׃ 
בֵּת 🗨 טוֹב מְאֹד׃
   
[הָאִשָּׁה הַקְּטַנָּה וְהָעֵנָב וְהַנַּעַר הָרַע]
 בֵּת 🗨 וַתִּקְחִי מַאֲכֶלֶת וַתִּכְרְתִי אֶת־הָעֵנָב׃ וַיָּבֹא נַעַר וַיִּקַּח אֶת־הָעֵנָב וַיָּנָס׃ וַתִּרְדְפִי אַחֲרָיו׃   
 
🍇 עֵנָב ≠ עֵינָיו 👀


 
הוּא הָלַךְ ← וַיֵּלֶךְ
הֵם הָלְכוּ ← וַיֵּלְכוּ
אַתָּה הָלַכְתָּ ← וַתֵּלֶךְ
אַתֶּם הֲלַכְתֶּם ← וַתֵּלְכוּ
 
אַתָּה אָמַרְתָּ ← וַתֹּאמֶר
אַתֶּם אֲמַרְתֶּם ← וַתֹּאמְרוּ
 
אַתָּה קַמְתָּ ← וַתָּקָם
אַתֶּם קַמְתֶּם ← וַתָּקֻמוּ
 
בֵּת 🗨 אַתֶּם לֹא עֲשִׂיתֶּם הַיָּשָׁר בְּעֵינֵי יהוה׃ 
שְׁנֵי אֲנָשִׁים קְטַנִּים 🗨 אֲנַחְנוּ? מֶה עָשִׂינוּ? 
בֵּת 🗨 הֲלֹא זְכַרְתֶּם? הֲלֹא דִבַּרְתֶּם בְּאָזְנַי אֶת־כָּל־אֲשֶׁר עֲשִׂיתֶם? הֲלַכְתֶּם אֶל־בֵּית אַבְשָׁלוֹם וַחֲרָבוֹת בְּיֶדְכֶם׃ וַתִּקְרְאוּ אֵלָיו אַבְשָׁלוֹם וַיֵּצֵא אַבְשָׁלוֹם אֲלֵיכֶם׃ וַתֹּאמְרוּ אֵלָיו תֶּן־לָנוּ כֶּסֶף׃ וַיִּירָא אַבְשָׁלוֹם מִפְּנֵיכֶם וַיִּתֵּן לָכֶם אֵת כָּל־כַּסְפּוֹ׃ וַתִּקְחוּ אֶת־הַכֶּסֶף וַתֵּלְכוּ׃ הֲלֹא אֱמֶת כָּל־זֹאת?   
שְׁנֵי אֲנָשִׁים קְטַנִּים 🗨 אֱמֶת, אֱמֶת
הוּא הָיָה
אַתָּה הָיִיתָ
אַתֶּם הֱיִיתֶם
 [בְּנֵי ישְׂרָאֵל עַל־נַחַל יַבֹּק]
בֵּת 🗨 הֱיִיתֶם עַל־נַחַל יַבֹּק וַיָּבֹא אֲלֵיכֶם עֵשָׂו׃ וַתָּבֹאוּ לְפָנָיו וַתִּשְׁתַּחֲווּ לוֹ וַתָּקֻמוּ׃
 [הָאֲנָשִׁים וְהַלֶּחֶם וְהַנַּעַר הָרַע]  
יוֹסֵף וְאִשְׁתּוֹ 🗨 מֶה עָשִׂינוּ? 
בֵּת 🗨 לְקַחְתֶּם מַאֲכֶלֶת וַתִּכְרְתוּ אֶת־הַלֶּחֶם׃ וַיָּבֹא נַעַר וַיִּקַּח אֶת־הַלֶּחֶם וַיָּנָס׃ וַתִּרְדְּפוּ אַחֲרָיו׃  
שָׁלוֹם!
________________`,
			},
			{
				id: 91,
				title: 'AwB 63: Vayyiqtol Forms 3: Second Person',
				unitId: 15,
				order: 148,
			},
			{
				id: 92,
				title: 'AwB 64: Chariots & Horsemen',
				unitId: 15,
				order: 150,
				content: `שָׁלוֹם, אֲנִי בֵּת!
וַיֹּאכַל אַבְרָם עֲנָבִים וַיָּבֹא אֵלָיו אִישׁ קָטֹן וַיֹּאמֶר אַתָּה חֲמוֹר׃ וַיַּךְ אַבְרָם אֶת־הָאִישׁ שָׁלֹשׁ פְּעָמִים׃
בֵּת 🗨 מֶה עֲשִׂיתֶם? 
יוֹסֵף וְאִשְׁתּוֹ 🗨 הָיִינוּ בְּבֵיתֵנוּ וַנֵּצֵא׃ וַנִּשָּׂא אֶת־הַכַּד וַנָּשֶׂם אֹתוֹ פֶּתַח הַבַּיִת׃ וַנַּעַל עַל־הַגָּג וַנִּשְׁכַּב שָׁם׃ וַנָּקָם וַנֵּרֶד מֵעַל הַגָּג וַנָּבֹא אֶל־הַבַּיִת׃  
בֵּת 🗨 וַתִּהְיוּ בְּבֵיתְכֶם וַתֵּצְאוּ מִן־הַבַּיִת׃ וַתִּשְׂאוּ אֶת־הַכַּד וַתָּשִׂימוּ אֹתוֹ פֶּתַח הַבַּיִת׃ וַתַּעֲלוּ הַגָּגָה וַתִּשְׁכְּבוּ שָׁם׃ וַתָּקֻמוּ וַתֵּרְדוּ מֵעַל הַגָּג וַתָּבֹאוּ הַבַּ֫יְתָה׃   
מַה־זֹּאת? זֹאת מֶרְכָּבָה׃ 
מַרְכְּבוֹת, כַּמָּה מַרְכְּבוֹת? אַרְבַּע מַרְכְּבוֹת
הַמֶּרְכָּבָה עָלְתָה בָהָר׃ 
הָאִישׁ הַמִּצְרִי רָץ לִפְנֵי הַמֶּרְכָּבָה׃   
הָאִישׁ הַמִּצְרִי רָץ אַחֲרֵי הַמֶּרְכָּבָה׃ 
מִרְכֶּבֶת פַּרְעֹה ← מֶרְכַּבְתּוֹ
וַיְהִי פַרְעֹה עַל־מֶרְכַּבְתּוֹ וַיָּבֹא אֵלָיו אִישׁ וַיִּשְׁתַּחוּ־לוֹ׃ 
פַּרְעֹה עַל־מֶרְכַּבְתּוֹ׃ פַּרְעֹה עַל־מֶרְכַּבְתּוֹ וְקֶשֶׁת בְּיָדוֹ׃ 
הָאִישׁ נָפַל מֵעַל הַמֶּרְכָּבָה׃ 


בַּצָּבָה הַזֶּה סוּסִים רַבִּים וּמַרְכְּבוֹת רַבּוֹת׃ בַּצָּבָה הַזֶּה אֵין סוּסִים וְאֵין מַרְכַּבוֹת׃
  

זֶה רֶכֶב׃ יֵשׁ לָהֶם רֶכֶב׃ אֵין לָהֶם רֶכֶב׃ 
רֶכֶב מִצְרַיִם  
מֶרְכָּבָה אוֹ רֶכֶב 
מִרְכֶּבֶת פַּרְעֹה ← מֶרְכַּבְתּוֹ
רֶכֶב פַּרְעֹה ← רִכְבּוֹ 
גַּם־זֶה רֶכֶב פַּרְעֹה ← פַּרְעֹה וְרִכְבּוֹ
וַיֵּצֵא פַרְעֹה וַיַּעַל עַל־מֶרְכַּבְתּוֹ׃ וַיַּעֲבֹר בְּתוֹךְ הָרֶכֶב וַיִּקַּח אֶת־חֲנִיתוֹ בְיָדוֹ׃ וַיֵּצֵא פַרְעֹה וְכָל־רִכְבּוֹ לַמִּלְחָמָה׃ 
פַּרְעֹה יָצָא לַמִּלְחָמָה וְקֶשֶׁת בְּיָדוֹ׃ זֹאת מֶרְכַּבְתּוֹ וְזֶה רִכְבּוֹ׃    
הָאִישׁ הַמִּצְרִי רָדַף אַחֲרֵי הַמֶּרְכָּבָה׃
   


זֹאת מֶרְכָּבָה וּמַה־זֶּה? פָּרָשׁ ← פָּרָשִׁים
פָּרָשִׁים בַּמִּלְחָמָה׃ רֶכֶב וּפָרָשִׁים׃ הַמֶּרְכָּבָה וְהַפָּרָשִׁים הָלְכוּ בַמִּדְבָּר׃   


מַה־יֵּשׁ לַפָּרָשׁ? יֶשׁ־לוֹ קֶשֶׁת וְחֶרֶב׃ הֲיֵשׁ־לוֹ מָגֵן? אַיִן, אֵין־לוֹ מָגֵן׃ 


שְׁלֹשָׁה פָרָשִׁים הָלְכוּ בַמִּדְבָּר׃ 
הַיֶּלֶד רָץ אַחֲרֵי הַפָּרָשִׁים׃
הָאִישׁ הַמִּצְרִי רָדַף אַחֲרֵי הַמֶּרְכָּבָה וְאַחֲרֵי הַפָּרָשִׁים׃
הָאִישׁ הַמִּצְרִי רָץ לִפְנֵי הַמֶּרְכָּבָה וְלִפְנֵי הַפָּרָשִׁים׃ וַיָּרָץ הָאִישׁ בַּמִּדְבָּר וַיַּרְא אַרְבָּעָה פָרָשִׁים בַּדֶּרֶךְ׃ וַיֵּרֶד וַיַּעֲבֹר אֶת־הַדֶּרֶךְ וַיַּעַל׃


________________


14:22a, 14:23 שְׁמוֹת  
וַיָּבֹאוּ בְנֵי־יִשְׂרָאֵל בְּתוֹךְ הַיָּם בַּיַּבָּשָׁה...וַיִּרְדְּפוּ מִצְרַיִם וַיָּבֹאוּ אַחֲרֵיהֶם כֹּל סוּס פַּרְעֹה רִכְבּוֹ וּפָרָשָׁיו אֶל־תּוֹךְ הַיָּם…
________________
  



וַיָּשֻׁבוּ הַמַּיִם עַל־הָרֶכֶב וְעַל־הַפָּרָשִׁים׃ מָה רָדַף אַחֲרֵי בְנֵי יִשְׂרָאֵל אֶל־תּוֹךְ הַיָּם? 


כֹּל סוּס פַּרְעֹה רִכְבּוֹ וּפָרָשָׁיו׃ 
הָרֶכֶב וְהַפָּרָשִׁים רָדְפוּ אַחֲרֵי בְנֵי יִשְׂרָאֵל׃ עַל־מָה שָׁבוּ הַמַּיִם? הַעַל־בְּנֵי יִשְׂרָאֵל שָׁבוּ? לֹא, עַל־בְּנֵי יִשְׂרָאֵל לֹא שָׁבוּ הַמַּיִם כִּי אִם־עַל־הָרֶכֶב וְעַל־הַפָּרָשִׁים׃ עַל־כֹּל סוּס פַּרְעֹה׃ בְּנֵי יִשְׂרָאֵל עָבְרוּ בַּיַּבָּשָׁה׃ לֹא שָׁבוּ הַמַּיִם עֲלֶיהֶם׃ 
________________
  הוּא אֵלִיָּהוּ הַנָּבִיא׃ אֵלִיָּהוּ שְׁמוֹ׃ 
וְהוּא אֱלִישָׁע׃ אֱלִישָׁע שְׁמוֹ׃
וַיֵּלֶךְ אֵלִיָּהוּ הַנָּבִיא וֶאֱלִישָׁע וַיַּעַבְרוּ אֶת־הַיַּרְדֵּן׃ וְהִנֵּה רֶכֶב אֵשׁ וְסוּסֵי אֵשׁ וַיַַּעַל אֵלִיָּהוּ הַשָּׁמַ֫יְמָה׃ וַיַּרְא אֱלִישָׁע וַיֹּאמֶר אָבִי אָבִי רֶכֶב יִשְׂרָאֵל וּפָרָשָׁיו׃ וְלֹא רָאָה אֹתוֹ עוֹד׃  
 
אֱלִישָׁע לֹא רָאָה עוֹד אֶת־אֵלִיָּהוּ׃ מָה רָאָה אֱלִישָׁע? רֶכֶב אֵשׁ וְסוּסֵי אֵשׁ׃ אֱלִישָׁע רָאָה רֶכֶב אֵשׁ וְסוּסֵי אֵשׁ׃ 
אָ֫נָה עָלָה אֵלִיָּהוּ הַנָּבִיא? אָנָה עָלָה אֵלִיָּהוּ? הַשָּׁמַ֫יְמָה! אֵלִיָּהוּ עָלָה אֶל־הַשָּׁמַיִם׃ 
וּמָה אָמַר אֱלִישָׁע? כֹּה אָמַר`,
			},
			{
				id: 93,
				title: 'AwB 65: Thus says Yahweh - A Brief History of Israel',
				unitId: 15,
				order: 153,
				content: `שָׁלוֹם, אֲנִי בֵּת!
 כֹּה
אַבְרָם 🗨 אֲנִי מֶלֶךְ מִצְרַיִם׃ 
בֵּת 🗨 כֹּה אָמַר פַּרְעֹה`,
			},
			{
				id: 94,
				title: 'AwB 66: Captains & Enemies',
				unitId: 15,
				order: 154,
				content: `שָׁלוֺם, אֲנִי בֵּת!
 וַיְהִי אִישׁ מִלְחָמָה לִפְנֵי הַבַּיִת וַיַּעַל בַּמַּעֲלוֹת הַגָּגָה׃ וַיַּרְא אֶת־הָעִיר וַיַּרְא שָׁם עַל־הַגָּג שֻׁלְחָן וְאֹכֶל עָלָיו׃ וַיַּעַל וַיֵּשֶׁב שָׁם עַל־הַגָּג׃ וַיַּרְא אֶת־הַנָּהָר וְאֶת־הֶהָרִים אֲשֶׁר בְּעֵבֶר הַנָּהָר׃ וַיֹּאכַל מְעַט אֹכֶל וַיָּקָם וַיֵּרֶד׃ וַיֵּרֶד מֵעַל הַגָּג אַ֫רְצָה וַיֵּצֵא אֶל־תּוֹךְ הַדֶּרֶךְ׃  
מֵי יַם־סוּף
הַמַּיִם אֲשֶׁר בַּיָּם ← מֵי הַיָּם
מֵי יַם־סוּף שָׁבוּ עַל־הָרֶכֶב וְעַל־הַפָּרָשִׁים׃ מֵי יַם־סוּף שָׁבוּ עַל־כָּל־סוּס פַּרְעֹה רִכְבּוֹ וּפָרָשָׁיו׃  
צְבָאוֹת, אַנְשֵׁי מִלְחָמָה
הֵם שָׂרִים׃ שַׂר + שַׂר ← שָׂרִים  
שָׂרֵי הַצָּבָא
הוּא שַׂר הַצָּבָא׃ 
שַׂר הַצָּבָא דִּבֶּר אֶל־אֲנָשָׁיו׃


שָׁאוּל הָיָה מֶלֶךְ יִשְׂרָאֵל׃ וּמִי שַׂר־צְבָאוֹ? מִי שַׂר־צְבָא שָׁאוּל? מִי שַׂר הַצָּבָא? אַבְנֵר שְׁמוֹ, אַבְנֵר׃ אַבְנֵר שַׂר־צְבָא שָׁאוּל׃ אַבְנֵר שַׂר הַצָּבָא׃ וְאַחֲרֵי־כֵן דָּוִד הָיָה מֶלֶךְ יִשְׂרָאֵל׃ מִי שַׂר־צְבָאוֹ? מִי שַׂר־צְבָא דָוִד? מִי שַׂר־צְבָאוֹ? יוֹאָב שְׁמוֹ, יוֹאָב׃ יוֹאָב שַׂר־צְבָא דָוִד׃ יוֹאָב שַׂר הַצָּבָא׃
 
וַיִּשְׁכַּב דָּוִד עִם־בַּת־שֶׁבַע אֵשֶׁת אוּרִיָּה הַחִתִּי וַתַּהַר הָאִשָּׁה׃ וְאוּרִיָּה יָצָא לַמִּלְחָמָה עִם־צְבָא יִשְׂרָאֵל…
________________


שְׁמוּאֵל ב 11:6   
וַיִּשְׁלַח דָּוִד אֶל־יוֹאָב שְׁלַח אֵלַי אֶת־אוּרִיָּה הַחִתִּי וַיִּשְׁלַח יוֹאָב אֶת־אוּרִיָּה אֶל־דָּוִד…
________________


יוֹאָב הָיָה שַׂר הַצָּבָא׃ 
נַעֲמָן הָיָה שַׂר־צְבָא מֶלֶךְ אֲרָם׃ 
יָבִין הָיָה מֶלֶךְ־כְּנַעַן׃ יָבִין שְׁמוֹ׃ יָבִין הָיָה מֶלֶךְ כְּנַעַן וְסִיסְרָא שַׂר־צְבָאוֹ׃ סִיסְרָא שְׁמוֹ׃ סִיסְרָא שַׂר־צְבָאוֹ׃ יָבִין הָיָה מֶלֶךְ כְּנַעַן וְסִיסְרָא שַׂר־צְבָאוֹ׃
________________


מִי אֵלֶּה? הַנַּעַר דָּוִד וְהַגִּבּוֹר גָּלְיָת׃ מַה־גָּלְיָת לְדָוִד? הַאָבִיו הוּא? לֹא! הַאָחִיו הוּא? לֹא! הֲבְנוֹ הוּא? לֹא! מַה־גָּלְיָת לְדָוִד? אוֹיֵב דָּוִד הוּא׃ גָּלְיָת וְדָוִד לֹא הָיוּ אַחִים כִּי אִם־אוֹיְבִים׃ גָּלְיָת אוֹיֵב דָּוִד וְדָוִד אוֹיֵב גָּלְיָת׃   
בְּנֵי יִשְׂרָאֵל וּפְלִשְׁתִּים אוֹיְבִים׃ הַפְּלִשְׁתִּים אֹיְבֵי יִשְׂרָאֵל׃ 
גָּלְיָת אוֹיֵב דָּוִד אוֹ צַר דָּוִד׃ גָּלְיָת אוֹיֵב דָּוִד אוֹ גָּלְיָת צַר דָּוִד׃ הַפְּלִשְׁתִּים אֹיְבֵי יִשְׂרָאֵל אוֹ הַפְּלִשְׁתִּים צָרֵי יִשְׂרָאֵל׃
  

 
שַׂר[s]                צַר[ts]
שָׂרִים[s]                צָרִים[ts]


הֵם אַנְשֵׁי יִשְׂרָאֵל וְהֵם אֹיְבֵיהֶם׃ הֵם אֹיְבֵיהֶם אוֹ צָרֵיהֶם׃ 
צָרֵיהֶם ← צָרֵי יִשְׂרָאֵל׃ 
וַיֹּאמְרוּ אַנְשֵׁי יִשְׂרָאֵל`,
			},
			{
				id: 95,
				title: 'AwB 67: Between Eglon & Zedekiah',
				unitId: 15,
				order: 156,
				content: `שָׁלוֹם, אֲנִי בֵּת!
אַבְרָם 🗨 שְׁמִי אַבְרָם וּשְׁמוֹ עֶגְלוֹן׃ 🐢
בֵּת 🗨 שְׁמִי בֵּת וּשְׁמוֹ צִדְקִיָּהוּ׃ 🦜 צִדְקִיָּהוּ, שְׁמוֹ צִדְקִיָּהוּ׃ 
אַבְרָם 🧔 עֶגְלוֹן 🐢 צִדְקִיָּהוּ 🦜 בֵּת 👩
צִדְקִיָּהוּ אָכַל לֶחֶם׃ צִדְקִיָּהוּ שָׁתָה מַיִם׃ וַיִּקַּח צִדְקִיָּהוּ מְעַט לֶחֶם וַיֹּאכַל׃   
בֵּת 🗨 צִדְקִיָּהוּ בּוֹא אֵלַי׃ [צִדְקִיָּהוּ בָּא] טוֹב מְאֹד!


🕪 קוֹל מִי זֶה? קוֹל צִדְקִיָּהוּ! 🦜🗨
 
אַבְרָם 🗨 עוֹף! מַה־שְּׁמוֹ? לֹא זָכַרְתִּי׃ 
בֵּת 🗨 הֲלֹא זָכַרְתָּ? קָרָאנוּ אֶת־שְׁמוֹ צִדְקִיָּהוּ׃ 
אַבְרָם 🗨 צִדְקִיָּהוּ, זָכַרְתִּי, זָכַרְתִּי! וּמַה־שְּׁמֵךְ? בְּ...בָּבֶל? בְּ...בַּת־שֶׁבַע? לֹא זָכַרְתִּי אֶת־שְׁמֵךְ׃ 😓  
בֵּת 🗨 לָמָּה? 🤦
 
וַיִּכְרֹת אַבְרָם אֶת־הַפְּרִי וַיֹּאכַל׃ וַיִּתֵּן גַּם־לְצִדְקִיָּהוּ וַיָּ֫שֶׂם אֹתוֹ עַל־רֹאשׁוֹ׃
בֵּת לְאַבְרָם 🗨 וַתִּכְרֹת אֶת־הַפְּרִי וַתֹּאכַל׃ וַתִּתֵּן גַּם־לְצִדְקִיָּהוּ וַתָּ֫שֶׂם אֹתוֹ עַל־רֹאשְׁךָ׃  
וַתִּמְשַׁח בֵּת אֶת־הַלֶּחֶם בַּדְּבַשׁ וַתִּכְרֹת אֹתוֹ׃ וַתִּתֵּן לְאַבְרָם וַיִּקַּח מִּיָּדָהּ וַיֹּאכְלוּ׃
אַבְרָם לְבֵת 🗨 וַתִּמְשְׁחִי אֶת־הַלֶּחֶם בַּדְּבַשׁ וַתִּכְרְתִי אֹתוֹ׃ וַתִּתְּנִי לִי וָאֶקַּח מִיָּדֵךְ וַנֹּאכַל׃ 🍯🍞
בֵּת 🗨 יָפֶה! 
   
שְׁמוֹ צִדְקִיָּהוּ כְּמוֹ צִדְקִיָּהוּ מֶלֶךְ יְהוּדָה׃ צִדְקִיָּהוּ שְׁמוֹ׃ זֶה רֹאשׁוֹ׃ זֶה פִּיו׃ אֵלֶּה עֵינָיו וְאֵלֶּה רַגְלָיו׃ הֲיֵשׁ־לוֹ יָדַיִם? אַיִן! אֵין־לוֹ יָדַיִם כִּי עוֹף הוּא׃   
הֲיֵשׁ־לוֹ קַרְנַיִם? אַיִן׃ אֵין־לוֹ קַרְנַיִם כִּי עוֹף הוּא׃ אֵין לָעוֹף קַרְנַיִם׃ מַה־יֵּשׁ לָעוֹף? יֶשׁ־לוֹ כְּנָפַיִם׃ יֵשׁ לָעוֹף כְּנָפַיִם׃ כָּנָף + כָּנָף ← כְּנָפַיִם  
מַה־יֵּשׁ לָעוֹף? יֶשׁ־לוֹ כְּנָפַיִם וְגַם זָנָב׃     
זְנַב סוּס 
זְנַב דָּג קָטֹן
זְנַב דָּג גָּדוֹל
לְצִדְקִיָּהוּ כְּנָפַיִם וְזָנָב׃
 


אַבְרָם 🗨 הֲיֵשׁ לִי כְּנָפַיִם? 
בֵּת 🗨 אֵין לְךָ כְּנָפַיִם אַבְרָם כִּי אָדָם אַתָּה וְלֹא עוֹף׃ 
אַבְרָם 🗨 הֲיֵשׁ לִי זָנָב? 
בֵּת 🗨 לֹא אַבְרָם אֵין לְךָ זָנָב כִּי אָדָם אַתָּה וְלֹא בְהֵמָה׃ אֵין לָאָדָם זָנָב וְאֵין לוֹ כְּנָפַיִם׃ 
אַבְרָם 🗨 הֲיֵשׁ לָךְ כְּנָפַיִם?
     
הֲיֵשׁ לְעֶגְלוֹן זָנָב? יֶשׁ־לוֹ! הִנֵּה זְנָבוֹ הַקָּטֹן! הֲיֵשׁ־לוֹ כְנָפַיִם? אֵין־לוֹ כְנָפַיִם כִּי רֶ֫מֶשׂ הוּא וְלֹא עוֹף׃
 נָשַׁקְתִּי לְצִדְקִיָּהוּ׃ אַבְרָם נָשַׁק לְצִדְקִיָּהוּ׃[1] כֹּה אָמַר צִדְקִיָּהוּ אֶאֶאֶאֶ!🦜🗨
 
בֵּין וּבֵין
הַפָּר בֵּין הָרִמּוֹן וּבֵין הַדָּג׃   
הָעֵז בֵּין הַשֶּׁמֶן וּבֵין הָעֲנָבִים׃ 


מַה־יֵּשׁ בֵּין הַכִּסֵּא הַקָּטֹן וּבֵין הַכַּד הַגָּדוֹל? אֶבֶן! הָאֶבֶן בֵּין הַכִּסֵּא הַקָּטֹן וּבֵין הַכַּד הַגָּדוֹל׃ הָאֶבֶן בֵּין הַכִּסֵּא וּבֵין הַכַּד׃ ⥂  
עֶגְלוֹן בֵּינִי וּבֵין צִדְקִיָּהוּ׃  
צִדְקִיָּהוּ בֵּין עֶגְלוֹן וּבֵין אַבְרָם׃
אֲנַחְנוּ בֵּין צִדְקִיָּהוּ וּבֵין עֶגְלוֹן׃
  

בֵּת 🗨 אַבְרָם, צִדְקִיָּהוּ בֵּינִי וּבֵינְךָ׃
אַבְרָם 🗨 בֵּת, עֶגְלוֹן בֵּינִי וּבֵינֵךְ׃
 
הָאִישׁ בֵּין הַגְּמַלִּים׃   


הַנָּהָר בֵּין הֶהָרִים הָאֵלֶּה וּבֵין הֶהָרִים הָהֵם׃   
הַכִּסֵּא בֵּינֵינוּ׃
הָעוֹף בֵּין הַשָּׁמַיִם וּבֵין הָאָרֶץ׃ 
הָעִיר בֵּין הֶהָרִים וּבֵין הַיָּם׃  


הָאִשָּׁה בֵּין בִּתָּהּ וּבֵין בְּנָהּ׃ 
הַיַּלְדָּה רָצָה בֵּין אָבִיהָ וּבֵין אִמָּהּ׃ 
הָאִשָּׁה בֵּין אִישָׁהּ וּבֵין בְּנָהּ׃
הָאִשָּׁה בֵּין יְלָדֶיהָ׃   
הָאִשָּׁה בֵּין אִמָּהּ וּבֵין בִּתָּהּ׃
הָאִישׁ עִם־אִשְׁתּוֹ וְיַלְדֵיהֶם בֵּינֵיהֶם׃   
בֵּינֵיהֶם אוֹ בֵּינֹתָם 
הַיְלָדִים בֵּין אֲבִיהֶם וּבֵין אִמָּם׃
הַיְלָדִים בֵּינֵיהֶם׃ 
הַדֶּרֶךְ בֵּין הַיָּמִּים׃
הַדֶּרֶךְ בֵּין הַיָּם וּבֵין הָהָר׃
הַיֶּלֶד הָלַךְ בֵּין אָבִיו וּבֵין אִמּוֹ׃ הַיֶּלֶד הָלַךְ בֵּינֵיהֶם אוֹ הַיֶּלֶד הָלַךְ בֵּינֹתָם׃
וַיֵּלֶךְ הָאִישׁ בֵּין בְּנוֹ וּבֵין בִּתּוֹ׃ וַיִּשָּׂא אֶת־בִּתּוֹ וַתִּשָּׂא אִשְׁתּוֹ אֶת־בְּנָהּ׃
 
מִלְחָמָה - שָׁלוֹם
________________
5:26a מְלָכִים א  
וְיהוה נָתַן חָכְמָה לִשְׁלֹמֹה כַּאֲשֶׁר דִּבֶּר־לוֹ וַיְהִי שָׁלֹם בֵּין חִירָם וּבֵין שְׁלֹמֹה…
________________


מִי חִירָם? מֶלֶךְ צֹר הוּא, מֶלֶךְ צֹר׃ צֹר הָעִיר הַגְּדוֹלָה אֲשֶׁר עַל־שְׂפַת הַיָּם הַגָּדוֹל׃ צֹר הָעִיר׃ חִירָם מֶלֶךְ צֹר וּשְׁלֹמֹה מֶלֶךְ יִשְׂרָאֵל בִּירוּשָׁלַםִ׃ 
מֶה הָיָה בֵּינֹתָם? מֶה הָיָה בֵּין שְׁלֹמֹה וּבֵין חִירָם? הֲמִלְחָמָה אִם־שָׁלוֹם? שָׁלוֹם הָיָה בֵּינֹתָם! שָׁלוֹם 


שָׁלוֹם!
________________`,
			},
			{
				id: 96,
				title: 'AwB 68: Killing in the Camp',
				unitId: 15,
				order: 158,
				content: `שָׁלוֹם, אֲנִי בֵּת!
וַיִּקַּח דָּוִד אֶבֶן וַיְקַלַּע  וַיַּךְ אֶת־גָּלְיָת וַיִּפֹּל אַרְצָה וַיָּרָץ דָּוִד אֶל־הַפְּלִשְׁתִּי וַיִּקַּח אֶת־חַרְבּוֹ וַיִּכְרֹת אֶת־רֹאשׁוֹ וַיָּנֻסוּ פְלִשְׁתִּים וַיִּרְדֹּף יִשְׂרָאֵל אַחֲרֵיהֶם׃  
מַה־זֶּה? זֶה מַחֲנֶה׃ 
מַחֲנֶה בַמִּדְבָּר, מַחֲנֶה קָטֹן
מַחֲנֶה בַלַּיְלָה, מַחֲנֶה יוֹמָם
מַחֲנֶה וְגָמָל בַּמִּדְבָּר
מַחֲנֵה יִשְׂרָאֵל
הָרֶכֶב וְהַפָּרָשִׁים בָּאוּ אֶל־מַּחֲנֵה אֹיְבֵיהֶם׃
וַיָּבֹא הַמַּלְאָךְ אֶל־הַמַּחֲנֶה וַיֵּרֶד מֵעַל סוּסוֹ׃ וַיִּקַּח סֵפֶר מִן־הַכְּלִי וַיִּתֵּן לְשַׂר הַצָּבָא׃ וַיִּקַּח הַשַּׂר אֶת־הַסֵּפֶר מִיָּדוֹ וַיִּקְרָא אֹתוֹ׃
זֶה מַחֲנֶה ← הַמָּקוֹֹם אֲשֶׁר־שָׁם אֹהָלִים רַבִּים מַחֲנֶה׃ 🎪🎪🎪🎪🎪🎪🎪
גַּם־זֶה מַחֲנֶה ← כָּל־אַנְשֵׁי הַצָּבָא׃ כָּל־אַנְשֵׁי הַצָּבָא מַחֲנֶה׃ 


זֶה מַחֲנֵה מִצְרַיִם רִכְבּוֹ וּפָרָשָׁיו׃ 
זֶה מַחֲנֵה יִשְׂרָאֵל וְזֶה מַחֲנֵה אֹיְבֵי יִשְׂרָאֵל׃ 
מַחֲנֵה מִצְרַיִם מֵת בַּיָּם׃
 
וְיַעֲקֹב הָלַךְ לְדַרְכּוֹ׃ וַיָּבֹאוּ מַלְאֲכֵי אֱלֹהִים לִקְרָאתוֹ וַיַּרְא אֹתָם יַעֲקֹב וַיֹּאמֶר מַחֲנֵה אֱלֹהִים זֶה…
________________


32:3b בְּרֵאשִׁית  
וַיִּקְרָא שֵׁם הַמָּקוֹם הַהוּא מַחֲנַיִם׃
________________


מַחֲנֶה, מַחֲנֶה ← מַחֲנַיִם 2
אֶת־מִי רָאָה יַעֲקֹב? אֶת־מַלְאֲכֵי אֱלֹהִים׃ אֶת־מַלְאֲכֵי אֱלֹהִים רָאָה יַעֲקֹב׃ וְאַחֲרֵי־כֵן מָה אָמַר? מָה אָמַר יַעֲקֹב? כֹּה אָמַר יַעֲקֹב`,
			},
			{
				id: 97,
				title: 'AwB 69: The Woman Who Killed Sisera',
				unitId: 15,
				order: 161,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
 הוּא יָבִין, מֶלֶךְ כְּנַעַן׃ יָבִין מֶלֶךְ כְּנַעַן׃ 
וְהוּא סִיסְרָא שַׂר־צְבָאוֹ׃ 
  

הִיא דְּבוֹרָה אִשָּׁה נְבִיאָה׃ דְּבוֹרָה אִשָּׁה נְבִיאָה׃ וְהוּא בָּרָק בֶּן־אֲבִינֹעַם׃ 
  

הוּא חֶבֶר הַקֵּינִי׃ חֶבֶר שְׁמוֹ׃ הוּא חֶבֶר הַקֵּינִי׃ וְהִיא יָעֵל אִשְׁתּוֹ׃


וַיַּעֲשׂוּ בְנֵי יִשְׂרָאֵל הָרַע בְּעֵינֵי יהוה וַיִּתֵּן אֹתָם בְּיַד אֹיְבֵיהֶם יָבִין מֶלֶךְ־כְּנַעַן וְשַׂר־צְבָאוֹ סִיסְרָא׃ וַיִּצְעֲקוּ בְנֵי יִשְׂרָאֵל אֶל־יהוה׃
________________


 צָעַק
מֶה עָשׂוּ? צָעֲקוּ׃ בְּנֵי יִשְׂרָאֵל צָעֲקוּ אֶל־יהוה׃ 
בֵּת 🗨 אַאַאַאַ! אָדֹנַי הֹשִׁעֵינוּ! הֹשִׁעֵינוּ אָדֹנַי!   
צָעַקְתִּי אֶל־יהוה׃ אֲנִי צָעַקְתִּי אֶל־יהוה׃ 
אַבְרָם 🗨 יהוה הֹשִׁעֵנִי! יהוה הֹשִׁעֵנִי! 
אַבְרָם צָעַק אֶל־יהוה׃ אַבְרָם צָעַק אֶל־יהוה׃ 
בֵּת וְהָאֲנָשִׁים 🗨 אַאַאַאַאַ!   
צָעַקְנוּ׃ צָעַקְנוּ׃ 
בְּנֵי יִשְׂרָאֵל צָעֲקוּ אֶל־יהוה׃ 
________________


וַיִּצְעֲקוּ בְנֵי יִשְׂרָאֵל אֶל־יהוה כִּי תְּשַׁע מֵאוֹת רֶכֶב לְסִיסְרָא׃ תְּשַׁע מֵאוֹת רֶכֶב׃ אַבְרָם׃  
________________


אַבְרָם 🗨 לָ֫מָּה צָעֲקוּ בְנֵי יִשְׂרָאֵל אֶל־יהוה? 
בֵּת 🗨 כִּי חָזָק מְאֹד סִיסְרָא אוֹיֵב יִשְׂרָאֵל וּתְשַׁע מֵאוֹת רֶכֶב לוֹ׃ תְּשַׁע מֵאוֹת רֶכֶב! זֶה רַב מְאֹד!
________________
וּדְבוֹרָה הָיְתָה אִשָּׁה נְבִיאָה׃   
________________


יִרְמְיָּהוּ הָיָה אִישׁ נָבִיא, גַּם־שְׁמוּאֵל הָיָה אִישׁ נָבִיא, גַּם־יוֹנָה הָיָה נָבִיא׃ אֵלִיָּהוּ וֶאֱלִישָׁע הָיוּ נְבִיאִי‍ם׃ 
דְבוֹרָה הָיְתָה אִשָּׁה נְבִיאָה׃
________________


 
וּדְבוֹרָה הָיְתָה אִשָּׁה נְבִיאָה וַתִּשְׁלַח וַתִּקְרָא לְבָרָק בֶּן־אֲבִינֹעַם׃ וַתֹּאמֶר אֵלָיו קוּם כִּי זֶה הַיּוֺם אֲשֶׁר נָתַן יהוה אֶת־סִיסְרָא שַׂר־צְבָא יָבִין וְאֶת־רִכְבּוֹ בְּיָדְךָ׃ נָתַן יהוה אֶת־אֹיְבֶיךָ בְּיָדְךָ׃ הֲלֹא יהוה יָצָא לְפָנֶיךָ?  
________________


בֵּת 🗨 דַּבֶּר, אַבְרָם
 אַבְרָם 🗨 לְמִי קָרְאָה דְבוֹרָה הַנְּבִיאָה? 
בֵּת 🗨 לְבָרָק בֶּן־אֲבִינֹעַם קָרְאָה דְבוֹרָה׃ לְבָרָק בֶּן־אֲבִינֹעַם׃
________________


וַיֵּרֶד בָּרָק וַאֲנָשָׁיו לִקְרַאת סִיסְרָא׃ וַיִּתֵּן יהוה אֶת־כָּל־הָרֶכֶב וְאֶת־כָּל־הַמַּחֲנֶה בְּיַד בָּרָק׃     
וַיֵּרֶד סִיסְרָא מֵעַל הַמֶּרְכָּבָה וַיָּנָס בְּרַגְלָיו׃
________________


בֵּת 🗨 דַּבֶּר, אַבְרָם
אַבְרָם 🗨 בַּמֶּה נָס סִיסְרָא? הֲבַמֶּרְכָּבָה נָס? 
בֵּת 🗨 לֹא, לֹא בַמֶּרְכָּבָה נָס סִיסְרָא׃ יָרַד מֵעַל הַמֶּרְכָּבָה וַיָּנָס בְּרַגְלָיו׃
אַבְרָם 🗨 אַאַאַ...בְּרַגְלָיו׃
________________


וּבָרָק רָדַף אַחֲרֵי הָרֶכֶב וְאַחֲרֵי הַמַּחׇנֶה׃ וַיִּפֹּל כָּל־מַחֲנֵה סִיסְרָא לְפִי־חֶרֶב׃ לְפִי חֶרֶב׃    
________________


מַה־זֶּה פִּי חֶרֶב? זֹאת חֶרֶב וְזֶה פִּי הַחֶרֶב׃ חֶרֶב, פִּי הַחֶרֶב 
מַחֲנֵה סִיסְרָא נָפַל לְפִי־חֶרֶב ← מֵתוּ
________________


וּבָרָק רָדַף אַחֲרֵי הָרֶכֶב וְאַחֲרֵי הַמַּחֲנֶה׃ וַיִּפֹּל כָּל־מַחֲנֵה סִיסְרָא לְפִי־חֶרֶב׃ וְסִיסְרָא נָס בְּרַגְלָיו אֶל־אֹהֶל יָעֵל אֵשֶׁת חֶבֶר הַקֵּינִי כִּי שָׁלוֹם בֵּין יָבִין וּבֵין בֵּית חֶבֶר הַקֵּינִי׃ 
________________
  בֵּת 🗨 אַבְרָם, דַּבֶּר
אַבְרָם 🗨 לָמָּה נָס סִיסְרָא אֶל־אֹהֶל יָעֵל? 
בֵּת 🗨 כִּי שָׁלוֹם בֵּין יָבִין וּבֵין חֶבֶר הַקֵּינִי׃ וְיָעֵל אֵשֶׁת חֶבֶר הַקֵּינִי עַל־כֵּן לֹא יָרֵא סִיסְרָא מִפְּנֵי יָעֵל׃ לֹא יָרֵא׃ 
אַבְרָם 🗨 אַאַאַ...שָׁלוֹם בֵּינֵיהֶם׃


________________


וַתֵּצֵא יָעֵל לִקְרַאת סִיסְרָא וַתֹּאמֶר אֵלָיו בּוֹא אֲדֹנִי בּוֹא׃  
________________


אָדוֹן ← אֲדֹנִי 
פּוֹטִיפַר אֲדוֹן יוֹסֵף׃ יוֹסֵף עֶבֶד פּוֹטִיפַר׃ פּוֹטִיפַר אֲדוֹן יוֹסֵף׃ יוֹסֵף אָמַר לְפֹטִיפַר אַתָּה אֲדֹנִי׃
________________


וַתֵּצֵא יָעֵל לִקְרַאת סִיסְרָא וַתֹּאמֶר אֵלָיו בּוֹא אֲדֹנִי בּוֹא׃ וַיָּבֹא סִיסְרָא הָאֹהֱלָה׃ וַיֹּאמֶר סִיסְרָא אֵלֶיהָ תְּנִי־לִי מְעַט־מַיִם׃ וַתִּתֶּן־לוֹ חָלָב וַיִּשְׁכַּב שָׁם׃   
________________


בֵּת 🗨 דַּבֶּר, אַבְרָם
 אַבְרָם 🗨 מַה־נָּתְנָה יָעֵל לְסִיסְרָא? 
בֵּת 🗨 חָלָב, חָלָב נָתְנָה לוֹ׃ 
אַבְרָם 🗨 חָלָב? 
בֵּת 🗨 חָלָב
אַבְרָם 🗨 מִי שָׁכַב שָׁם בָּאֹהֶל? הֲיָעֵל שָׁכְבָה? 
בֵּת 🗨 לֹא כִּי סִיסְרָא שָׁכַב׃ וַיִּשְׁכַּב אָמַרְתִּי׃ וַיִּשְׁכַּב וְלֹא וַתִּשְׁכַּב׃ וַיִּשְׁכַּב סִיסְרָא׃ 
אַבְרָם 🗨 אַאַאַ...סִיסְרָא׃
________________


וַתִּקַּח יָעֵל אֵשֶׁת חֶבֶר אֶת־יְתַד הָאֹהֶל וַתָּשֶׂם אֶת־הַמַּקֶּבֶת בְּיָדָהּ׃
________________


זֹאת מַקֶּבֶת׃     
זֹאת יָתֵד׃ יְתַד הָאֹהֶל׃ וְזֹאת מַקֶּבֶת׃ 


יָתֵד, יָתֵד ← אֵלֶּה יְתֵדוֹת׃ יָתֵד אוֹ יְתַד אֹהֶל
מַקֶּבֶת
________________


וַתִּקַּח יָעֵל אֶת־יְתַד הָאֹהֶל וַתָּשֶׂם אֶת־הַמַּקֶּבֶת בְּיָדָהּ׃ וַתָּבֹא אֶל־סִיסְרָא בַּלָּאט׃
________________
  בַּלָּאט׃ אַבְרָם בָּא בַּלָּאט׃ בֵּת בָּ֫אָה בַּלָּאט׃ הַגִּבּוֹר הָלַךְ בַּלָּאט׃
________________


וַתָּבֹא אֶל־סִיסְרָא בַּלָּאט׃ וַתָּשֶׂם אֶת־היָּתֵד לְרֹאשׁוֹ, לְרֹאשׁ סִיסְרָא׃ וַתַּךְ אֹתָהּ בַּמַּקֶּבֶת וַיָּמָת סִיסְרָא׃ וּבָרָק רָדַף אַחֲרָיו וַתֵּצֵא יָעֵל לִקְרָאתוֹ׃ וַתֺּאמֶר לוֹ הָאִישׁ פֹּה בָּאֹהֶל׃ הָאִישׁ פֹּה בָאֹהֶל׃ וַיָּבֹא בָרָק הָאֹהֱלָה וְהִנֵּה סִיסְרָא מֵת׃ וְהַיָּתֵד בְּרֹאשׁוֹ׃   
________________


בֵּת 🗨 אַבְרָם, דַּבֶּר
אַבְרָם 🗨 מִי הָרַג אֶת־סִיסְרָא? הֲיָעֵל אִם־בָּרָק? 
בֵּת 🗨 יָעֵל הָרְגָה אֹתוֹ, יָעֵל! 
אַבְרָם 🗨 אַאַאַ… הָאִשָּׁה הָרְגָה אֹתוֹ׃ בַּמֶּה הָרְגָה אֹתוֹ? הֲבַחֶרֶב אִם־בַּחֲנִית? 
בֵּת 🗨 לֹא, לֹא בַחֶרֶב וְלֹא בַחֲנִית הָרְגָה אֹתוֹ׃ בַּיָּתֵד הָרְגָה אֹתוֹ׃ 
אַבְרָם 🗨 בַּיָּתֵד? 
בֵּת 🗨 בַּיָּתֵד! בִּיתַד הָאֹהֶל וּבַמַּקֶּבֶת הָרְגָה אֹתוֹ׃ בִּיתַד הָאֹהֶל וּבַמַּקֶּבֶת׃
________________


בַּיוֹם הַהוּא נָתַן יהוה אֶת־סִיסְרָא אוֹיֵב יִשְׂרָאֵל בְּיַד אִשָּׁה׃ הַקֵּץ 
________________
________________


הָאִשָּׁה אֲשֶׁר הָרְגָה אֶת־סִיסְרָא
וַיַּעֲשׂוּ בְנֵי יִשְׂרָאֵל הָרַע בְּעֵינֵי יהוה וַיִּתֵּן אֹתָם בְּיַד אֹיְבֵיהֶם יָבִין מֶלֶךְ־כְּנַעַן וְשַׂר־צְבָאוֹ סִיסְרָא׃ וַיִּצְעֲקוּ בְנֵי יִשְׂרָאֵל אֶל־יהוה כִּי תְּשַׁע מֵאוֹת רֶכֶב לְסִיסְרָא׃ וּדְבוֹרָה הָיְתָה אִשָּׁה נְבִיאָה וַתִּשְׁלַח וַתִּקְרָא לְבָרָק בֶּן־אֲבִינֹעַם׃ וַתֹּאמֶר אֵלָיו קוּם כִּי זֶה הַיּוֺם אֲשֶׁר נָתַן יהוה אֶת־סִיסְרָא שַׂר־צְבָא יָבִין וְאֶת־רִכְבּוֹ בְּיָדְךָ׃ הֲלֹא יהוה יָצָא לְפָנֶיךָ׃ וַיֵּרֶד בָּרָק וַאֲנָשָׁיו לִקְרַאת סִיסְרָא׃ וַיִּתֵּן יהוה אֶת־כָּל־הָרֶכֶב וְאֶת־כָּל־הַמַּחֲנֶה בְּיַד בָּרָק׃ וַיֵּרֶד סִיסְרָא מֵעַל הַמֶּרְכָּבָה וַיָּנָס בְּרַגְלָיו׃ וּבָרָק רָדַף אַחֲרֵי הָרֶכֶב וְאַחֲרֵי הַמַּחֲנֶה׃ וַיִּפֹּל כָּל־מַחֲנֵה סִיסְרָא לְפִי־חֶרֶב׃ וְסִיסְרָא נָס בְּרַגְלָיו אֶל־אֹהֶל יָעֵל אֵשֶׁת חֶבֶר הַקֵּינִי כִּי שָׁלוֹם בֵּין יָבִין וּבֵין בֵּית חֶבֶר הַקֵּינִי׃ וַתֵּצֵא יָעֵל לִקְרַאת סִיסְרָא וַתֹּאמֶר אֵלָיו בּוֹא אֲדֹנִי׃ וַיָּבֹא סִיסְרָא הָאֹהֱלָה׃ וַיֹּאמֶר אֵלֶיהָ תְּנִי־לִי מְעַט־מַיִם׃ וַתִּתֶּן־לוֹ חָלָב וַיִּשְׁכַּב שָׁם׃ וַתִּקַּח יָעֵל אֵשֶׁת חֶבֶר אֶת־יְתַד הָאֹהֶל וַתָּשֶׂם אֶת־הַמַּקֶּבֶת בְּיָדָהּ׃ וַתָּבֹא אֵלָיו בַּלָּאט׃ וַתָּשֶׂם אֶת־הַיָּתֵד לְרֹאשׁוֹ וַתַּךְ אֹתָהּ בַּמַּקֶּבֶת וַיָּמָת סִיסְרָא׃ וּבָרָק רָדַף אַחֲרָיו וַתֵּצֵא יָעֵל לִקְרָאתוֹ׃ וַתֺּאמֶר אֵלָיו הָאִישׁ פֹּה בָאֹהֶל׃ וַיָּבֹא בָרָק הָאֹהֱלָה וְהִנֵּה סִיסְרָא מֵת וְהַיָּתֵד בְּרֹאשׁוֹ׃ בַּיוֹם הַהוּא נָתַן יהוה אֶת־סִיסְרָא אוֹיֵב יִשְׂרָאֵל בְּיַד אִשָּׁה׃ הַקֵּץ
________________
            שִׁיעוּר 70 שִׁבְעִים
 שָׁלוֹם, אֲנִי בֵּת!  
מַה־זֶּה? זֶה זֶ֫רַע ←
זֶ֫רַע נָפַל בִּידֵי אִשָּׁה׃  
צִדְקִיָּהוּ אָכַל זֶרַע׃ אַבְרָם אָכַל זֶרַע כְּצִדְקִיָּהוּ׃ 
זֶרַע רִמּוֹן, זֶרַע תְּאֵנָה  




וָאֶתֵּן לְצִדְקִיָּהוּ זֶרַע וַיִּקַּח מִיָּדִי׃ ←
  
  



→ הַיַּלְדָּה נָתְנָה זֶרַע לָעוֹף׃
צִדְקִיָּהוּ אָכַל זֶרַע עַל־הַשֻּׁלְחָן׃ ←  


וַיִּקַּח צִדְקִיָּהוּ זֶרַע רִמּוֹן מִיָּדִי וַיֹּאכַל׃


וַיֹּאכַל צִדְקִיָּהוּ זֶרַע וָאֶתֶּן־לוֹ עוֹד זֶרַע׃ וַיַּרְא אֹתוֹ וְלֹא לָקַח אֹתוֹ׃


 אֶ֫רֶץ ← אַרְצוֹ
חֶ֫רֶב ← חַרְבּוֹ
קֶ֫לַע ← קַלְעוֹ
זֶ֫רַע ← זַרְעוֹ
  

גַּם־בָּנִים וּבָנוֹת זֶ֫רַע׃ 
בְּנֵי אִישׁ זַרְעוֹ׃ 
בְּנֵי אִשָּׁה זַרְעָהּ׃ 
בָּנֶיךָ וּבְנֹתֶיךָ זַרְעֲךָ׃ 
  



  









→אִישׁ וַאֲבֹתָיו


אִשָּׁה וַאֲבֹתֶיהָ←
  
  

→ אִישׁ וְזַרְעוֹ
אִשָּׁה וְזַרְעָהּ ←






  

כָּל־בְּנֵי יִשְׂרָאֵל זֶרַע אַבְרָהָם׃ 
גַּם־בְּנֵי יִשְׂמָעֵאל זֶרַע אַבְרָהָם׃ 


יוֹסֵף מִזֶּרַע אַבְרָהָם׃ 
דָּוִד מִזֶּרַע יְהוּדָה׃ 
שָׁאוּל מִזֶּרַע בִּנְיָמִין׃ 
אַהֲרֹן מִזֶּרַע לֵוִי׃
הַכֹּהֲנִים מִזֶּרַע אַהֲרֹן׃
 
הוּא דָּוִד וְהוּא יְהוֹנָתָן בֶּן־שָׁאוּל…
________________


20:42b שְׁמוּאֵל א  
וַיֹּאמֶר יְהוֹנָתָן לְדָוִד יהוה יִהְיֶה בֵּינִי וּבֵינֶךָ וּבֵין זַרְעִי וּבֵין זַרְעֲךָ עַד־עוֹלָם׃ 
________________
אֲרוֹן הַבְּרִית, בְּרִית   
סֵפֶר הַבְּרִית, זֶה סֵפֶר הַבְּרִית׃ סֵפֶר הַבְּרִית אוֹ סֵפֶר הַתּוֹרָה   


סֵפֶר הַבְּרִית← בְּרִית 
  

מַה־יֵּשׁ בֵּין יהוה וּבֵין עַמּוֹ? בְּרִית! בְּרִית בֵּינֵיהֶם, בְּרִית! 


הִנֵּה קֶשֶׁת בֶּעָנָן׃ נָתַן אֱלֹהִים אֶת־קַשְׁתּוֹ בֶּעָנָן כִּי בְרִית בֵּין אֱלֹהִים וּבֵין הָאָרֶץ׃🌈
וַיֹּאמְרוּ שְׁנֵי מְלָכִים שָׁלוֹם יִהְיֶה בֵּינֵינוּ וְלֹא מִלְחָמָה׃ וְעַתָּה בְּרִית בֵּינֵיהֶם׃ בְּרִית בֵּינֵיהֶם׃ יֵשׁ בְּרִית בֵּין שְׁנֵי הַמְּלָכִים׃ 
בְּרִית בֵּין יהוה וּבֵין בְּנֵי יִשְׂרָאֵל׃
בְּרִית הָיְתָה בֵין יהוה וּבֵין אַבְרָם׃ בְּרִית הָיְתָה בֵין יהוה וּבֵין אַבְרָם׃
בְּרִית הָיְתָה בֵין שְׁלֹמֹה וּבֵין חִירָם מֶלֶךְ צֹר׃ 
בְּרִית בֵּינִי וּבֵין אַבְרָם כִּי לָקַח אֹתִי לוֹ לְאִשָּׁה׃ בְּרִית בֵּינֵינוּ׃
 כָּרַת בְּרִית  
יהוה כָּרַת בְּרִית אֶת־אַבְרָם, כָּרַת בְּרִית׃ 
לֹא עָשָׂה✘ ← כָּרַת✔ בְּרִית׃ יהוה כָּרַת בְּרִית אֶת־אַבְרָם/ עִם־אַבְרָם׃
________________
  

18:3a שְׁמוּאֵל א
וַיִּכְרֹת יְהוֹנָתָן וְדָוִד בְּרִית 
________________
וַיָּבֹאוּ אַנְשֵׁי גִבְעוֹן אֶל־יְהוֹשֻׁעַ׃ וַיַּעַשׂ לָהֶם יְהוֹשֻׁעַ שָׁלוֹם וַיִּכְרֹת לָהֶם בְּרִית׃
________________


בְּרֵאשִׁית 15:18      
בַּיּוֹם הַהוּא כָּרַת יהוה אֶת־אַבְרָם בְּרִית לֵאמֹר לְזַרְעֲךָ נָתַתִּי אֶת־הָאָרֶץ הַזֹּאת מִנְּהַר מִצְרַיִם עַד־הַנָּהָר הַגָּדֹל נְהַר־פְּרָת׃
________________


מֶה עָשָׂה יהוה אֶת־אַבְרָם? כָּרַת אִתּוֹ בְּרִית!   
מַה־נָּתַן יהוה? מַה־נָּתַן? אֶת־הָאָרֶץ! אֶת־הָאָרֶץ מִנְּהַר מִצְרַיִם עַד־הַנָּהָר הַגָּדוֹל׃ לְמִי נָתַן אֹתָהּ? לְזֶרַע אַבְרָהָם! לְזֶרַע אַבְרָהָם נָתַן אֶת־הָאָרֶץ׃ 
________________


שְׁמוּאֵל ב 5:3  
וַיָּבֹאוּ כָּל־זִקְנֵי יִשְׂרָאֵל אֶל־הַמֶּלֶךְ חֶבְרוֹנָה וַיִּכְרֹת לָהֶם הַמֶּלֶךְ דָּוִד בְּרִית בְּחֶבְרוֹן לִפְנֵי יהוה וַיִּמְשְׁחוּ אֶת־דָּוִד לְמֶלֶךְ עַל־יִשְׂרָאֵל׃
________________


הַזְּקֵנִים מָשְׁחוּ אֶת־דָּוִד לְמֶלֶךְ׃ כָּל־זִקְנֵי יִשְׂרָאֵל בָּ֫אוּ חֶבְר֫וֹנָה וּמֶה עָשׂוּ שָׁם? מֶה עָשׂוּ? מֶה עָשׂוּ הַזְּקֵנִים? מָשְׁחוּ אֶת־דָּוִד לְמֶלֶךְ׃ וּמֶה עָשָׂה דָּוִד? מֶה עָשָׂה דָּוִד לָהֶם? כָּרַת לָהֶם בְּרִית׃ כָּרַת בְּרִית לְזִקְנֵי יִשְׂרָאֵל לִפְנֵי יהוה׃
________________


מְלָכִים א 5:26          
וְיהוה נָתַן חָכְמָה לִשְׁלֹמֹה כַּאֲשֶׁר דִּבֶּר־לוֹ וַיְהִי שָׁלֹם בֵּין חִירָם וּבֵין שְׁלֹמֹה וַיִּכְרְתוּ בְרִית שְׁנֵיהֶם׃
________________


מֶה עָשׂוּ שְׁנֵי הַמְּלָכִים? מֶה עָשׂוּ שְׁנֵיהֶם? כָּרְתוּ בְרִית׃ כָּרְתוּ שְׁנֵיהֶם בְּרִית׃


שָׁלוֹם!
________________`,
			},
			{
				id: 98,
				title: 'AwB 70: Covenant & Seed',
				unitId: 15,
				order: 163,
			},
			{
				id: 99,
				title: 'AwB 71: Vayyiqtol Forms 4: Feminine Plural',
				unitId: 16,
				order: 168,
				content: `[בֵּת בָּכְתָה😭]
שָׁלוֹם, אֲנִי בֵּת 😢
בָּכָה   
הָאִישׁ בָּכָה׃ הַנַּעֲרָה בָּכְתָה׃ בָּכִיתִי׃ הָאִשָּׁה בָּכְתָה׃  
 שָׁתָה ← וַיֵּשְׁתְּ
בָּכָה ← וַיֵּבְךְּ


וַיַּרְא יוֹסֵף אֶת־בִּנְיָמִין אָחִיו וַיֵּצֵא וַיֵּבְךְּ׃
נָשָׂא אֶת־הַקּוֹל
נָשָׂאתִי אֶת־פָּנַי׃ ↑😐 נָשָׂאתִי אֶת־עֵינַי׃↑👀 נָשָׂאתִי אֶת־קוֹלִי׃ ↑🗣  
אַבְרָם נָשָׂא אֶת־פָּנָיו׃ ↑😐 אַבְרָם נָשָׂא אֶת־עֵינָיו׃ ↑👀 
אַבְרָם נָשָׂא אֶת־קוֹלוֹ ←  וַיִּשָּׂא אַבְרָם אֶת־קוֹלוֹ׃ ↑🗣  
[אַבְרָם רָאָה כִּי נָפַל הָאִישׁ]
אַבְרָם 🗨 לֹא,לֹא!
וַיִּשָּׂא אַבְרָם אֶת־קוֹלוֹ וַיֵּבְךְּ׃ 😭


________________


בְּרֵאשִׁית 29:11          
וַיִּשַּׁק יַעֲקֹב לְרָחֵ֑ל וַיִּשָּׂא אֶת־קֹלוֹ וַיֵּבְךְּ׃
________________


וַיִּקְרָא דָוִד לְשָׁאוּל לֵאמֹר אֲדֹנִי הַמֶּלֶךְ הִנֵּה הַיּוֹם הַזֶּה נָתַן יהוה אֶת־אֲדֹנִי בְּיָדִי וְלֹא הִכֵּיתִי אֹתְךָ…
________________


 24:17b שְׁמוּאֵל א  
וַיֹּאמֶר שָׁא֔וּל הֲקֹלְךָ זֶה בְּנִי דָוִ֑ד וַיִּשָּׂא שָׁאוּל קֹלוֹ וַיֵּבְךְּ׃
________________


שְׁמוּאֵל א 11:4  
וַיָּבֹאוּ הַמַּלְאָכִים...וַיְדַבְּרוּ הַדְּבָרִים בְּאָזְנֵי הָעָ֑ם וַיִּשְׂאוּ כָל־הָעָם אֶת־קוֹלָם וַיִּבְכּוּ׃
________________
  

וַתְּהִי הָגָר שִׁפְחַת שָׂרָה בַּמִּדְבָּר וּמַיִם אֵין לָהּ…
________________


21:16b בְּרֵאשִׁית  
וַתִּשָּׂא אֶת־קֹלָהּ וַתֵּבְךְּ׃
________________


הָגָר בָּכְתָה׃ הָגָר בָּכְתָה בַּמִּדְבָּר כִּי מַיִם לֹא־הָיוּ לָהּ׃


הָמָן הָיָה אֹיֵב הַיְּהוּדִים וְאֶסְתֵּר הָיְתָה הַמַּלְכָּה, אֵשֶׁת הַמֶּלֶךְ…
________________


אֶסְתֵּר 8:3b           
וַתְּדַבֵּר לִפְנֵי הַמֶּ֔לֶךְ וַתִּפֹּל לִפְנֵי רַגְלָ֑יו וַתֵּבְךְּ 
________________


בְּרֵאשִׁית 50:1  
וַיִּפֹּל יוֹסֵף עַל־פְּנֵי אָבִ֑יו וַיֵּבְךְּ עָלָיו וַיִּשַּׁק־לוֹ׃ 
________________
  
  

אִישׁ זָקֵן 🗨 קוּם! לֵךְ! שׁוּב! שֵׁב!
וַיָּקָם הָאִישׁ וַיֵּלֶךְ וַיָּשָׁב וַיֵּשֶׁב׃


בֵּת 🗨 וַתָּקָם וַתֵּלֶךְ וַתָּשָׁב וַתֵּשֶׁב׃
  
  

אִישׁ זָקֵן 🗨 קוּמִי! לְכִי! שׁוּבִי! שְׁבִי!
וַתָּקָם הָאִשָּׁה וַתֵּלֶךְ וַתָּשָׁב וַתֵּשֶׁב׃
בֵּת 🗨 וַתָּקֻמִי וַתֵּלְכִי וַתָּשֻׁבִי וַתֵּשְׁבִי׃
  
  

אִישׁ זָקֵן 🗨 קוּמוּ! לְכוּ! שׁוּבוּ! שְׁבוּ!
וַיָּקֻמוּ הָאֲנָשִׁים וַיֵּלְכוּ וַיָּשֻׁבוּ וַיֵּשְׁבוּ׃
בֵּת 🗨 וַתָּקֻמוּ וַתֵּלְכוּ וַתָּשֻׁבוּ וַתֵּשְׁבוּ׃


אִישׁ זָקֵן 🗨 קֹ֫מְנָה! לֵ֫כְנָה! שֹׁ֫בְנָה! שֵׁ֫בְנָה!
 לְאִישׁ ← קוּם! לֵךְ!👳🏽‍♂️
 לְאִשָּׁה ← קוּמִי! לְכִי!👩🏽
 לָאֲנָשִׁים ← קוּמוּ! לְכוּ!🧔🏽👳🏾‍♂️
 לְנָשִׁים ← קֹ֫מְנָה! לֵ֫כְנָה!🧕🏾👩🏽
     
אִישׁ זָקֵן 🗨 קֹמְנָה! לֵכְנָה! שֹׁבְנָה! שֵׁבְנָה!
וַתָּקֹ֫מְנָה הַנָּשִׁים וַתֵּלַ֫כְנָה וַתָּשֹׁ֫בְנָה וַתֵּשַׁ֫בְנָה׃
בֵּת 🗨 וַתָּקֹ֫מְנָה וַתֵּלַ֫כְנָה וַתָּשֹׁ֫בְנָה וַתֵּשַׁ֫בְנָה׃  


🧔🏽👳🏾‍♂️ הֵם אָמְרוּ ← וַיֹּאמְרוּ
🧕🏾👩🏽 הֵנָּה אָמְרוּ ← וַתֹּאמַ֫רְנָה
👳🏻‍♂️🧔🏽👉🏽 אַתֶּם אֲמַרְתֶּם ← וַתֹּאמְרוּ
👩🏿🧕🏼👉🏽 אַתֶּן אֲמַרְתֶּן ← וַתֹּאמַ֫רְנָה
 
👩🏿👩🏻 הֵנָּה אָמְרוּ ← וַתֹּאמַ֫רְנָה
👩🏽🧕🏼👉🏽 אַתֶּן אֲמַרְתֶּן ← וַתֹּאמַ֫רְנָה
 
הֵנָּה הָלְכוּ ← וַתֵּלַ֫כְנָה
הֵנָּה בָּ֫אוּ ← וַתָּבֹ֫אנָה
הֵנָּה הָיוּ ← וַתִּהְיֶ֫ינָה
הֵנָּה אָכְלוּ ← וַתֹּאכַ֫לְנָה
הֵנָּה נָשְׂאוּ ← וַתִּשֶּׂ֫אנָה
הֵנָּה רָאוּ ← וַתִּרְאֶ֫ינָה
הֵנָּה יָצְאוּ ← וַתֵּצֶ֫אנָה


 הוּא בָּכָה ← וַיֵּבְךְּ
הִיא בָּכְתָה ← וַתֵּבְךְּ
הֵם בָּכוּ ← וַיִּבְכּוּ
הֵנָּה בָּכוּ ← וַתִּבְכֶּ֫ינָה
אַתֶּן בְּכִיתֶן ← וַתִּבְכֶּ֫ינָה


 🧕🏾👩🏽  
וַתֵּצֶאנָה שְׁתֵּי נְעָרוֹת מִן־הַבַּיִת׃ וַיִּפֹּל אֲחִיהֶן מֵעַל הַגָּג אַרְצָה וַיָּמָת׃ וַתָּשֹׁבְנָה הַנְּעָרוֹת וְהִנֵּה מֵת אֲחִיהֶן׃ וַתִּשֶּׂאנָה אֶת־קוֹלָן וַתִּבְכֶּינָה׃


🧕🏾👩🏽👉🏽
בֵּת 🗨 וַתֵּצֶאנָה שְׁתֵּיכֶן מִן־הַבַּיִת׃ וַיִּפֹּל אֲחִיכֶן מֵעַל הַגָּג אַ֫רְצָה וַיָּ֫מָת׃ וַתָּשֹׁ֫בְנָה וְהִנֵּה מֵת אֲחִיכֶן׃ וַתִּשֶּׂ֫אנָה אֶת־קוֹלכֶן וַתִּבְכֶּ֫ינָה׃
 👩🏽🧕🏼
וַתִּהְיֶינָה שָׁלֹשׁ נָשִׁים בַּשָּׂדֶה וַיַּעֲבֹר הַמֶּלֶךְ׃ וַתִּפֹּלְנָה עַל־פְּנֵיהֶן וַתִּשְׁתַּחֲוֶיןָ לוֹ׃ וַתָּקֹמְנָה וַתָּבֹאנָה אֶל־הַמַּחֲנֶה׃ וַתֹּאמַרְנָה אֶת־הַמֶּלֶךְ רָאִינוּ׃  
👩🏽🧕🏼👉🏽
בֵּת 🗨 וַתִּהְיֶינָה בַּשָּׂדֶה וַיַּעֲבֹר הַמֶּלֶךְ׃ וַתִּפֹּלְנָה עַל־פְּנֵיכֶן וַתִּשְׁתַּחֲוֶיןָ לוֹ׃ וַתָּקֹמְנָה וַתָּבֹאנָה אֶל־הַמַּחֲנֶה׃ וַתֹּאמַרְנָה אֶת־הַמֶּלֶךְ רָאִינוּ׃
 
שָׁלוֹם!
________________`,
			},
			{
				id: 100,
				title: 'AwB 72: Naomi & Ruth',
				unitId: 16,
				order: 172,
				content: `שָׁלוֹם, אֲנִי צִדְקִיָּהוּ!  
וַיָּבֹא אַבְרָם הַבַּיְתָה וַיִּקְרָא לְבֵת וּבֵת אֵינֶנָּה שָׁם׃ וַיִּקְרָא עוֹד וְאֵין קוֹל׃ וַיֹּאמֶר לְעֶגְלוֹן אַיֵּה בֵת וְלֹא־דִבֶּר עֶגְלוֹן מְאוּמָה׃ וַיֹּאמֶר לְצִדְקִיָּהוּ אַיֵּה בֵת וַיֹּאכַל צִדְקִיָּהוּ זֶרַע וְלֹא־דִבֶּר מְאוּמָה׃  וַיִּשָּׂא אַבְרָם אֶת־קוֹלוֹ וַיֵּבְךְּ׃


נָעֳמִי וְרוּת 
וַיְהִי רָעָב בָּאָרֶץ וַיֵּלֶךְ אִישׁ מִבֵּית לֶחֶם יְהוּדָה אֶל־שְׂדֵי מוֹאָב הוּא וְאִשְׁתּוֹ וּשְׁנֵי בָנָיו׃ וְשֵׁם הָאִישׁ אֱלִימֶלֶךְ וְשֵׁם אִשְׁתּוֹ נָעֳמִי וְשֵׁם שְׁנֵי־בָנָיו מַחְלוֹן וְכִלְיוֹן׃ וַיָּבֹאוּ שְׂדֵי־מוֹאָב וַיִּהְיוּ־שָׁם׃ וַיָּמָת אֱלִימֶלֶךְ אִישׁ נָעֳמִי׃ וַיִּקְחוּ שְׁנֵי בָנֶיהָ נָשִׁים מֹאֲבִיּוֹת וַתִּהְיֶינָה לָהֶם לְנָשִׁים׃ שֵׁם הָאַחַת עָרְפָּה וְשֵׁם הַשֵּׁנִית רוּת׃ וַיָּמֻתוּ גַם־שְׁנֵיהֶם מַחְלוֹן וְכִלְיוֹן׃ וַתָּקָם נָעֳמִי וַתֵּצֵא מִן־הַמָּקוֹם הַהוּא וּשְׁתֵּי כַלֹּתֶיהָ עִמָּהּ׃ וַתֵּלַכְנָה בַדֶּרֶךְ מִשְּׂדֵי מוֹאָב אֶל־אֶרֶץ יְהוּדָה׃ וַתֹּאמֶר נָעֳמִי לִשְׁתֵּי כַלֹּתֶיהָ לֵכְנָה שֹׁבְנָה אִשָּׁה לְבֵית אִמָּהּ וַתִּשַּׁק לָהֶן וַתִּשֶּׂאנָה קוֹלָן וַתִּבְכֶּינָה׃ וַתֹּאמַרְנָה־לָּהּ כִּי־אִתָּךְ נָשׁוּב לְעַמֵּךְ׃ וַתֹּאמֶר נָעֳמִי שֹׁבְנָה בְנֹתַי לֵכְנָה כִּי־יָצְאָה בִי יַד־יהוה וַתִּשֶּׂאנָה קוֹלָן וַתִּבְכֶּינָה עוֹד וַתִּשַּׁק עָרְפָּה לְנָעֳמִי וַתָּשָׁב אֶל־בֵּית אִמָּהּ וְרוּת לֹא שָׁבָה מֵאֵת נָעֳמִי׃ וַתֹּאמֶר נָעֳמִי הִנֵּה שָׁבָה עֹרְפָּה אֶל־עַמָּהּ וְאֶל־אֱלֹהֶיהָ שׁוּבִי אַחֲרֵיהָ׃        
וַתֹּאמֶר רוּת לֹא כִּי עַמֵּךְ עַמִּי וֵאלֹהַיִךְ אֱלֹהַי׃
וַתָּבֹאנָה שְׁתֵּיהֶן עַד בֵּית לֶחֶם׃
 
שָׁלוֹם!
________________`,
			},
			{
				id: 101,
				title: 'AwB 73: More Parts of the Body',
				unitId: 16,
				order: 174,
				content: `שָׁלוֹם, אֲנִי בֵּת!
בֵּת 🗨 אַבְרָם, מָה־אֵלֶּה? הֲזָכַרְתָּ? 
אַבְרָם 🗨 זָכַרְתִּי, כְּנָפַיִם הֵנָּה׃ 
בֵּת 🗨 יָפֶה, כְּנָפַיִם! אֵלֶּה כַּנְפֵי צִדְקִיָּהוּ׃ וּמַה־זֶּה? הֲזָכַרְתָּ? 
אַבְרָם 🗨 לֹא זָכַרְתִּי׃ 
בֵּת 🗨 זָנָב הוּא, זָנָב׃ 
אַבְרָם 🗨 זָנָב! 
בֵּת 🗨 זֶה זְנַב צִדְקִיָּהוּ, זְנַב צִדְקִיָּהוּ׃ כַּנְפֵי צִדְקִיָּהוּ וּזְנַב צִדְקִיָּהוּ׃  
כַּנְפֵי הָעוֹף 
כַּנְפֵי הַכְּרוּבִים אֲשֶׁר עַל־אֲרוֹן הַבְּרִית, זְנַב כֶּלֶב
רֹאשׁ, פָּנִים, עַ֫יִן, אֹ֫זֶן, אַף, פֶּה, שָׂפָה, יָד, כַּף, בֶּ֫טֶן, רֶ֫גֶל, רֹאשׁ רַע  
זֶה לָשׁוֹן׃ 👅 לְשׁוֹן כֶּלֶב, לְשׁוֹן נָחָשׁ, לְשׁוֹן יַלְדָּה 
זֹאת שֵׁן׃ 🦷 וְאֵלֶּה שִׁנַּיִם׃ 🦷🦷🦷🦷 שִׁנַּיִם ← שִׁנֵּי אִשָּׁה    


עֵינֵי הַגָּמָל, אַף הַגָּמָל, שִׁנֵּי הַגָּמָל  
לָשׁוֹן 👅 שֵׁן 🦷 שִׁנַּיִם 🦷🦷🦷  




זֹאת זְרוֹעַ׃ זְרוֹעַ אַבְרָם, 💪🏼 (זֶ֫רַע ≠ זְרוֹ֫עַ)  
לָשׁוֹן, שֵׁן, שִׁנַּיִם, זְרוֹעַ׃ 
זֶה שְׁכֶם׃ 
הַכֶּבֶשׂ עַל־שְׁכֶם הָאִישׁ׃     
הַכֶּלֶב עַל־שְׁכֶם הַיַּלְדָּה׃ 
הַבֵּן עַל־שְׁכֶם אָבִיו׃
 
לָשׁוֹן, שֵׁן, שִׁנַּיִם, זְרוֹעַ, שְׁכֶם    
זֹאת עֶ֫צֶם וְאֵלֶּה עֲצָמוֹת׃ 
עֶ֫צֶם, עֶ֫צֶם ← עֲצָמוֹת
עֲצָמוֹת אוֹ עֲצָמִים   
בָּשָׂר וַעֲצָמוֹת, עַצְמוֹת דָּג, עַצְמוֹת יַד אִישׁ, עַצְמוֹת פַּר


לָשׁוֹן, שֵׁן, שִׁנַּיִם, זְרוֹעַ, שְׁכֶם, עֶצֶם, עֲצָמוֹת, לֵב   
זֶה לֵב אוֹ לֵבָב׃
לָשׁוֹן ,שֵׁן, שִׁנַּיִם, זְרוֹעַ, שְׁכֶם, עֶצֶם, עֲצָמוֹת, לֵב אוֹ לֵבָב    
עוֹר
עוֹר הַפָּנִים  


(עוֹר ≠ אוֹר ← אוֹר וְחֹשֶׁךְ)  
עוֹר אָדָם, עוֹר בְּהֵמָה  
עוֹר, עוֹר ← עוֹרֹת  


  

כְּלֵי זָהָב 
כְּלֵי כֶסֶף 
כְּלֵי עֵץ 
כְּלֵי עוֹר


לָשׁוֹן, שֵׁן, שִׁנַּיִם, זְרוֹעַ, שְׁכֶם, עֶצֶם, עֲצָמוֹת, לֵב אוֹ לֵבָב, עוֹר      
זֶה קֶ֫רֶב׃ 
זֶה קִרְבּוֹ׃ 
קִרְבּוֹ → קֶרֶב 
זֶה קִרְבָּהּ׃
מַה־יֵּשׁ בַּקֶּרֶב? הַלֵּב בַּקֶּרֶב! הַלֵּבָב בַּקֶּרֶב! זְרוֹעַ? הֲבַקֶּרֶב הַזְּרוֹעַ? לֹא, הַזְרוֹעַ פֹּה׃ אֵינֶנָּה בַקֶּרֶב׃ לָשׁוֹן? הֲבַקֶּרֶב הַלָּשׁוֹן? לֹא, הַלָּשׁוֹן אֵינֶנּוּ בַקֶּרֶב׃ הַלָּשׁוֹן בַּפֶּה׃ הַלָּשׁוֹן בַּפֶּה, לֹא בַקֶּרֶב׃ 
מָה עוֹד בַּקֶּרֶב? יֵשׁ לֵב, מָה עוֹד? הַבֶּטֶן! הַבֶּטֶן בַּקֶּרֶב! הַלֵּב וְהַבֶּטֶן בַּקֶּרֶב׃ הֲיֵשׁ שִׁנַּיִם בַּקֶּרֶב? לֹא, הַשִּׁנַּיִם בַּפֶּה כַּלָּשׁוֹן׃ אֵינָן בַּקֶּרֶב׃ הֲיֵשׁ עֲצָמוֹת בַּקֶּרֶב? יֵשׁ! יֵשׁ עֲצָמוֹת בַּקֶּרֶב׃ יֵשׁ בַּקֶּרֶב לֵב וּבֶטֶן וַעֲצָמוֹת׃  
   
הַלֵּב אֲשֶׁר לִי לִבִּי׃ הַלֵּבָב אֲשֶׁר לִי לְבָבִי׃ 
הַקֶּרֶב אֲשֶׁר לִי קִרְבִּי׃ קִרְבִּי, לִבִּי אוֹ לְבָבִי, קִרְבִּי לִבִּי בְּקִרְבִּי׃ בִּטְנִי בְּקִרְבִּי׃ בְּקֶ֫רֶב כַּדָּבָר בְּתוֹךְ׃ בְּקֶרֶב, בְּתוֹךְ׃


מֹשֶׁה וְאַהֲרֹן בְּתוֹךְ הָעָם אוֹ בְּקֶ֫רֶב הָעָם׃   
שֹׁמְרוֹן בְּתוֹךְ הָאָרֶץ אוֹ שֹׁמְרוֹן בְּקֶ֫רֶב הָאָרֶץ׃




בֵּת 🗨 אַבְרָם, אַיֵּּה לִבְּךָ אוֹ לְבָבְךָ? אַבְרָם 🗨 הַלֵּב, הַלֵּבָב, לִבִּי אוֹ לְבָבִי 
בֵּת 🗨 יָפֶה! אַיֵּה זְרֹעֲךָ?         אַבְרָם 🗨 הַזְּרוֹעַ, זְרֹעִי, זְרֹעִי חֲזָקָה מְאֹד! 
בֵּת 🗨 אַיֵּה שִׁכְמְךָ?                 אַבְרָם 🗨 הַשְּׁכֶם, שִׁכְמִי 
בֵּת 🗨 יָפֶה! אַיֵּה לְשׁוֹנְךָ?         אַבְרָם 🗨 הַלָּשוֹן, לְשׁוֹנִי 
בֵּת 🗨 יָפֶה! אַיֵּה שִׁנֶּיךָ?         אַבְרָם 🗨 שִׁנַּיִם, שִׁנַּי 
בֵּת 🗨 טוֹב! אַיֵּה עוֹרְךָ?         אַבְרָם 🗨 הָעוֹר, עוֹרִי
בֵּת 🗨 יָפֶה! אַיֵּה קִרְבְּךָ?         אַבְרָם 🗨 הַקֶּרֶב, קִרְבִּי
בֵּת 🗨 יָפֶה!
וַיָּבֹא מֶלֶךְ אַשּׁוּר לַמִּלְחָמָה עַל־יְרוּשָׁלַםִ׃ וַיֹּאמֶר יְחִזְקִיָּהוּ מֶלֶךְ־יְהוּדָה אֶל־הָעָם…
________________


32:8a דִּבְרֵי הַיָּמִים ב  
עִמּוֹ זְרוֹעַ בָּשָׂ֔ר וְעִמָּנוּ יהוה אֱלֹהֵינוּ…
________________


חָזָק אֱלֹהֵינוּ מִזְּרוֹעַ בָּשָׂר׃ לֵאלֹהֵינוּ כֹּחַ גָּדוֹל וְלִזְרוֹעַ בָּשָׂר כֹּחַ קָטֹן מְאֹד׃




________________


2:20a, 2:23a בְּרֵאשִׁית  
וַיִּקְרָא הָאָדָם שֵׁמוֹת לְכָל־הַבְּהֵמָה וּלְעוֹף הַשָּׁמַיִם וּלְכֹל חַיַּת הַשָּׂדֶ֑ה… (וְאִשָּׁה אֵין בְּתוֹכָם׃ אֵין אִשָּׁה! וַיַּעַשׂ אֱלֹהִים אִשָּׁה וַתָּבֹא אֶל־הָאָדָם׃) וַיֺּאמֶר הָאָדָם זֹאת הַפַּעַם עֶצֶם מֵעֲצָמַי וּבָשָׂר מִבְּשָׂרִ֑י…  








________________


שֹׁפְטִים 3:5  
וּבְנֵי יִשְׂרָאֵ֔ל יָשְׁבוּ בְּקֶרֶב הַכְּנַעֲנִ֑י הַחִתִּי וְהָאֱמֹרִי וְהַפְּרִזִּ֔י וְהַחִוִּי וְהַיְבוּסִי׃
________________


הַכְּנַעֲנִי גּוֹי׃ הַחִתִּי גּוֹי׃ הָאֱמֹרִי גּוֹי׃  הַפְּרִזִּי גּוֹי׃ הַחִוִּי גּוֹי׃ וְהַיְבוּסִי גּוֹי׃ כָּל־אֵלֶּה גּוֹיִם׃ וּבְנֵי יִשְׂרָאֵל יָשְׁבוּ בְּקֶרֶב הַגּוֹיִם׃   
בְּקִרְבָּם ← בְּקֶרֶב הַגּוֹיִם


שָׁלוֹם!
________________`,
			},
			{
				id: 102,
				title: 'AwB 74: Lev: Mind, Will, Emotions',
				unitId: 16,
				order: 177,
				content: `שָׁלוֹם, אֲנִי בֵּת!
בֵּת 🗨 אַבְרָם, אַבְרָם! מַה־יֵּשׁ בְּפִי? 
אַבְרָם 🗨 שְׂאִי אֶת־לְשׁוֹנֵךְ׃ אַאַאַ...דְּבַשׁ וְחָלָב תַּחַת לְשׁוֹנֵךְ׃ כָּתוּב בַּתנ”ך׃
________________


4:11b שִׁיר הַשִּׁרִים  
דְּבַשׁ וְחָלָב תַּחַת לְשׁוֹנֵךְ׃
________________
  
  

לָשׁוֹן 
זֹאת לְשׁוֹן מִצְרַיִם׃ זֹאת לְשׁוֹן כְּנַעַן׃ לְשׁוֹן כְּנַעַן אוֹ שְׂפַת כְּנַעַן  
זֹאת לְשׁוֹן אַשּׁוּר׃ אֵלֶּה לְשֹׁנוֹת הַגּוֹיִם׃


🤔 שָׂם לֵב  
הָאִישׁ לֹא שָׂם לִבּוֹ אֶל־אִשְׁתּוֹ׃ 
הָאִישׁ לֹא שָׂם לִבּוֹ אֶל־בִּתּוֹ׃ 
שַׂמְתִּי לִבִּי לַדָּבָר׃
לֹא שַׂמְתִּי לִבִּי לַדָּבָר׃ 
אַבְרָם שָׂם לִבּוֹ לַדָּבָר׃  
אַבְרָם לֹא שָׂם לִבּוֹ לַדָּבָר׃


 


בֵּת 🗨 אַבְרָם, הַסֵּפֶר הַזֶּה טוֹב מְאֹד׃ קְרָא אֵת הַדְּבָרִים הָאֵלֶּה׃ קְרָא! 
אַבְרָם 🗨 זָהָב! כֶּסֶף!   
בֵּת 🗨 אַבְרָם, דִּבַּרְתִּי אֵלֶיךָ׃ שִׂים לִבְּךָ אֶל־דְּבָרַי! אַבְרָם, שִׂים לִבְּךָ אֶל־דְּבָרַי! 
אַבְרָם 🗨 מָה־אָמַרְתְּ?


אִישׁ, דֶּרֶךְ, אִישׁ וְדַרְכּוֹ
דֶּרֶךְ אִישׁ מַעֲשָׂיו אוֹ כָּל־אֲשֶׁר עָשָׂה׃ כָּל־הַדְּבָרִים אֲשֶׁר עָשָׂה ← מַעֲשָׂיו
[בֵּת 🗨 הֲטוֹבִים הַדְּבָרִים אֲשֶׁר עָשִׂיתִי אִם־רָעִים? הֲטוֹב דַּרְכִּי אִם־רַע?] 
שַׂמְתִּי אֶת־לְבָבִי עַל־דַּרְכִּי׃
[בֵּת 🗨 הַדְּבָרִים אֲשֶׁר עָשִׂיתִי? הַכֹּל טוֹב׃]
לֹא שַׂמְתִּי אֶת־לְבָבִי עַל־דַּרְכִּי׃




________________


חַגַּי 1:7   
כֹּה אָמַר יהוה צְבָא֑וֹת שִׂימוּ לְבַבְכֶם עַל־דַּרְכֵיכֶם׃
________________


   
💭 אָמַר בְּלִבּוֹ
וַיֹּאמֶר אַבְרָם בְּלִבּוֹ 💭בֵּת יְפַת מַרְאֶה מְאֹד!
וַיְּדַבֵּר אַבְרָם לְבֵת לֵאמֹר 💬הֲלֹא חֲזָקָה זְרוֹעִי? 
וַתֹּאמֶר בֵּת בְּלִבָּהּ 💭זְרוֹעַ חֲזָקָה? וַאֲנִי חֲזָקָה מִמֶּנּוּ! 
וַתֹּאמֶר 💬חָזָק אַתָּה אִישִׁי׃ 
וַיֹּאמֶר אַבְרָם בְּלִבּוֹ 💭בֵּת לֹא זָכְרָה אֶת־הַיּוֹם הַהוּא! 
וַיֹּאמֶר 💬אֱמֶת הַדָּבָר אֲשֶׁר דִּבַּרְתְּ׃
________________
  

53:2a תְּהִלִּים
אָמַר נָבָל בְּלִבּוֹ אֵין אֱלֹהִים…
________________


מַה־זֶּה נָבָל? נָבָל אִישׁ אֲשֶׁר אֵין־לוֹ לֵב׃ נָבָל אִישׁ אֲשֶׁר אֵין־לוֹ חָכְמָה׃ הוּא נָבָל׃ אֵין לוֹ לֵב׃ הוּא אִישׁ נָבָל׃ אֵין לוֹ חָכְמָה׃ אֵין לוֹ לֵב׃ אִישׁ נָבָל הוּא׃ אָמַר נָבָל בְּלִבּוֹ אֵין אֱלֹהִים׃ הָאִישׁ הֶחָכָם לֹא אָמַר כַּדָּבָר הַזֶּה׃  
😔 לִבּוֹ הִכָּה אֹתוֹ
[אַבְרָם נָתַן רֶמֶשׂ עַל־שְׁכֶם בֵּת׃ וַיַּךְ לִבּוֹ אֹתוֹ וַיִּקַּח אֹתוֹ מֵעָלֶיהָ]
לֵב אַבְרָם הִכָּה אֹתוֹ׃
וַיַּרְא אַבְרָם כִּי זָהָב רַב לְבֵת׃ וַיֹּאמֶר אַבְרָם בְּלִבּוֹ 💭אֶקַּח לִי זָהָב! 
וַיִּקַּח לוֹ מִזְּהַב בֵּת וְלֹא רָאֲתָה בֵת אֵת אֲשֶׁר עָשָׂה אַבְרָם׃ 
וַתֹּאמֶר 💬אַבְרָם הִנֵּה כָל־הַזָּהָב הַזֶּה אֲשֶׁר לָנוּ! 💬לָנוּ? 💬לָנוּ! קַח!
וַיַּךְ לֵב־אַבְרָם אֹתוֹ׃ וַיֹּאמֶר בְּלִבּוֹ 💭מַה־זֹּאת עָשִׂיתִי?
________________
  

24:5b, 24:6 שְׁמוּאֵל א
וַיָּקָם דָּוִד וַיִּכְרֹת אֶת־כְּנַף־הַמְּעִיל אֲשֶׁר־לְשָׁאוּל בַּלָּט׃ וַיְהִי אַחֲרֵי־כֵן וַיַּךְ לֵב־דָּוִד אֹת֑וֹ עַל אֲשֶׁר כָּרַ֔ת אֶת־כָּנָף אֲשֶׁר לְשָׁאוּל׃
________________


הוּא דָּוִד וְהוּא שָׁאוּל׃ וְזֶה הַמְּעִיל אֲשֶׁר לְשָׁאוּל׃ מְעִיל
מֶה עָשָׂה דָוִד? זֹאת כָּנָף ← כְּנַף־הַמְּעִיל
דָּוִד כָּרַת אֶת־כְּנַף־הַמְּעִיל אֲשֶׁר־לְשָׁאוּל׃ דָּוִד כָּרַת אֶת־הַכָּנָף בַּלָּט׃ בַּלָּט! דָּוִד אָמַר בְּלִבּוֹ כָּרַתִּי אֶת־כְּנַף מְעִיל הַמֶּלֶךְ! מַה־זֹּאת עָשִׂיתִי? הִכָּה לֵב־דָּוִד אֹתוֹ׃
וַיִּקְרָא דָוִד לְשָׁאוּל לֵאמֹר אֲדֹנִי הַמֶּלֶךְ הִנֵּה הַיּוֹם הַזֶּה נָתָן יהוה אֶת־אֲדֹנִי בְּיָדִי וְלֹא הִכֵּיתִי אֹתְךָ…
________________
  

24:17b שְׁמוּאֵל א       
וַיֺּאמֶר שָׁאוּל הֲקֹלְךָ זֶה בְּנִי דָוִ֑ד וַיִּשָּׂא שָׁאוּל קֹלוֹ וַיֵּבְךְּ׃
 
________________
3:10b יִרְמְיָהוּ  
לֹא־שָׁבָה אֵלַי...יְהוּדָה בְּכָל־לִבָּהּ כִּי אִם־בְּשֶׁקֶר…
________________
 
שָׁלוֹם!
________________`,
			},
			{
				id: 103,
				title: 'AwB 75: Participles 1: Singular',
				unitId: 16,
				order: 179,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
הָאִישׁ הָלַךְ׃ הָאִישׁ הֹלֵךְ׃
אַבְרָם כָּרַת אֶת־הַלֶּחֶם׃ אַבְרָם כֹּרֵת אֶת־הַלֶּחֶם׃
אַבְרָם שָׁתָה מַיִם׃ שָׁתָה׃ אַבְרָם שֹׁתֶה מַיִם׃
הָאִישׁ יָרַד מֵעַל הַבַּיִת׃ הָאִישׁ יֹרֵד מֵעַל הַבַּיִת׃
יָרַד ← יֹרֵד
כָּרַת ← כֹּרֵת
הָלַךְ ← הֹלֵךְ
הָאִישׁ הֹלֵךְ׃ הַיֶּלֶד הֹלֵךְ בַּשָּׂדֶה׃
הָאִישׁ הֹלֵךְ עַל־שְׂפַת הַיָּם׃ הָאִישׁ הֹלֵךְ בַּשָּׂדֶה׃ 
הָאִישׁ יֹרֵד מִן־הָהָר׃ הַמִּצְרִי הֹלֵךְ בָּעִיר׃ 
הַנַּעַר יָשַׁב׃ הַנַּעַר יֹשֵׁב׃ 
הַיֶּלֶד יֹשֵׁב׃ הַיֶּלֶד יֹשֵׁב בַּבַּיִת׃ 
הָאִישׁ יֹשֵׁב עַל־שְׂפַת הַיָּם׃ 
הָאִישׁ יֹשֵׁב עַל־הַמִּטָּה׃
הַזָּקֵן יֹשֵׁב עַל־הַכִּסֵּא׃ 
הָאִישׁ שָׁכַב׃ הָאִישׁ שֹׁכֵב׃     
הָאִישׁ שֹׁכֵב בַּבַּיִת׃
הַמִּצְרִי שֹׁכֵב עַל־הַגָּג׃


יָשַׁב ← יֹשֵׁב
הָלַךְ ← הֹלֵךְ
שָׁכַב ← שֹׁכֵב
  

אַבְרָם יֹשֵׁב׃ 
אַבְרָם הֹלֵךְ׃ 
אַבְרָם שֹׁכֵב׃ 
אַבְרָם עֹמֵד׃ 




  

הָאִישׁ עֹמֵד עַל־הָהָר׃
הַמִּצְרִי עֹמֵד בַּשָּׂדֶה׃
הַיֶּלֶד עֹמֵד פֶּתַח הַבַּיִת בָּעֶרֶב׃ 
הָאִישׁ עֹמֵד פֶּתַח הַבַּיִת בַּבֹּקֶר׃ 


הָאִישׁ הַזֶּה עֹמֵד עַל־הַשֻּׁלְחָן וְהָאִישׁ הַזֶּה עֹמֵד עַל־הַכִּסֵּא׃ 
הַנַּעַר הַזֶּה עֹמֵד בַּמַּעֲלוֹת׃ הַנַּעַר הַזֶּה יֹשֵׁב בַּמַּעֲלוֹת׃ 
צִדְקִיָּהוּ עֹמֵד בְּרֶגֶל אַחַת׃   
הָאִישׁ יֹשֵׁב עַל־הַמִּטָּה׃ 
הָאִישׁ עֹמֵד עַל־הַמִּטָּה׃ 
הָאִישׁ שֹׁכֵב עַל־הַמִּטָּה׃ 
אַבְרָם יֹשֵׁב עַל־הָאֶבֶן׃   
אַבְרָם שֹׁכֵב עַל־הָאֶבֶן׃ 
אַבְרָם עֹמֵד עַל־הָאֶבֶן׃
   
אַבְרָם יֹשֵׁב עַל־הַשֻּׁלְחָן׃ בֵּת יֹשֶׁ֫בֶת עַל־הַשֻּׁלְחָן׃
אַבְרָם שֹׁכֵב עַל־הַשֻּׁלְחָן׃ בֵּת שֹׁכֶ֫בֶת עַל־הַשֻּׁלְחָן׃
אַברָם עֹמֵד עַל־הַשֻּׁלְחָן׃ בֵּת עֹמֶ֫דֶת עַל־הַשֻּׁלְחָן׃  


בֵּת יֹשֶׁ֫בֶת עַל־הָאֶבֶן׃ 
בֵּת שֹׁכֶ֫בֶת עַל־הָאֶבֶן׃ 
בֵּת עֹמֶ֫דֶת עַל־הָאֶבֶן׃ 


הָאִשָּׁה יֹשֶׁבֶת׃
הַנַּעֲרָה שֹׁכֶבֶת׃
הַנַּעֲרָה הַזֹּאת יֹשֶׁבֶת עַל־הָעֵץ׃ הַנַּעֲרָה הַזֹּאת יֹשֶׁבֶת בַּמַּעֲלוֹת׃ 
הַנַּעֲרָה שֹׁכֶבֶת בָּאֲדָמָה׃   
הָאִשָּׁה יֹשֶׁבֶת פֶּתַח הַבַּיִת׃
הַיַּלְדָּה עֹמֶדֶת פֶּתַח הַבַּיִת׃
הַיַּלְדָּה הֹלֶ֫כֶת בַּדֶּרֶךְ׃ 
הַיַּלְדָּה שֹׁכֶבֶת בַּבַּיִת׃
הַיַּלְדָּה יֹרֶ֫דֶת בַּמַּעֲלוֹת׃
הָאִשָּׁה הֹלֶכֶת בַּמִּדְבָּר׃
הָאִשָּׁה הֹלֶכֶת בֵּין יְלָדֶיהָ׃
הָאִשָּׁה עֹמֶדֶת בֵּין הַגְּמַלִּים׃  
הַיֶּלֶד יֹשֵׁב תַּחַת עֵץ׃ 
הַנַּעֲרָה יֹשֶׁבֶת תַּחַת עֵץ׃ 
הָאִישׁ יֹשֵׁב וְאִשְׁתּוֹ עֹמֶדֶת׃ ←
הָאִישׁ הֹלֵךְ וּבִתּוֹ יֹשֶׁבֶת עַל־שִׁכְמוֹ׃ 
   
אַבְרָם נָשָׂא כַד׃ אַבְרָם נֹשֵׂא כַד׃
הָאִישׁ נָשָׂא אֶת־בְּנוֹ׃ הָאִישׁ נֹשֵׂא אֶת־בְּנוֹ׃
הָאִישׁ נֹשֵׂא אֶת־בְּנוֹ עַל־שִׁכְמוֹ׃ 
הָאִישׁ נֹשֵׂא עוֹר עַל־שִׁכְמוֹ׃
הָגִּבּוֹר נֹשֵׂא סְפָרִים׃ 
הָאִישׁ הֹלֵךְ בֵּין בְּנֹתָיו וְהוּא נֹשֵׂא אֶת־בִּתּוֹ עַל־שִׁכְמוֹ׃ 
הָאִשָּׁה נֹשֵׂאת אֶת־בִּתָּהּ׃ 
הָאִשָּׁה נֹשֵׂאת עֵצִים עַל־רֹאשָׁהּ׃  
   
מַה־זֶּה? זֶה סַל׃ 
סַל פְּרִי 
מַה־יֵּשׁ בַּסַּל? יֶשׁ־בּוֹ רִמּוֹנִים׃ 
מַה־יֵּשׁ בַּסַּל?  יֶשׁ־בּוֹ נָחָשׁ׃ 🐍
מַה־יֵּשׁ בַּסַּל? יֶשׁ־בּוֹ כֶלֶב קָטֹן׃ 🐶
הָאִישׁ נֹשֵׂא סַל פְּרִי׃ הָאִישׁ הַזֶּה נֹשֵׂא סַל עַל־רֹאשׁוֹ וְהָאִישׁ הַזֶּה נֹשֵׂא סַל עַל־שִׁכְמוֹ׃ הָאִשָּׁה נֹשֵׂאת סַל פְּרִי בַּשָּׂדֶה׃
🧑🏾                👩🏾
אִישׁ אֶחָד                אִשָּׁה אַחַת
🧑🏽 הוּא יֹשֵׁב                הִיא יֹשֶׁבֶת 👩🏽
🧑🏽👉🏽 אַתָּה יֹשֵׁב                אַתְּ יֹשֶׁבֶת 👩🏽👉🏽
🙋🏽‍♂️ אֲנִי יֹשֵׁב              אֲנִי יֹשֶׁבֶת🙋🏽  
בֵּת 🗨 אֲנִי עֹמֶדֶת׃ 
אַבְרָם 🗨 אֲנִי יֹשֵׁב׃ 
בֵּת 🗨 אַבְרָם, אַתָּה יֹשֵׁב וַאֲנִי עֹמֶדֶת׃ 
אַבְרָם 🗨 אַתְּ עֹמֶדֶת וַאֲנִי יֹשֵׁב׃ 
בֵּת 🗨 אֲנִי יֹשֶׁבֶת׃ 
אַבְרָם 🗨 אֲנִי עֹמֵד׃   
בֵּת 🗨 אַבְרָם, אַתָּה עֹמֵד וַאֲנִי יֹשֶׁבֶת׃ 
אַבְרָם 🗨 בֵּת, אַתְּ יֹשֶׁבֶת וַאֲנִי עֹמֵד׃ 
בֵּת 🗨 אֲנִי עֹמֶדֶת וְאַבְרָם שֹׁכֵב׃ 
אַבְרָם 🗨 אֲנִי שֹׁכֵב׃   
אֲנִי נֹשֵׂא סַל עַל־רֹאשִׁי׃ 
אֲנִי נֹשֵׂא כַּד עַל־שִׁכְמִי׃ 
בֵּת 🗨 אֲנִי נֹשֵׂאת כַּד עַל־רֹאשִׁי׃ 
אֲנִי נֹשֵׂאת סַל עַל־שִׁכְמִי׃ 
אֲנִי נֹשֵׂאת אֶת־הַנַּעֲרָה׃
מִי הַשֹּׁכֵב? הוּא הַשֹּׁכֵב׃ הוּא הַיֹּשֵׁב׃ הוּא הַהֹלֵךְ וְהוּא הָעֹמֵד׃   


  

מִי הַהֹלֵךְ? הוּא הַהֹלֵךְ׃ מִי הַיֹּשֵׁב? הוֹא הַיֹּשֵׁב׃ מִי הָעֹמֵד? הוּא הָעֹמֵד׃ 


מִי הַיֹּשֶׁבֶת? הִיא הַיֹּשֶׁבֶת׃ מִי הַהֹלֶכֶת? הִיא הַהֹלֶכֶת׃   
מִי הַיֹּשֵׁב עַל־הַגָּג? הוּא הַיֹּשֵׁב עַל־הַגָּג׃ מִי הַיֹּשֵׁב עַל־הַמִּטָּה? הוּא הַיֹּשֵׁב עַל־הַמִּטָּה׃ מִי הַשֹּׁכֵב עַל־הַגָּג לַיְלָה? הוּא הַשֹּׁכֵב עַל־הַגָּג לַיְלָה וְהוּא הַשֹּׁכֵב עַל־הַגָּג יוֹמָם׃ 
מִי הַהֹלֵךְ עַל־שְׂפַת הַיָּם? הוּא הַהֹלֵךְ עַל־שְׂפַת הַיָּם׃   
מִי הַנֹּשֵׂא אֶת־הַסַּל? הוּא הַנֹּשֵׂא אֶת־הַסַּל׃ מִי הַנֹּשֵׂא אֶת־בְּנוֹ? הוּא הַנֹּשֵׂא אֶת־בְּנוֹ׃ מִי הַנֹּשֵׂא סַל עַל־שִׁכְמוֹ? הוּא הַנֹּשֵׂא סַל עַל־שִׁכְמוֹ׃
אֲנִי יֹשֶׁבֶת עַל־בֶּטֶן אַבְרָם׃ 🤭 שָׁלוֹם!
________________`,
			},
			{
				id: 104,
				title: 'AwB 76: Participles 2: In Context',
				unitId: 16,
				order: 180,
				content: `שָׁלוֹם, אֲנִי בֵּת!
אֵיפֹה כַּדָּבָר אַיֵּה׃ אֵיפֹה? = אַיֵּה? 
אַיֵּה הַכַּד? עַל־הַשֻּׁלְחָן! אֵיפֹה הַכַּד? עַל־הַשֻּׁלְחָן! 
אֵיפֹה כַּדָּבָר אַיֵּה׃ 
אֵיפֹה אָנֹכִי יֹשֶׁבֶת? בַּבַּיִת! אָנֹכִי יֹשֶׁבֶת בַּבַּיִת׃ 
אֵיפֹה הַיֶּלֶד יֹשֵׁב? עַל־גַּג הַבַּיִת!   
אֵיפֹה הָאִשָּׁה עֹמֶדֶת? לְיַד אִישָׁהּ! 
אֵיפֹה הַמִּצְרִי עֹמֵד? בְּתוֹךְ הַסּוּף!   
אֵיפֹה הַגִּבּוֹר הֹלֵךְ? בָּעִיר! 
אֵיפֹה הָאִישׁ עֹמֵד? עַל־רֹאשׁ הָהָר!   


אַיֵּה\\אֵיפֹה –  ?🗺️ 
מֵאַ֫יִן – ?🗺️↶
אָ֫נָה – ↶?🗺️
אָ֫נָה הָאִשָּׁה הֹלֶכֶת? הָעִ֫ירָה
מֵאַ֫יִן הָאִישׁ יֹרֵד? מִן־הָהָר
אָ֫נָה הָאִשָּׁה הֹלֶכֶת? הַיָּ֫מָּה! אֶל־הַיָּם ← הַיָּמָּה 
הָאִשָּׁה יֹרֶדֶת מִן־הָהָר הַיָּמָּה׃
אֵיפֹה הָאִשָּׁה הֹלֶכֶת? עַל־שְׂפַת הַיָּם
אָנָה הָאִישׁ יֹרֵד? אֶל־שְׂפַת הַנָּהָר
יָרַד ← יֹרֵד
שָׁתָה ← שֹׁתֶה
עָשָׂה ← עֹשֶׂה
  

מֶה עָשָׂה הָאִישׁ? יָשַׁב על־כִּסֵּא ← יָשַׁב 
מָה הָאִישׁ עֹשֶׂה? הוּא יֹשֵׁב על־כִּסֵּא ← יֹשֵׁב 
מָה הַיֶּלֶד עֹשֶׂה? הוּא יֹשֵׁב ←←
מָה הָאִישׁ עֹשֶׂה? הוּא עֹמֵד עַל־גַּג הַבַּיִת׃ 
מָה הַיֶּלֶד עֹשֶׂה? הוּא הֹלֵךְ בְּתוֹךְ הָעֵצִים׃ 


אַבְרָהָם יֹשֵׁב פֶּתַח־הָאֹהֶל…
________________
 
 בְּרֵאשִׁית 18:2a, 18:2c, 18:7a, 18:8a  
וַיִּשָּׂא עֵינָיו וַיַּרְא וְהִנֵּה שְׁלֹשָׁה אֲנָשִׁים...וַיַּרְא וַיָּרָץ לִקְרָאתָם מִפֶּתַח הָאֹהֶל וַיִּשְׁתַּחוּ אַרְצָה׃ ...וְאֶל־הַבָּקָר רָץ אַבְרָהָם וַיִּקַּח בֶּן־בָּקָר...וַיִּקַּח... חָלָב וּבֶן־הַבָּקָר אֲשֶׁר עָשָׂה וַיִּתֵּן לִפְנֵיהֶם וְהוּא עֹמֵד עֲלֵיהֶם תַּחַת הָעֵץ וַיֹּאכֵלוּ׃
________________
 
בֵּת 🗨 אַבְרָם, אֵיפֹה אַבְרָהָם יֹשֵׁב? אַבְרָם, אַבְרָם? 
אַבְרָם 🗨 שָׁלוֹם! 
בֵּת 🗨 אֵיפֹה אַבְרָהָם יֹשֵׁב? 
אַבְרָם 🗨 אֲנִי יֹשֵׁב פֹּה׃ 
בֵּת 🗨 לֹא אַבְרָם, לֹא אַתָּה, אַבְרָהָם! אֵיפֹה אַבְרָהָם יֹשֵׁב? 
אַבְרָם 🗨 אַאַאַ...פֶּתַח הָאֹהֶל׃ 
בֵּת 🗨 יָפֶה, אַבְרָהָם יֹשֵׁב פֶּתַח־הָאֹהֶל׃ וּמֶה עָשָׂה? 
אַבְרָם 🗨 נָשָׂא עֵינָיו וַיַּרְא׃ 
בֵּת 🗨 וּמָה רָאָה? 
אַבְרָם 🗨 אֲנָשִׁים׃ 
בֵּת 🗨 כַּמָּה אֲנָשִׁים? 
אַבְרָם 🗨 שְׁלֹשָׁה אֲנָשִׁים׃ 
בֵּת 🗨 טוֹב מְאֹד! אַבְרָהָם נָשָׂא עֵינָיו וַיַּרְא שְׁלֹשָׁה אֲנָשִׁים׃ וְאַחֲרֵי־כֵן מֶה עָשָׂה?   
אַבְרָם 🗨 רָץ׃ 
בֵּת 🗨 אָ֫נָה רָץ אַבְרָהָם? 
אַבְרָם 🗨 אֶל־הָאֲנָשִׁים׃ 
בֵּת 🗨 יָפֶה, רָץ לִקְרַאת שְׁלֹשֶׁת הָאֲנָשִׁים וַיִּשְׁתַּחוּ אַרְצָה׃ אַבְרָהָם רָץ לִקְרַאת הָאֲנָשִׁים וְאַחֲרֵי־כֵן אָנָה רָץ? הַאֶל־הַצֹּאן אִם־אֶל־הַבָּקָר?   
אַבְרָם 🗨 אֶל־הַבָּקָר׃ 
בֵּת 🗨 טוֹב, וּמַה־לָּקַח מִשָּׁם? 
אַבְרָם 🗨 בֶּן־בָּקָר׃ 
בֵּת 🗨 יָפֶה, אַבְרָהָם עֹמֵד עַל־הָאֲנָשִׁים׃ לֹא עַל־הָאֲנָשִׁים, עַל־הָאֲנָשִׁים׃ אַבְרָהָם עֹמֵד עַל־הָאֲנָשִׁים׃ מַה־נָּתַן אַבְרָהָם לָאֲנָשִׁים? 
אַבְרָם 🗨 חָלָב וּבְשַׂר בֶּן־הַבָּקָר׃ 
בֵּת 🗨 טוֹב, וּמֶה עָשׂוּ הָאֲנָשִׁים? 
אַבְרָם 🗨 אָכְלוּ אֶת־הַמַּאֲכָל אֲשֶׁר נָתָן לָהֶם אַבְרָהָם׃ 
בֵּת 🗨 יָפֶה, אָכְלוּ אֶת־הַבָּשָׂר וַיִּשְׁתּוּ אֶת־הֶחָלָב׃


וַיְהִי יְהוֹשֻׁעַ בִּירִיחוֹ…
________________
 
יְהוֹשֻׁעַ 5:13b, 5:14a  
וַיִּשָּׂא עֵינָיו וַיַּרְא וְהִנֵּה־אִישׁ עֹמֵד לְנֶגְדּוֹ וְחַרְבּוֹ… בְּיָדוֹ… וַיֵּלֶךְ יְהוֹשֻׁעַ אֵלָיו וַיֹּאמֶר לוֹ הֲלָנוּ אַתָּה אִם־לְצָרֵינוּ׃ וַיֹּאמֶר לֹא כִּי אֲנִי שַׂר־צְבָא־יהוה עַתָּה בָאתִי וַיִּפֹּל יְהוֹשֻׁעַ אֶל־פָּנָיו אַרְצָה וַיִּשְׁתָּחוּ…
________________
   
אֵיפֹה יְרִיחוֹ? פֹּה! יְרִיחוֹ הָעִיר׃ 
לְנֶגְדּוֹ כַּדָּבָר לְפָנָיו׃         לְנֶגְדּוֹ ≈ לְפָנָיו
יְהוֹשֻׁעַ רָאָה אִישׁ עֹמֵד לְפָנָיו׃ 
בֵּת 🗨 אַבְרָם, אֵיפֹה יְהוֹשֻׁעַ? 
אַבְרָם, מָה אַתָּה עֹשֶׂה? תֶּן־לִי אֶת־הַסֵּפֶר׃ תֶּן־לִי אֹתוֹ׃ 
[אַבְרָם נָתַן לָהּ אֶת־הַסֵּפֶר׃ כָּתוּב בַּסֵּפֶר בֵּת ♥ אַבְרָם] 
בֵּת 🗨 אַבְרָם! אַבְרָם, שְׁמַע! אֵיפֹה יְהוֹשֻׁעַ? 
אַבְרָם 🗨 בִּירִיחוֹ! 
בֵּת 🗨 טוֹב! וַיִּשָּׂא עֵינָיו וַיַּרְא וְהִנֵּה־אִישׁ׃ מָה הָאִישׁ עֹשֶׂה? 


אַבְרָם 🗨 הוּא שֹׁכֵב תַּחַת עֵץ׃   
בֵּת 🗨 לֹא, אֵינֶנּוּ שֹׁכֵב׃ מָה הָאִישׁ עֹשֶׂה? 
אַבְרָם 🗨 הוּא נֹשֵׂא סַל עַל־שִׁכְמוֹ׃ 
בֵּת 🗨 לֹא, אֵינֶנּוּ נֹשֵׂא סַל׃ מָה הָאִישׁ עֹשֶׂה?   
אַבְרָם 🗨הוּא עֹמֵד׃ 
בֵּת 🗨 הוּא עֹמֵד! הוּא עֹמֵד, אֵיפֹה הָאִישׁ עֹמֵד? 
אַבְרָם 🗨 לְנֶגֶד יְהוֹשֻׁעַ׃ 
בֵּת 🗨 טוֹב, הָאִישׁ עֹמֵד לְנֶגֶד יְהוֹשֻׁעַ׃ וּמֶה הָיָה בְיָדוֹ? מֶה הָיָה בְיַד הָאִישׁ הָעֹמֵד שָׁם? 
אַבְרָם 🗨 חֶרֶב הָיְתָה בְיָדוֹ׃ 
[הִנֵּה חֶרֶב בְּיַד אַבְרָם]
בֵּת 🗨 יָפֶה, יָפֶה, טוֹב מְאֹד! יָפֶה מְאֹד! 😨 אַבְרָם, מִי הָאִישׁ הָעֹמֵד לְנֶגֶד יְהוֹשֻׁעַ? הֲמֶלֶךְ יְרִיחוֹ הוּא? 
אַבְרָם 🗨 לֹא, שַׂר־צְבַא־יהוה הוּא׃ 
בֵּת 🗨 טוֹב, שַׂר־צְבַא־יהוה הוּא׃ עַל־כֵּן נָפַל יְהוֹשֻׁעַ אֶל־פָּנָיו אַרְצָה וַיִּשְׁתַּחוּ׃
  

הוּא גִּבּוֹר וְאֵלֶּה כֵּלִים׃ כְּלֵי מִלְחָמָה ← כֵּלִים
אֵלֶּה כְּלֵי הַגִּבּוֹר ← הַגִּבּוֹר וְכֵלָיו
הַנַּעַר הַזֶּה נֹשֵׂא אֶת־כְּלֵי הַגִּבּוֹר׃ הוּא גִּבּוֹר׃ וּמָה הַנַּעַר הַזֶּה? נֹשֵׂא כֵלִים הוּא׃ הוּא גִּבּוֹר וְהוּא נֹשֵׂא כֵלִים׃ נֹשֵׂא כֵלִים׃ הַגִּבּוֹר וְנֹשֵׂא כֵלָיו׃ 
גָּלְיָת וְנֹשֵׂא כֵלָיו׃ ←    
שָׁאוּל וְנֹשֵׂא כֵלָיו׃ 
→


________________
 
31:4b, 31:5 שְׁמוּאֵל א  
וַיִּקַּח שָׁאוּל אֶת־הַחֶ֔רֶב וַיִּפֹּל עָלֶיהָ׃ וַיַּרְא נֹשֵׂא־כֵלָיו כִּי מֵת שָׁא֑וּל וַיִּפֹּל גַּם־הוּא עַל־חַרְבּוֹ וַיָּמָת עִמּוֹ׃
________________
 
בֵּת 🗨 אַבְרָם, מִי מֵת? 
אַבְרָם 🗨 שָׁאוּל מֵת׃ 
בֵּת 🗨 שָׁאוּל וּמִי עוֹד? מִי עוֹד מֵת? 
אַבְרָם 🗨 גַּם־נֹשֵׂא כֵלָיו מֵת׃ 
בֵּת 🗨 שָׁאוּל וְנֹשֵׂא כֵלָיו׃ שְׁנֵיהֶם נָפְלוּ עַל־חַרְבוֹתָם וַיָּמֻתוּ׃
________________
 
22:2b יִרְמְיָהוּ  
שְׁמַע דְּבַר־יהוה מֶלֶךְ יְהוּדָה הַיֹּשֵׁב עַל־כִּסֵּא דָוִ֑ד אַתָּה וַעֲבָדֶיךָ…
________________
 
שָׁלוֹם!
________________`,
			},
			{
				id: 105,
				title: 'AwB 77: Participles 3: Plural',
				unitId: 16,
				order: 182,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
הוּא יֹשֵׁב׃ הִיא יֹשֶׁבֶת׃ הֵם יֹשְׁבִים׃ הֵנָּה יֹשְׁבוֹת׃


הוּא עֹמֵד׃ הִיא עֹמֶדֶת׃ הֵם עֹמְדִים׃ הֵנָּה עֹמְדוֹת׃  


הוּא הֹלֵךְ׃ הִיא הֹלֶכֶת׃ הֵם הֹלְכִים׃ הֵנָּה הֹלְכוֹת׃ 
הוּא שֹׁכֵב׃ הִיא שֹׁכֶבֶת׃ הֵם שֹׁכְבִים׃ הֵנָּה שֹׁכְבוֹת׃ 
הוּא נֹשֵׂא סַל׃ הִיא נֹשֵׂאת סַל׃ הֵם נֹשְׂאִים סַל׃ הֵנָּה נֹשְׂאוֹת סַל׃  
הַנָּשִׁים הֹלְכוֹת בָּעִיר׃
שְׁנֵיהֶם יֹשְׁבִים וְהֵם עֹמְדִים׃ 
הַזָּקֵן וּבָנָיו יֹשְׁבִים בָּאֹהֶל׃   
אַרְבָּעָה יְלָדִים יֹשְׁבִים׃ 
הָאֲנָשִׁים יֹשְׁבִים סָבִיב לָאֵשׁ׃
הָאִישׁ עֹמֵד וְאִשְׁתּוֹ וּבָנָיו יֹשְׁבִים בַּמַּעֲלוֹת׃ 
הָאִישׁ הַזֶּה יֹשֵׁב וְהָאֲנָשִׁים הָאֵלֶּה עֹמְדִים׃ 
הַנָּשִׁים יֹרְדוֹת בַּמַּעֲלוֹת׃
כַּמָּה אֲנָשִׁים יֹשְׁבִים אֶל־הַשֻּׁלְחָן? אַחַת, שְׁתַּיִם, שָׁלוֹשׁ, אַרְבַּע, חֲמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה! שְׁמֹנָה אֲנָשִׁים יֹשְׁבִים אֶל־הַשֻּׁלְחָן׃


שִׁבְעָה אֲנָשִׁים יֹשְׁבִים עַל־שְׂפַת הַיָּם׃   


שְׁתֵּי נָשִׁים יֹשְׁבוֹת וְאִשָּׁה אַחַת עֹמֶדֶת׃ 
הָאֲנָשִׁים נֹשְׂאִים עֵצִים׃ 
אַרְבָּעָה אֲנָשִׁים יֹשְׁבִים וְגָמָל אֶחָד עֹמֵד׃ 
  

שֵׁשׁ נְעָרוֹת עֹמְדוֹת׃ 
אֵיפֹה הַיֶּלֶד יֹשֵׁב? עַל־שְׁכֶם אָבִיו׃ הוּא יֹשֵׁב עַל־שְׁכֶם אָבִיו׃ 
הַפָּרוֹת הֹלְכוֹת׃
הָאִישׁ וּבָנָיו הַקְּטַנִּים יֹשְׁבִים פֶּתַח הַבַּיִת׃
הָאֲנָשִׁים נֹשְׂאִים אֶבֶן׃ 
שְׁנֵיהֶם עֹמְדִים וְאִישׁ הֹלֵךְ אַחֲרֵיהֶם׃ 
הֵם הַכֹּהֲנִים הַנֹּשְׂאִים אֶת־אֲרוֹן הַבְּרִית וְהֵם הַכֹּהֲנִים הַנֹּשְׂאִים שׁוֹפָרוֹת׃   


מִי הַיֹּשְׁבִים? הֵם הַיֹּשְׁבִים׃ 
מִי הַיֹּשֶׁבֶת? הִיא הַיֹּשֶׁבֶת׃
מִי הַיֹּשְׁבוֹת? הֵנָּה הַיֹּשְׁבוֹת וְהוּא הַיֹּשֵׁב׃ 
מִי הָעֹמֵד? הוּא הָעֹמֵד׃   
מִי הָעֹמְדוֹת? הֵנָּה הָעֹמְדוֹת׃ 
מִי הָעֹמְדִים? הֵם הָעֹמְדִים וְהִיא הָעֹמֶדֶת׃




  

מָה הָאִישׁ עֹשֶׂה? הוּא עֹמֵד׃ 
אֵיפֹה הוּא עֹמֵד? פֶּתַח הָאֹהֶל הַגָּדוֹל׃
 
מָה הַגִּבּוֹר עֹשֶׂה? הוּא הֹלֵךְ׃ אֵיפֹה הוּא הֹלֵךְ? בַּדֶּרֶךְ׃   
מָה הָאֲנָשִׁים עֹשִׂים? הֵם עֹמְדִים׃ 
מָה הַנָּשִׁים עֹשׂוֹת?
הֵנָּה הֹלְכוֹת׃ אָנָה הֵנָּה הֹלְכוֹת? אֶל־הָעִיר! 
מָה הָאֲנָשִׁים עֹשִׂים? הֵם הֹלְכִים׃ אֵיפֹה הֵם הֹלְכִים? בַּדֶּרֶךְ! אָנָה הֵם הֹלְכִים? הָעִ֫ירָה! הֵם הֹלְכִים הָעִירָה׃     
מָה הַנָּשִׁים עֹשׂוֹת? שְׁתֵּיהֶן יֹשְׁבוֹת וְהִיא עֹמֶדֶת׃


🧔🏽👳🏾‍♂️               🧕🏾👩🏽
 אֲנָשִׁים                נָשִׁים 
🧔🏽👳🏾‍♂️הֵם יֹשְׁבִים                הֵנָּה יֹשְׁבוֹת🧕🏾👩🏽
👳🏻‍♂️🧔🏽👉🏽 אַתֶּם יֹשְׁבִים      אַתֶּן יֹשְׁבוֹת👩🏿🧕🏼👉🏽
🙋🏿‍♂️🙋🏽‍♂️ אֲנַחְנוּ יֹשְׁבִים                 אֲנַחְנוּ יֹשְׁבוֹת 🙋🏽🙋🏻‍♀️
  

הוּא עֹמֵד וַאֲנִי עֹמֶדֶת׃ אֲנַחְנוּ עֹמְדִים׃ 
הוּא יֹשֵׁב וַאֲנִי יֹשֶׁבֶת׃ אֲנַחְנוּ יֹשְׁבִים׃ 
הוּא הֹלֵךְ וַאֲנִי הֹלֶכֶת׃ אֲנַחְנוּ הֹלְכִים׃ 
הוּא נֹשֵׂא סַל וַאֲנִי נֹשֵׂאת סַל׃ אֲנַחְנוּ נֹשְׂאִים סַלִּים׃ 
אֲנַחְנוּ יֹשְׁבוֹת בַּשָּׂדֶה׃
________________
   
שְׁמוּאֵל א 17:3
וּפְלִשְׁתִּים עֹמְדִים אֶל־הָהָר מִזֶּ֔ה וְיִשְׂרָאֵל עֹמְדִים אֶל־הָהָר מִזֶּ֑ה וְהַגַּיְא בֵּינֵיהֶם׃
________________
 
אַבְרָם 🗨 בֵּת, אֵיפֹה פְלִשְׁתִּים עֹמְדִים?  
בֵּת 🗨 יֶשׁ־פֹּה שְׁנֵי הָרִים וּפְלִשְׁתִּים עֹמְדִים אֶל־הָהָר מִזֶּה׃ 
אַבְרָם 🗨 וְאֵיפֹה יִשְׂרָאֵל עֹמְדִים? 
בֵּת 🗨 בָּהָר הַשֵּׁנִי׃ פְּלִשְׁתִּים עֹמְדִים אֶל־הָהָר מִזֶּה וְיִשְׂרָאֵל עֹמְדִים אֶל־הָהָר מִזֶּה׃ וְהַגַּיְא בֵּינֵיהֶם׃ 
אַבְרָם 🗨 מַה־זֶּה גַּיְא? 
בֵּת 🗨 הַגַּיְא הַמָּקוֹם אֲשֶׁר בֵּין הֶהָרִים׃ הַר, הַר, גַּיְא, גַּיְא אוֹ עֵמֶק, עֵמֶק, גַּיְא אוֹ עֵמֶק׃ הַגַּיְא בֵּין הֶהָרִים אֲשֶׁר עֹמְדִים שָׁם הַמַּחֲנוֹת׃ מַחֲנֵה פְלִשְׁתִּים מִזֶּה וּמַחֲנֵה יִשְׂרָאֵל מִזֶּה וְהַגַּיְא בֵּינֵיהֶם׃ 
אַבְרָם 🗨 טוֹב, תּוֹדָה!
________________
 
קֹהֶלֶת 10:7  
רָאִיתִי עֲבָדִים עַל־סוּסִ֑ים וְשָׂרִים הֹלְכִים כַּעֲבָדִים עַל־הָאָרֶץ׃
________________


מִי עַל־סוּסִים? הָעֲבָדִים! הָעֲבָדִים עַל־סוּסִים׃ וּמִי הֹלְכִים עַל־הָאָרֶץ? הַשָּׂרִים, הָאֲנָשִׁים הַגְּדוֹלִים׃ הַשָּׂרִים הֹלְכִים עַל־הָאָרֶץ׃ אֵינָם עַל־סוּסִים כִּי הֹלְכִים כַּעֲבָדִים׃ הָעֲבָדִים בִּמְקוֹם הַשָּׂרִים וְהַשָּׂרִים בִּמְקוֹם הָעֲבָדִים׃
________________
 
יְשַׁעְיָהוּ 9:1a      
הָעָם הַהֹלְכִים בַּחֹ֔שֶׁךְ רָאוּ אוֹר גָּד֑וֹל
________________


 אֵיפֹה הָעָם הֹלְכִים? בַּחֹשֶׁךְ! בַּחֹשֶׁךְ הֵם הֹלְכִים׃ וּמָה רָאוּ? אוֹר גָּדוֹל!






________________
 
שְׁמוּאֵל ב 15:24a     
וְהִנֵּה גַם־צָדוֹק וְכָל־הַלְוִיִּם אִתּוֹ נֹשְׂאִים אֶת־אֲרוֹן בְּרִית הָאֱלֹהִים…
________________


צָדוֹק שֵׁם הַכֹּהֵן׃ צָדוֹק שְׁמוֹ׃ בְּנֵי לֵוִי הַלְוִיִּם׃
     
בְּנֵי יִשְׂרָאֵל יֹשְׁבִים בְּאֶרֶץ יִשְׂרָאֵל׃ 
בְּנֵי מוֹאָב יֹשְׁבִים בְּאֶרֶץ מוֹאָב׃ 
בְּנֵי עֵשָׂו יֹשְׁבִים בְּאֶרֶץ שֵׂעִיר׃ הַמִּצְרִים יֹשְׁבִים בְּאֶרֶץ מִצְרַיִם׃   
אֲנַחְנוּ יֹשְׁבִים בָּאָרֶץ הַזֹּאת׃ ←
אָבִי וְאִמִּי וְכָל־אַחַי יֹשְׁבִים בָּאָרֶץ הַזֹּאת׃ הֵם יֹשְׁבִים בָּאָרֶץ הַזֹּאת׃ מַה־שֵּׁם הָאָרֶץ הַזֹּאת? אַרְצוֹת הַבְּרִית שְׁמָהּ׃ אַרְצוֹת הַבְּרִית כִּי יֶשׁ־פֹּה חֲמִשִּׁים אֲרָצוֹת׃ חֲמִשִּׁים אֲרָצוֹת׃ וּבְרִית בֵּינֵיהֶם׃ יֵשׁ בְּרִית בֵּין הָאֲרָצוֹת׃ אֲרָצוֹת רַבּוֹת לְאֶרֶץ אַחַת׃ עַל־כֵּן אַרְצוֹת הַבְּרִית שְׁמָהּ׃  
הָאֲנָשִׁים הַיֹּשְׁבִים בָּאָרֶץ יֹשְׁבֵי הָאָרֶץ׃ 
הֵם יֹשְׁבֵי הָאָרֶץ׃ 
הָאֲנָשִׁים הַיֹּשְׁבִים בִּירוּשָׁלַםִ יֹשְׁבֵי יְרוּשָׁלַםִ׃ הֵם יֹשְׁבֵי יְרוּשָׁלַםִ׃ הָאֲנָשִׁים אֲשֶׁר יֹשְׁבִים שָׁם׃   
אֲנִי וְאִישִׁי יֹשְׁבֵי הָאָרֶץ הַזֹּאת׃ אֲנַחְנוּ יֹשְׁבֵי הָאָרֶץ הַזֹּאת׃ אָבִי וְאִמִּי יֹשְׁבֵי אַרְצוֹת הַבְּרִית׃ כָּל־בֵּית אָבִי יֹשְׁבֵי אַרְצוֹת הַבְּרִית׃ וַאֲנִי וְאִישִׁי יֹשְׁבֵי הָאָרֶץ הַזֹּאת׃
________________
   
מְלָכִים ב 23:2a
וַיַּעַל הַמֶּלֶךְ בֵּית־יהוה וְכָל־אִישׁ יְהוּדָה וְכָל־יֹשְׁבֵי יְרוּשָׁלַםִ אִתּוֹ וְהַכֹּהֲנִים וְהַנְּבִיאִ֔ים וְכָל־הָעָם לְמִקָּטֹן וְעַד גָּד֑וֹל וַיִּקְרָא בְאָזְנֵיהֶם אֶת־כָּל־דִּבְרֵי סֵפֶר הַבְּרִית…
________________


מִי עָלָה אֶל־בֵּית יהוה? מִי עָלָה? הַמֶּלֶךְ וְכָל־אִישׁ יְהוּדָה וְכָל־יֹשְׁבֵי יְרוּשָׁלַםִ וְהַכֹּהֲנִים וְהַנְּבִיאִים וְכָל־הָעָם׃ וּמֶה עָשָׂה הַמֶּלֶךְ שָׁם? מֶה עָשָׂה הַמֶּלֶךְ? קָרָא אֶת־כָּל־דִּבְרֵי סֵפֶר הַבְּרִית בְּאָזְנֵי הָעָם׃
 
שָׁלוֹם!
________________`,
			},
			{
				id: 106,
				title: 'AwB 78: Stand, Pillars & Gifts',
				unitId: 16,
				order: 183,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
הוּא אָכַל׃ הוּא אֹכֵל׃
הִיא אָכְלָה׃ הִיא אֹכֶ֫לֶת׃ 
הַיֶּלֶד אֹכֵל׃ 
הַיַּלְדָּה אֹכֶלֶת לֶחֶם׃ 
אֹ֫הֶל – אֹ֫כֶל – אֹכֵ֫ל 
הוּא אֹכֵל׃
עֶגְלוֹן אֹכֵל׃ מָה הוּא אֹכֵל? עָלֶה! 🍃
צִדְקִיָּהוּ אֹכֵל׃ מָה הוּא אֹכֵל? זֶרַע! 
הַתּוֹלַעַת אֹכֶלֶת עָלֶה׃


אַבְרָם אֹכֵל עֲנָבִים וַיָּבֹא אִישׁ וַיֹּאמֶר 💬🧔 אַתָּה חֲמוֹר׃ 
וַיֺּאמֶר אַבְרָם בְּלִבּוֹ 💭מָה אָמַר הַנָּבָל הַזֶּה? וַיַּךְ אֹתוֹ שָׁלֹשׁ פְּעָמִים׃
דָּוִד אֹכֵל וַיָּבֹא אֵלָיו הַכֹּהֵן וַיִּתֶּן־לוֹ אֶת־חֶרֶב גָּלְיָת׃
הַזְּקֵנִים אֹכְלִים׃ הַגְּמַלִּים אֹכְלִים׃ הַפָּרוֹת אֹכְלוֹת׃








וַיָּבֹא מַלְאָךְ אֶל־אִיּוֹב וַיֹּאמֶר לוֹ…
________________
 
אִיּוֹב 1:18b, 1:19c  
בָּנֶיךָ וּבְנוֹתֶיךָ אֹכְלִים וְשֹׁתִים יַיִן בְּבֵית אֲחִיהֶם וְהִנֵּה רוּחַ גְּדוֹלָה בָּאָה מֵעֵבֶר הַמִּדְבָּר… (וַתַּךְ אֶת־הַבַּיִת) וַיִּפֹּל עַל־הַנְּעָרִים וַיָּמוּתוּ… 
________________
הַנַּעַר עָבַר אֶת־הַנָּהָר׃ הַנַּעַר עֹבֵר אֶת־הַנָּהָר׃ הָאִישׁ עֹבֵר אֶת־הַנָּהָר׃
הִיא נַעֲרָה מִצְרִית׃ הַנַּעֲרָה הַמִּצְרִית עֹבֶרֶת אֶת־הַנָּהָר׃ 
יַעֲקֹב וּבֵיתוֹ עֹבְרִים אֶת־הַנָּהָר׃
בְּנֵי יִשְׂרָאֵל עֹבְרִים אֶת־יַם־סוּף בַּיַּבָּשָׁה׃ 
אָכַל ← אֹכֵל  
עָבַר ← עֹבֵר
עָמַד ← עֹמֵד
  



אַבְרָם עָמַד׃ בֵּת עָמְדָה׃ עָמַדְתִּי׃ אֲנִי עָמַדְתִּי׃
עָלָה ← וַיַּעַל
עָבַר ← וַיַּעֲבֹר
עָמַד ← וַיַּעֲמֹד


וַיָּבֹא הָאִישׁ הַבַּיְתָה וַיַּעֲמֹד שָׁם׃ 
וַיֵּלֶךְ אִישׁ מִצְרִי בְּמֵי הַיְאֹר וַיַּעֲמֹד בַּסּוּף׃ 
וַיָּרָץ הָאִישׁ בָּעִיר וַיַּעֲמֹד׃   
וַיָּבֹא הָאִישׁ אֶל־הַנָּהָר וַיַּעֲבֹר וַיַּעֲמֹד בְּעֵבֶר הַנָּהָר׃ 
וַיֵּלֶךְ אִישׁ מִצְרִי וַיֵּצֵא מִן־הָעִיר וַיָּבֹא אֶל־עֵץ גָּדוֹל וַיַּעֲמֹד תַּחְתָּיו׃   
וַיָּבֹא אִישׁ מִצְרִי אֶל־בֵּית אֱלֹהָיו וַיַּעַל בַּמַּעֲלוֹת וַיַּעֲמֹד לִפְנֵי הַבַּיִת׃


________________


מְלָכִים ב 5:9   
וַיָּבֹא נַעֲמָן בְּסוּסָיו וּבְרִכְבּ֑וֹ וַיַּעֲמֹד פֶּתַח־הַבַּיִת לֶאֱלִישָׁע׃
________________


מִי נַעֲמָן? שַׂר־צְבָא מֶלֶךְ אֲרָם הוּא׃ נַעֲמָן שַׂר־צְבָא מֶלֶךְ אֲרָם׃ לְמִי הַבַּיִת אֲשֶׁר בָּא נַעֲמָן שָׁמָּה? לְמִי הַבַּיִת? בֵּית מִי? לֶאֱלִישָׁע הַנָּבִיא! הַבַּיִת לֶאֱלִישָׁע הַנָּבִיא׃ נַעֲמָן בָּא אֶל־בֵּית אֱלִישָׁע׃ אֵיפֹה עָמַד נַעֲמָן? אֵיפֹה עָמַד? פֶּתַח־הַבַּיִת׃ נַעֲמָן עָמַד פֶּתַח־הַבַּיִת׃  




________________


שְׁמוּאֵל א 16:21   
וַיָּבֹא דָוִד אֶל־שָׁא֔וּל וַיַּעֲמֹד לְפָנָ֑יו...וַיְהִי־לוֹ נֹשֵׂא כֵלִים׃
________________
  

מֶה הָיָה דָוִד לְשָׁאוּל? נֹשֵׂא כֵלָיו הוּא׃ דָּוִד הָיָה הַנַּעַר אֲשֶׁר נֹשֵׂא אֶת־כְּלֵי הַמֶּלֶךְ׃ הָיָה־לוֹ נֹשֵׂא כֵלִים׃


מָה־אֵלֶּה? אֵלֶּה עַמּוּדִים׃   
עַמּוּד, עַמּוּד ← עַמּוּדִים
אֵלֶּה עַמֻּדֵי בֵית יהוה ←   


עַמּוּד עָנָן, עַמּוּד אֵשׁ    








אֵיפֹה הַנַּעֲרָה? בֵּין הָעַמּוּדִים! הָאִשָּׁה הֹלֶכֶת בֵּין הָעַמּוּדִים׃


פַּרְעֹה יֹשֵׁב עַל־כִּסְאוֹ בֵּין הָעַמּוּדִים׃  


שִׁמְשׁוֹן עֹמֵד בֵּין הָעַמּוּדִים׃ שִׁמְשׁוֹן עֹמֵד בֵּין עַמֻּדֵי בֵית דָּגוֹן אֱלֹהֵי פְלִשְׁתִּים׃


________________


שְׁמוֹת 13:21a    
ויהוה הֹלֵךְ לִפְנֵיהֶם יוֹמָם בְּעַמּוּד עָנָן...וְלַיְלָה בְּעַמּוּד אֵשׁ…
________________


אֵיפֹה יהוה הֹלֵךְ? לִפְנֵי הָעָם! הוּא הֹלֵךְ לִפְנֵי הָעָם בַּמִּדְבָּר׃
________________


בְּמִדְבַּר 12:5   
וַיֵּרֶד יהוה בְּעַמּוּד עָנָ֔ן וַיַּעֲמֹד פֶּתַח הָאֹ֑הֶל וַיִּקְרָא אַהֲרֹן וּמִרְיָם וַיֵּצְאוּ שְׁנֵיהֶם׃
________________


בַּמֶּה יָרַד יהוה? הַבְעַמּוּד עָנָן אִם־בְּעַמּוּד אֵשׁ? בְּעַמּוּד עָנָן! בְּעָמּוּד עָנָן יָרַד יהוה׃ אֵיפֹה עָמַד יהוה? אֵיפֹה עָמַד? פֶּתַח הָאֹהֶל! לְמִי קָרָא יהוה? לְאַהֲרֹן אֲחִי מֹשֶׁה וּלְמִרְיָם אֲחוֹת מֹשֶׁה! יהוה קָרָא לְאַהֲרֹן וּלְמִרְיָם׃ וּמֶה עָשׂוּ שְׁנֵיהֶם? יָצְאוּ לְיהוה, יָצְאוּ שְׁנֵיהֶם׃  
  

אַבְרָם נָתַן מַטֶּה לְבֵת׃ אַבְרָם נֹתֵן מַטֶּה לְבֵת׃ 
בֵּת נָתְנָה מַטֶּה לְאַבְרָם׃ בֵּת נֹתֶנֶת מַטֶּה לְאַבְרָם׃ 
  

מַה־זֹּאת? זֹאת מִנְחָה׃ 
הָאִישׁ נֹתֵן מִנְחָה לְאִשְׁתּוֹ׃ 
הָאִשָּׁה נֹתֶנֶת מִנְחָה לִבְנָהּ׃ 
יַעֲקֹב שָׁלַח מִנְחָה לְעֵשָׂו אָחִיו׃ מָה הַמִּנְחָה הַהִיא? צֹאן וַחֲמֹרִים וּגְמַלִּים! 
הָאִישׁ נֹתֵן מְנָחוֹת לַנָּשִׁים׃
[אַבְרָם 🗨 אִשְׁתִּי, הִנֵּה זָהָב!                 בֵּת 🗨 הֲלִי הַזָּהָב? 
אַבְרָם 🗨 לָךְ׃                 בֵּת 🗨 בָּרוּךְ אַתָּה אִישׁ טוֹב כִּי נָתַתָּ לִי זָהָב!]
אַבְרָם נָתַן לְבֵת מִנְחָה׃ 🎁
________________


מְלָכִים ב 8:8a   
וַיֹּאמֶר הַמֶּלֶךְ אֶל־חֲזָהאֵל קַח בְּיָדְךָ מִנְחָה וְלֵךְ לִקְרַאת אִישׁ הָאֱלֹהִים וַיֵּלֶךְ חֲזָאֵל לִקְרָאתוֹ וַיִּקַּח מִנְחָה בְיָדוֹ...וַיָּבֹא וַיַּעֲמֹד לְפָנָיו…
________________


מַה־לָּקַח חֲזָאֵל בְּיָדוֹ? מִנְחָה! לְמִי הַמִּנְחָה? לְאִישׁ הָאֱלֹהִים, לַנָּבִיא! לְאִישׁ הָאֱלֹהִים הַמִּנְחָה׃                        שָׁלוֹם!
________________`,
			},
			{
				id: 107,
				title: 'AwB 79: Participles 4: 3-h verbs & 2-v Verbs',
				unitId: 16,
				order: 187,
				content: `שָׁלוֹם, אֲנִי בֵּת!
מָה הָאִישׁ עֹשֶׂה? הוּא יֹרֵד מִן־הָהָר׃ 
3- ה
321
	321
	עשׂה
	היה
	עלה
	בנה
	שׁתה
	בכה
	ראה
	

	עָשָׂה ← עֹשֶׂה
שָׁתָה ← שֹׁתֶה
עָלָה ← עֹלֶה


מָה הָאִישׁ עֹשֶׂה? הוּא עֹלֶה׃   
מָה הָאִישׁ עֹשֶׂה? הוּא שֹׁתֶה מַיִם׃ 
אֲנַחְנוּ שֹׁתִים מַיִם׃
הַנְּעָרוֹת שֹׁתוֹת מַיִם׃  






🧔🏽 / 👩🏽
עֹשֶׂה / עֹשָׂה
שֹׁתֶה / שֹׁתָה
עֹלֶה / עֹלָה
מָה הָאִשָּׁה עֹשָׂה? הִיא שֹׁתָה מַיִם׃  
אָנֹכִי שֹׁתָה מַיִם׃ 
אַבְרָם שֹׁתֶה מַיִם׃
  



מָה הָאִישׁ עֹשֶׂה? הוּא עֹלֶה׃ 
מָה הָאִשָּׁה עֹשָׂה? הִיא עֹלָה׃ 


מָה הָאִשָּׁה עֹשָׂה? הִיא יֹרֶדֶת יָ֫מָּה׃   


  

מָה הָאִשָּׁה עֹשָׂה? 
הִיא עֹמֶדֶת לִפְנֵי הַבַּיִת׃




עָשָׂה ← עֹשֶׂה
עָלָה ← עֹלֶה
רָאָה ← רֹאֶה
הָאִישׁ רֹאֶה׃ 👀  
הוּא רֹעֶה׃ הוּא רֹאֶה׃ 
הָאִשָּׁה רֹאָה׃ 
הָאִשָּׁה רֹאָה׃ הִיא רֹעָה׃ הִיא רֹאָה׃ 
רֹעֶה, רֹאֶה, רֹעָה, רֹאָה  
 
מָה הָאִישׁ עֹשֶׂה? הוּא רֹאֶה׃
הָאִישׁ הַזֶּה אֵינֶנּוּ רֹאֶה׃ 
הָאִשָּׁה רֹאָה אֶת־בִּתָּהּ׃   


הָאִישׁ הַזֶּה הֹלֵךְ וְאֵינֶנּוּ רֹאֶה׃ 
הָאִישׁ הַזֶּה יֹרֵד וְאֵינֶנּוֹ רֹאֶה׃ 
הָאִשָּׁה הַזֹּאת אֵינֶנָּה רֹאָה׃ 
  

הָאִישׁ עֹמֵד עַל־רֹאשׁ הָהָר וְהוּא רֹאֶה אֶת־הָעִיר הַגְּדוֹלָה׃ 






הָאִישׁ רֹאֶה אֶת־אִשְׁתּוֹ׃   
הַנַּעֲרָה רֹאָה נָחָשׁ גָּדוֹל׃
הַכֶּלֶב רֹאֶה שׁוֹפָר׃   






מָה הָאִשָּׁה עֹשָׂה? הִיא רֹאָה אֶת־הַיָּם׃


עָלָה ← עֹלֶה
רָאָה ← רֹאֶה
בָּנָה ← בֹּנֶה


מָה אַבְרָם עֹשֶׂה? הוּא בֹּנֶה מִזְבֵּחַ׃ אַבְרָם בֹּנֶה מִזְבֵּחַ׃ 
מָה הָעֲבָדִים עֹשִׂים? הֵם בֹּנִים עִיר לְפַרְעֹה׃  
מָה הָאֲנָשִׁים עֹשִׂים? 
→ הֵם בֹּנִים בַּיִת גָּדוֹל׃ 
הָאִשָּׁה בֹּנָה בַּיִת קָטֹן׃ 
הָאִשָּׁה וּבִתָּהּ בֹּנוֹת בַּיִת קָטֹן׃ ↓
  

אַבְרָם בֹּנֶה מִזְבַּח אֲבָנִים׃
הָאֲנָשִׁים בֹּנִים בֵּית עֵץ׃




רָאָה ← רֹאֶה
בָּנָה ← בֹּנֶה
בָּכָה ← בֹּכֶה 
  

אַבְרָם בֹּכֶה׃ אַבְרָם בֹּכֶה׃
הַנַּעֲרָה בֹּכָה׃ הַנַּעֲרָה בֹּכָה׃ 
הַיַּלְדָּה בֹּכָה׃ הַיַּלְדָּה בֹּכָה׃
מִי הַשֹּׁתֶה? הוּא הַשֹּׁתֶה׃   
מִי הָרֹאָה? הִיא הָרֹאָה׃ 
  





מִי הַבֹּכֶה? הוּא הַבֹּכֶה׃ 
מִי הַשֹּׁתָה? הִיא הַשֹּׁתָה׃ 
  

מִי בֹנִים בַּיִת? הֵם בֹּנִים בַּיִת׃ 
מִי בֹנֶה מִזְבֵּחַ? הוּא בֹנֶה מִזְבֵּחַ׃ 
מִי שֹׁתִים מַיִם? הֵם שֹׁתִים מַיִם׃








 
2- ו
321
	321
	קום
	נוס
	שׁוב
	

	רוץ
	

	מות
	

	  

מֶה עָשָׂה הָאִישׁ? הוּא רָץ׃ 🏃
מָה הָאִישׁ עֹשֶׂה? הוּא רָץ׃ 🏃
רָץ = רָץ
מָה הָאִישׁ עֹשֶׂה? הוּא רָץ׃  
מָה הַגִּבּוֹר עֹשֶׂה? הוּא רָץ׃
מָה הַסּוּסִים עֹשִׂים? הֵם רָצִים׃ 








מֶה עָשְׂתָה הָאִשָּׁה? הִיא רָ֫צָה׃ 🏃🏽‍♀️
מָה הָאִשָּׁה עֹשָׂה? הִיא רָצָ֫ה׃ 🏃🏽‍♀️
רָ֫צָה ≠ רָצָ֫ה 
מָה הָאִשָּׁה עֹשָׂה? הִיא רָצָ֫ה בָעֶרֶב׃   


מָה הַיְלָדִים עֹשִׂים? הֵם רָצִים׃
מָה הַיְלָדוֹת עֹשׂוֹת? הֵנָּה רָצוֹת׃ 
  



מָה הָאִשָּׁה עֹשָׂה? הִיא רָצָ֫ה׃ אֵיפֹה הִיא רָצָ֫ה? בַּמִּדְבָּר! 
  

מָה הַנָּשִׁים עֹשׂוֹת? הֵנָּה רָצוֹת׃
הַנַּעַר בָּא׃ הַנַּעַר בָּא׃
בָּא = בָּא
מָה הָאִישׁ עֹשֶׂה? הָאִישׁ בָּא׃ 
הָאִשָּׁה בָּ֫אָה׃ הָאִשָּׁה בָּאָ֫ה׃ 
בָּ֫אָה ≠ בָּאָ֫ה 
הָאִשָּׁה בָּאָ֫ה׃   
הַנְּעָרוֹת בָּאוֹת׃
הָאֲנָשִׁים וּבְקָרָם בָּאִים׃ 
מִי הָרָצָ֫ה? הִיא הָרָצָ֫ה׃ 
מִי הָעֹלָה? הִיא הָעֹלָה׃ 
מִי הַבָּאָ֫ה? הִיא הַבָּאָ֫ה׃ 
מִי הָרָץ? הוּא הָרָץ׃   
מִי הַבָּא? הוּא הַבָּא׃ 
מִי הַבָּאָ֫ה? הִיא הַבָּאָ֫ה׃ 
מִי הַבָּאִים? הֵם הַבָּאִים׃ 
מִי הָרָצִים? הֵם הָרָצִים׃   
מִי הַבָּאוֹת?  הֵנָּה הַבָּאוֹת׃
 
  





מָה הַנַּעַר עֹשֶׂה? הוּא נָס׃ 
הוּא נָס מִפְּנֵי הָאִישׁ׃ 
מָה הָאִישׁ עֹשֶׂה? הוּא רֹדֵף׃ הוּא רֹדֵף אַחֲרֵי הַנַּעַר׃   
הֵם נָסִים׃ הֵם נָסִים וְהֵם רֹדְפִים׃ הֵם רֹדְפִים׃ 
הָאִשָּׁה נָסָ֫ה מִפְּנֵי אִישָׁהּ׃ 
הָאִשָּׁה רָצָ֫ה׃ 
הַיַּלְדָּה בָּאָ֫ה׃ ←
🧑🏾                👩🏾
אִישׁ אֶחָד                אִשָּׁה אַחַת
🧑🏽 הוּא בָּא               הִיא בָּאָ֫ה 👩🏽
🧑🏽👉🏽 אַתָּה בָּא                אַתְּ בָּאָ֫ה 👩🏽👉🏽
🙋🏽‍♂️ אֲנִי בָּא                אֲנִי בָּאָ֫ה🙋🏽
וַיֹּאמֶר דָּוִד אֶל־הַפְּלִשְׁתִּי אַתָּה בָּא אֵלַי בְּחֶרֶב וּבַחֲנִית...  
(בָּא וְלֹא בָּאתָ)
וְאָנֹכִי בָא־אֵלֶיךָ בְּשֵׁם יהוה צְבָאוֹת אֱלֹהֵי יִשְׂרָאֵל......  
(בָּא וְלֹא בָּאתִי)
...כִּי לְיהוה הַמִּלְחָמָה וְנָתַן אֶתְכֶם בְּיָדֵינוּ׃
 
שָׁלוֹם!
________________`,
			},
			{
				id: 108,
				title: 'AwB 80: Avram & the Bread',
				unitId: 16,
				order: 189,
				content: `אַבְרָם 🗨 שָׁלוֹם, אֵינֶּנִּי בֵּת!׃
אַבְרָם וְהַלֶּחֶם
וְאַבְרָם יֹשֵׁב עַל־כִּסֵּא וְהוּא אֹכֵל לֶחֶם׃ וַיִּשָּׂא אֶת־עֵינָיו וַיַּרְא וְהִנֵּא בֵת בָּאָ֫ה וְצִדְקִיָּהוּ עַל־שִׁכְמָהּ׃ וַתָּבֹא בֵת וַתִּשְׁלַח אֶת־יָדָהּ וַתִּקַּח אֶת־הַלֶּחֶם מִפִּי אַבְרָם׃    
 וַתֹּאכַל וַתִּתֵּן גַּם־לְצִדְקִיָּהוּ עִמָּהּ׃ וַיֵּרַע הַדָּבָר בְּעֵינֵי אַבְרָם וַתֵּלֶךְ בֵּת וַתֵּצֵא׃ וַיִּשָּׂא אַבְרָם אֶת־קֹלוֹ וַיֵּבְךְּ׃ 
וַיְהִי בַיּוֹם הַשֵּׁנִי וְאַבְרָם אֹכֵל עוֹד לֶחֶם׃ וַיִּשָּׂא אֶת־עֵינָיו וַיַּרְא וְהִנֵּה בֵת בָּאָ֫ה וְצִדְקִיָּהוּ עִמָּהּ׃ וַיִּירָא אַבְרָם וַיָּקָם וַיָּשֶׂם אֶת־הַלֶּחֶם עַל־הַכִּסֵּא אֲשֶׁר הוּא יֹשֵׁב עָלָיו וַיֵּשֶׁב׃ וַתָּבֹא בֵת וַתַּעֲמֹד לְפָנָיו וַתֹּאמֶר הַאֵין לְךָ לֶחֶם׃ וַיֹּאמֶר אַיִן וַתֵּלֶךְ בֵּת׃     
וַיָּקָם אַבְרָם בַּלָּט וַיִּקַּח אֶת־לַחְמוֹ מִתַּחְתָּיו וְהִנֵּה רַע הַלֶּחֶם׃ וַיִּשָּׂא אַבְרָם אֶת־קֹלוֹ וַיֵּבְךְּ עוֹד׃ 
וַתִּשְׁמַע בֵּת אֶת־קוֹל אַבְרָם וַתָּשָׁב אֵלָיו וַתֹּאמֶר אַבְרָם לָמָה אַתָּה בֹכֶה׃ וַיְדַבֵּר אַבְרָם לֵאמֹר…׃  
אָנֹכִי אֹכֵל לֶחֶם פֹּה וַתָּבֹאִי וַתִּקְחִי אֹתוֹ מִפִּי וַתִּתְּנִי גַם־לְצִדְקִיָּהוּ׃ וַתֹּאכְלוּ שְׁנֵיכֶם אֶת־לַחְמִי וְלִי לֹא נָתַתְּ׃ וְהַיּוֹם הַזֶּּה אָנֹכִי אֹכֵל עוֹד לֶחֶם וָאֶשָּׂא אֶת־עֵינַי וָאֵרֶא וְהִנֵּה אַתְּ בָּאָ֫ה׃ וָאָקוּם וָאָשִׂים אֶת־הַלֶּחֶם עַל־כִּסֵּא אֲשֶׁר אָנֹכִי יֹשֵׁב עָלָיו וָאֵשֵׁב׃ וַתָּבֹאִי וַתַּעַמְדִי לְפָנַי וַתֹּאמְרִי לִי הַאֵין לְךָ לֶחֶם וַאֹמַר לָךְ אַיִן׃ וַתֵּלְכִי וָאָקוּם וָאֶקַּח אֶת־לַחְמִי מִתַּחְתַּי וְהִנֵּא רַע הוּא עַל־כֵּן אֲנִי בֹכֶה׃  
הַקֵּץ
? שְׁאֵלוֹת ?
מָה אַבְרָם עֹשֶׂה? הוּא אֹכֵל לֶחֶם! אֵיפֹה הוּא אֹכֵל לֶחֶם? בַּבַּיִת עַל־כִּסֵּא! וּמֶה עָשָׂה אַבְרָם? נָשָׂא אֶת־עֵינָיו וַיַּרְא׃ אֶת־מִי רָאָה? אֶת־בֵּת! וּמָה הִיא עֹשָׂה? הִיא בָּאָ֫ה׃ מִי בָא עִמָּהּ? צִדְקִיָּהוּ! אֵיפֹה צִדְקִיָּהוּ עֹמֵד? עַל־שְׁכֶם בֵּת! 
וְאַחֲרֵי־כֵן מֶה עָשְׂתָה בֵת? לָקְחָה אֶת־הַלֶּחֶם מִפִּי אַבְרָם וַתֹּאכַל׃ לְמִי נָתְנָה מִן־הַלֶּחֶם? הַלְצִדְקִיָּהוּ אִם־לְאַבְרָם? לְצִדְקִיָּהוּ! 
וְאַחֲרֵי־כֵן מֶה עָשְׂתָה? יָצְאָה! הֲטוֹב הַדָּבָר בְּעֵינֵי אַבְרָם? לֹא כִּי רַע הַדָּבָר בְּעֵינָיו׃ מֶה עָשָׂה אַבְרָם? נָשָׂא אֶת־קֹלוֹ וַיֵּבְךְּ׃  
וַיְהִי בַיֹוֹם הַשֵּׁנִי וְאַבְרָם אֹכֵל עוֹד לֶחֶם׃ וַיִּשָּׂא אֶת־עֵינָיו וַיַּרְא וְהִנֵּה בֵת בָּאָ֫ה וְצִדְקִיָּהוּ עִמָּהּ׃ וּמֶה עָשָׂה אַבְרָם? יָרֵא וַיָּקָם וַיָּשֶׂם אֶת־לַחְמוֹ עַל־הַכִּסֵּא אֲשֶׁר הוּא יֹשֵׁב עָלָיו וַיֵּשֶׁב׃ וַתָּבֹא בֵת וַתַּעֲמֹד לְפָנָיו וַתֵּרֶא כִּי אֵין לוֹ לֶחֶם וַתֵּצֵא׃ וְאַחֲרֵי־כֵן מֶה עָשָׂה אַבְרָם? קָם בַּלָּט וַיִּקַּח אֶת־הַלֶּחֶם׃ מֵאַיִן לָקַח אֹתוֹ? מִתַּחְתָּיו אוֹ מֵעַל הַכִּסֵּא אֲשֶׁר הוּא יֹשֵׁב עָלָיו׃ וַיַּרְא אַבְרָם כִּי רַע הַלֶּחֶם וַיִּשָּׂא אֶת־קֹלוֹ וַיֵּבְךְּ עוֹד׃       
וּמֶה עָשְׂתָה בֵת? שָׁמְעָה אֶת־קוֹל אַבְרָם וַתָּשָׁב אֵלָיו׃ 


מָה אָמְרָה לוֹ? כֹּה אָמְרָה לוֹ לָמָה אַתָּה בֹכֶה׃
וּמֶה עָשָׂה אַבְרָם? דִּבֶּר לָהּ אֶת אֲשֶׁר בְּלִבּוֹ׃
הַקֵּץ


אַבְרָם 🗨 שָׁלוֹם!׃


________________`,
			},
			{
				id: 109,
				title: 'AwB 81: Saul & David in the Cave',
				unitId: 17,
				order: 192,
				content: `שָׁלוֹם, אֲנִי בֵּת!
אֲנִי הָרָה׃ 🤰🏼




________________
  

1:1-4, 1:5b שְׁמוֹת   
וְאֵלֶּה שְׁמוֹת בְּנֵי יִשְׂרָאֵל הַבָּאִים מִצְרָ֑יְמָה אֵת יַעֲקֹ֔ב אִישׁ וּבֵיתוֹ בָּ֫אוּ׃ רְאוּבֵן שִׁמְע֔וֹן לֵוִי וִיהוּדָה׃ יִשָּׂשכָר זְבוּלֻן וּבְנְיָמִן׃ דָּן וְנַפְתָּלִי גָּד וְאָשֵׁר׃…וְיוֹסֵף הָיָה בְמִצְרָיִם׃
________________


בָּאִים בַּיָּמִים
________________
  

18:11a בְּרֵאשִׁית
וְאַבְרָהָם וְשָׂרָה זְקֵנִ֔ים בָּאִים בַּיָּמִ֑ים…
________________
  

מַה־זֶּה בָּאִים בַּיָּמִים? 
זְקֵנִים הֵם׃ 
בָּאִים בַּיָּמִים ← זְקֵנִים
________________
  

24:1a בְּרֵאשִׁית 
וְאַבְרָהָם זָקֵ֔ן בָּא בַּיָּמִ֑ים וְיהוה בֵּרַךְ אֶת־אַבְרָהָם בַּכֹּל׃
________________


13:1a, 23:2 יְהוֹשֻׁעַ   
וִיהוֹשֻׁעַ זָקֵן בָּא בַּיָּמִ֑ים וַיֹּאמֶר יהוה אֵלָיו אַתָּה זָקַ֫נְתָּה בָּ֫אתָ בַיָּמִים…וַיִּקְרָא יְהוֹשֻׁעַ לְכָל־יִשְׂרָאֵל…וַיֹּאמֶר אֲלֵהֶ֔ם אֲנִי זָקַ֫נְתִּי בָּ֫אתִי בַּיָּמִים׃  
________________
  

1:1a מְלָכִים א 
וְהַמֶּלֶךְ דָּוִד זָקֵן בָּא בַּיָּמִים…
________________




בְּנֵי דָוִד
________________


שְׁמוּאֵל ב 15:1  
וַיְהִי מֵאַחֲרֵי כֵ֔ן וַיַּ֫עַשׂ לוֹ אַבְשָׁלוֹם מֶרְכָּבָה וְסֻסִ֑ים וַחֲמִשִּׁים אִישׁ רָצִים לְפָנָיו׃    
________________


מִי אַבְשָׁלוֹם? בֶּן־דָּוִד הוּא׃ בֶּן־דָּוִד, אִישׁ יְפֵה מַרְאֶה׃ גַּם־אֲדֹנִיָּה עָשָׂה כַּדָּבָר הַזֶּה׃ אֲדֹנִיָּה? מִי אֲדֹנִיָּה? גַּם־הוּא בֶּן־דָּוִד׃ לְדָוִד הָיוּ נָשִׁים רַבּוֹת וּבָנִים רַבִּים׃ אַבְשָׁלוֹם בֶּן־מַעֲכָה אֵשֶׁת דָּוִד וַאֲדֹנִיָּה בֶּן־חַגִּית אֵשֶׁת דָּוִד׃ מֶה עָשָׂה אֲדֹנִיָּה? אָמַר בְּלִבּוֹ אֲנִי אֶהְיֶה מֶלֶךְ עַל־יִשְׂרָאֵל׃
________________


1:1a, 1:5b מְלָכִים א   
וְהַמֶּלֶךְ דָּוִד זָקֵן בָּא בַּיָּמִים…וַיַּ֫עַשׂ לוֹ רֶכֶב וּפָרָשִׁ֔ים וַחֲמִשִּׁים אִישׁ רָצִים לְפָנָיו׃    
________________


  

אֲדֹנִיָּה עָשָׂה כַּאֲשֶׁר עָשָׂה אַבְשָׁלוֹם׃ וּמִי הָיָה מֶלֶךְ תַּ֫חַת דָּוִד? מִי יָשַׁב עַל־כִּסֵּא דָּוִד? אַבְשָׁלוֹם לֹא הָיָה מֶלֶךְ, גַּם־אֲדֹנִיָּה לֹא יָשַׁב עַל־כִּסֵּא דָּוִד כִּי שְׁלֹמֹה בֶּן־בַּת־שֶׁ֫בַע הָיָה מֶלֶךְ תַּ֫חַת דָּוִד אָבִיו׃
________________


לָבָן רֹדֵף אַחֲרֵי יַעֲקֹב
________________


  31:3, 31:17 בְּרֵאשִׁית     
וַיֹּאמֶר יהוה אֶל־יַעֲקֹ֔ב שׁוּב אֶל־אֶ֫רֶץ אֲבוֹתֶ֫יךָ…וְאֶהְיֶה עִמָּךְ׃ וַיָּ֫קָם יַעֲקֹ֑ב וַיִּשָּׂא אֶת־בָּנָיו וְאֶת־נָשָׁיו עַל־הַגְּמַלִּים׃ 
________________


וַיָּ֫נָס אֶל־אֶ֫רֶץ כְּנַ֫עַן הוּא וְכָל בֵּיתוֹ׃ וַיִּשְׁמַע לָבָן בַּיּוֹם הַשְּׁלִישִׁי כִּי נָס יַעֲקֹב וַיִּרְדֹּף אַחֲרָיו דֶּרֶךְ שִׁבְעַת יָמִים׃ וַיָּבֹא לָבָן אֶל־הַמָּקוֹם אֲשֶׁר יַעֲקֹב שָׁם׃
________________


 בְּרֵאשִׁית 31:26a, 31:43b  
וַיֹּאמֶר לָבָן לְיַעֲקֹ֔ב מֶה עָשִׂיתָ… הַבָּנוֹת בְּנֹתַי וְהַבָּנִים בָּנַי וְהַצֹּאן צֹאנִ֔י וְכֹל אֲשֶׁר־אַתָּה רֹאֶה לִי־ה֑וּא…
________________


לֹא טוֹב הַדָּבָר אֲשֶׁר עָשָׂה יַעֲקֹב בְּעֵינֵי לָבָן׃


דְּבַר־יהוה לְיִרְמְיָהוּ הַנָּבִיא
אָמַר יִרְמְיָהוּ…
________________


 1:11, 24:3a יִרְמְיָה  
וַיְהִי דְבַר־יהוה אֵלַי לֵאמֹ֔ר מָה־אַתָּה רֹאֶה יִרְמְיָ֑הוּ וָאֹמַר מַקֵּל שָׁקֵד אֲנִי רֹאֶה׃… 
וַיֹּאמֶר יהוה אֵלַי מָה־אַתָּה רֹאֶה יִרְמְיָ֔הוּ וָאֹמַר תְּאֵנִ֑ים הַתְּאֵנִים הַטֹּבוֹת טֹבוֹת מְאֹ֔ד וְהָרָעוֹת רָעוֹת מְאֹד…
________________
  
  

מַה־זֶּה שָׁקֵד? שָׁקֵד
אֵלֶּה שְׁקֵדִים׃ ←
וְהָעֵץ שָׁקֵד׃ ←


→ מַקֵּל    


מַקֵּל שָׁקֵד ←




דְּבַר־יהוה לִיחֶזְקֵאל הַנָּבִיא
________________


 8:12a יִחֶזְקֵאל   
וַיֹּאמֶר אֵלַי הֲרָאִ֫יתָ בֶן־אָדָם אֲשֶׁר זִקְנֵי בֵית־יִשְׂרָאֵל עֹשִׂים בַּחֹ֔שֶׁךְ…כִּי אֹמְרִים אֵין יהוה רֹאֶה אֹתָ֔נוּ…
________________


  

הָלַךְ ← הֹלֵךְ
אָמַר ← אֹמֵר


הוּא אֹמֵר
הֵם אֹמְרִים


זִקְנֵי בֵית־יִשְׂרָאֵל עֹשִׂים הָרָע בְּעֵינֵי יהוה בַּחֹ֫שֶׁךְ׃ מָה הֵם אֹמְרִים? כֹּה הַזְּקֵנִים אֹמְרִים`,
			},
			{
				id: 110,
				title: 'AwB 82: Units of Time and Age',
				unitId: 17,
				order: 193,
				content: `שָׁלוֹם, אֲנִי בֵּת!
  

עוֹר, שֵׁן, שִׁנַּיִם, לֵב אוֹ לֵבָב, זְרוֹעַ, עֶ֫צֶם, עֲצָמוֹת, שְׁכֶם, לָשׁוֹן, קֶ֫רֶב
מַה־יֵּשׁ בְּקֶ֫רֶב בֵּת? יֵשׁ בְּקִרְבָּה לֵב וַעֲצָמוֹת וּבֶ֫טֶן׃ וּמַה־יֵּשׁ בְּבִטְנָהּ? בַּת! יֶשׁ־בָּהּ בַּת! הַבַּת בַּבֶּ֫טֶן וְהַבֶּ֫טֶן בַּקֶּרֶב׃ 
  
  

עַמּוּד, עַמּוּדִים, עַמּוּד עָנָן, עַמּוּד אֵשׁ


אַבְרָם 🗨 אִשְׁתִּי, זֹאת מִנְחָה לָךְ׃
בֵּת 🗨 מִנְחָה? הַאַתָּה נֹתֵן לִי מִנְחָה? אִישִׁי נֹתֵן לִי מִנְחָה!
אַבְרָם 🗨 קְחִי!
בֵּת 🗨 אֲבָנִים? נָתַ֫תָּ לִי אֲבָנִים׃ לָ֫מָּה?  
וַיֹּאמֶר אַברָם בְּלִבּוֹ 💭טוֹב עָשִׂיתִי כִּי מִנְחָה נָתַתִּי לְאִשְׁתִּי׃ 
וַתֹּאמֶר בֵּת בְּלִבָּהּ 💭לֹא טוֹבָה הַמִּנְחָה הַזֹּאת׃ לָ֫מָּה נָתַן לִי אֲבָנִים׃


בֹּ֫קֶר, יוֹם, עֶ֫רֶב, לַ֫יְלָה
הַשֶּׁ֫מֶשׁ יָצָא׃ הַשֶּׁמֶשׁ בָּא׃ וַיֵּצֵא הַשֶּׁמֶשׁ וַיְהִי בֹקֶר׃ וַיְהִי עֶרֶב וַיָּבֹא הַשֶּׁמֶשׁ וַיְהִי לַיְלָה׃


יוֹם אֶחָד, יוֹמַ֫יִם, שְׁלֹשָׁה יָמִים אוֹ שְׁלֹ֫שֶׁת יָמִים, אַרְבַּעַת יָמִים, חֲמִשָּׁה יָמִים, שֵׁשֶׁת יָמִים, שִׁבְעַת יָמִים,   
זֶה שָׁבוּעַ׃ זֶה יוֹם הַשַּׁבָּת׃   שֶׁ֫בַע ← שָׁבוּעַ
יוֹם, יוֹם, יוֹם ← יָמִים 
שָׁבוּעַ, שָׁבוּעַ, שָׁבוּעַ ← שָׁבֻעוֹת אוֹ שָׁבֻעִים  


יָרֵחַ 🌙
זֶה חֹ֫דֶשׁ ← 🌑 זֶה אֵינֶ֫נּוּ חֹ֫דֶשׁ ← 🌘׃ גַּם־זֶה אֵינֶנּוּ חֹדֶשׁ ← 🌔  
זֶה חֹדֶשׁ ← 🌑 
חֹדֶשׁ, חֹדֶשׁ אֶחָד
חֹ֫שֶׁךְ ≠ חֹ֫דֶשׁ


יוֹם, שָׁבוּעַ, חֹדֶשׁ, חֹדֶשׁ           
חֹדֶשׁ, חֹדֶשׁ, חֹדֶשׁ ← חֳדָשִׁים


שָׁנָה אַחַת, שָׁנָה ←
יוֹם, שָׁבוּעַ, חֹדֶשׁ, שָׁנָה


יוֹם ← יָמִים
שָׁבוּעַ ← שָׁבֻעוֹת אוֹ שָׁבֻעִים
חֹדֶשׁ ← חֳדָשִׁים
שָׁנָה ← שָׁנִים
  

אִשָּׁה                נָשִׁים
תְּאֵנָה                תְּאֵנִים
שָׁנָה                שָׁנִים


שָׁנָה נְקֵבָה אַךְ שָׁנִים הֵנָּה׃
אֲרוֹן יהוה בְּאֶרֶץ פְּלִשְׁתִּים
וַיֵּצְאוּ פְלִשְׁתִּים לַמִּלְחָמָה בְּיִשְׂרָאֵל וַיַּכּוּ אֹתָם׃ וַיִּקְחוּ אֶת־אֲרוֹן הַבְּרִית מִיַּד יִשְׂרָאֵל וַיָּשִׂימוּ אֹתוֹ בְּבֵית דָּגוֹן אֱלֹהֵיהֶם׃ וַיִּפֹּל דָּגוֹן לְפָנָיו לִפְנֵי אֲרוֹן יהוה׃
________________
  שְׁמוּאֵל א 6:1
וַיְהִי אֲרוֹן־יהוה בִּשְׂדֵה פְלִשְׁתִּים שִׁבְעָה חֳדָשִׂים׃
________________






בִּשְׂדֵה פְלִשְׁתִּים? שָׂדֶה ← שְׂדֵה, בִּשְׂדֵה פְלִשְׁתִּים אוֹ בְּאֶרֶץ פְּלִשְׁתִים׃ כַּמָּה חֳדָשִׁים הָיָה אֲרוֹֹן־יהוה בִּשְׂדֵה פְלִשְׁתִּים? 
שִׁבְעָה חֳדָשִׁים׃ וְאַחֲרֵי־כֵן שָׁלְחוּ אֹתוֹ אֶל־בְּנֵי יִשְׂרָאֵל אֶל־בֵּית־שֶׁמֶשׁ׃ בֵּית־שֶׁמֶשׁ עִיר׃ אַיֵּה הָעִיר הַזֹּאת? פֹּה, בֵּית־שֶׁמֶשׁ
זֹאת אֶרֶץ פְּלִשְׁתִּים וְזֹאת בֵּית־שֶׁמֶשׁ׃ יֹשְׁבֵי בֵית־שֶׁמֶשׁ (הָאֲנָשִׁים אֲשֶׁר יֹשְׁבִים שָׁם בְּבֵית־שֶׁמֶשׁ) יֹשְׁבֵי בֵית־שֶׁמֶשׁ בְּנֵי יִשְׂרָאֵל׃ אֵינָם פְּלִשְׁתִּים׃ וַיָּ֫שָׁב אֲרוֹן יהוה לְיִשְׂרָאֵל מִקֵּץ שִׁבְעָה ח͏ֳדָשִׁים׃
________________


הוּא בֶּן־שָׁנָה׃ וְהוּא בֶּן־עֶ֫שֶׂר שָׁנִים׃  
הַיֶּלֶד הַזֶּה בֶּן־יוֹם׃ מָה הוּא עֹשֶׂה? הוּא בֹּכֶה׃ 
הַיַּלְדָּה הַזֹּאת בַּת־שְׁמֹנַת יָמִים׃ 
הוּא בֶּן־חֹ֫דֶשׁ׃ הִיא בַּת־חֹדֶשׁ׃ הוּא בֶּן־חֹדֶשׁ׃ ֽ  
הוּא בֶּן־שְׁלֹשָׁה חֳדָשִׁים׃ 
הוּא בֶּן־שִׁבְעָה חֳדָשִׁים׃   
הִיא בַּת־שָׁנָה׃
הוּא בֶּן־שָׁלֹשׁ שָׁנִים׃ 
הוּא בֶּן־חָמֵשׁ שָׁנִים׃   
הֵנָּה בְּנוֹת חָמֵשׁ שָׁנִים׃ 
הִיא בַּת־שֶׁ֫בַע שָׁנִים׃ ←
הוּא בֶּן־תֵּ֫שַׁע שָׁנִים׃ 
הִיא בַּת־עֶ֫שֶׂר שָׁנִים׃ הוּא בֶּן־שְׁלֹשִׁים שָׁנָה׃ הִיא בַּת־אַרְבָּעִים שָׁנָה׃
הוּא בֶּן־אַרְבָּעִים שָׁנָה׃ הוּא בֶּן־חֲמִשִּׁים שָׁנָה׃
100 מֵאָה 
200 מָאתַיִם 
300 שְׁלֹשׁ מֵאוֹת 
400 אַרְבַּע מֵאוֹת 
  

הָאִישׁ הַזֶּה זָקֵן בָּא בַּיָּמִים׃ הוּא בֶּן־מְאַת שָׁנָה׃ הִיא בַּת־מְאַת שָׁנָה׃ 
________________
  יְהוֹשֻׁעַ 24:29
וַיְהִי אַחֲרֵי הַדְּבָרִים הָאֵ֔לֶּה וַיָּמָת יְהוֹשֻׁעַ בִּן־נוּן עֶבֶד יהו֑ה בֶּן־מֵאָה וָעֶשֶׂר שָׁנִים׃


 7:6, 9:29 בְּרֵאשִׁית    
וְנֹחַ בֶּן־שֵׁשׁ מֵאוֹת שָׁנָ֑ה וְהַמַּבּוּל הָיָ֔ה מַיִם עַל־הָאָרֶץ׃ … וַיִּהְיוּ כָּל־יְמֵי־נֹ֔חַ תְּשַׁע מֵאוֹת שָׁנָה וַחֲמִשִּׁים שָׁנָ֑ה וַיָּמֹת׃
________________


כָּל־יְמֵי־נֹחַ? מַה־זֶּה יְמֵי? 
אֲנָשִׁים ← אַנְשֵׁי
מַיִם ←  מֵי
יָמִים ← יְמֵי
יְמֵי נֹחַ הַיָּמִים אֲשֶׁר לְנֹחַ ← יְמֵי נֹחַ׃ 
לָ֫מָּה וַיָּמֹ֫ת וְלֹא וַיָּ֫מָת? כִּי בְּסוֹף הַפָּסוּק הַדָּבָר׃
________________
  בְּרֵאשִׁית 5:11
וַיִּהְיוּ כָּל־יְמֵי אֱנ֔וֹשׁ חָמֵשׁ שָׁנִים וּתְשַׁע מֵאוֹת שָׁנָ֑ה וַיָּמֹת׃
________________


שָׁלוֹם!
________________`,
			},
			{
				id: 111,
				title: 'AwB 83: Numbers 11-99',
				unitId: 17,
				order: 196,
				content: `שָׁלוֹם, אֲנִי בֵּת!
אַחַת, שְׁתַּ֫יִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁ֫בַע, שְׁמֹנֶה, תֵּ֫שַׁע, עֶ֫שֶׂר
עֶשֶׂר ← עֶשְׂרִים


11 אַחַת עֶשְׂרֵה   
12 שְׁתֵּים עֶשְׂרֵה
13 שְׁלֹשׁ עֶשְׂרֵה
14 אַרְבַּע עֶשְׂרֵה
15 חֲמֵשׁ עֶשְׂרֵה  
16 שֵׁשׁ עֶשְׂרֵה
17 שְׁבַע עֶשְׂרֵה
18 שְׁמֹנֶה עֶשְׂרֵה
19 תְּשַׁע עֶשְׂרֵה
20 עֶשְׂרִים  


10                20
עֶשֶׂר ← עֶשְׂרִים


אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, תֵּשַׁע, עֶשֶׂר, 
אַחַת עֶשְׂרֵה, שְׁתֵּים עֶשְׂרֵה, שְׁלֹשׁ עֶשְׂרֵה, אַרְבַּע עֶשְׂרֵה, חֲמֵשׁ עֶשְׂרֵה, שֵׁשׁ עֶשְׂרֵה, שְׁבַע עֶשְׂרֵה, שְׁמֹנֶה עֶשְׂרֵה, תְּשַׁע עֶשְׂרֵה, עֶשְׂרִים 20 
עֶשְׂרִים וְאַחַת, עֶשְׂרִים וּשְׁתַּיִם, עֶשְׂרִים וְשָׁלֹשׁ, עֶשְׂרִים וְאַרְבַּע, עֶשְׂרִים וְחָמֵשׁ, עֶשְׂרִים וְשֵׁשׁ, עֶשְׂרִים וְשֶׁבַע, עֶשְׂרִים וּשְׁמֹנֶה, עֶשְׂרִים וְתֵשַׁע, שְׁלֹשִׁים 30 
שְׁלֹשִׁים וְאַחַת, שְׁלֹשִׁים וּשְׁתַּיִם, שְׁלֹשִׁים וְשָׁלֹשׁ, שְׁלֹשִׁים וְאַרְבַּע, שְׁלֹשִׁים וְחָמֵשׁ…  
  

אַחַת עֶשְׂרֵה יְלָדוֹת 
אַרְבַּע עֶשְׂרֵה מְנֹרוֹת 
חֲמֵשׁ עֶשְׂרֵה פָּרוֹת   
שְׁמֹנֶה עֶשְׂרֵה כֹּסוֹת 
אַחַת עֶשְׂרֵה בֵּיצִים בַּסַּל 
שְׁתֵּים עֶשְׂרֵה אֲבָנִים קְטַנּוֹת 
שְׁלֹשׁ עֶשְׂרֵה נָשִׁים     










הַנַּעֲרָה בַּת־אַחַת עֶשְׂרֵה שָׁנָה׃   
הַנַּעַר הַזֶּה בֶּן־שְׁתֵּים עֶשְׂרֵה שָׁנָה׃ 
מָה הוּא עֹשֶׂה? הוּא אֹכֵל׃ 
הִיא בַּת־שְׁבַע עֶשְׂרֵה שָׁנָה׃
הִיא בַּת־שְׁמֹנֶה עֶשְׂרֵה שָׁנָה׃ 
👩🏽 ♀️                👨🏽 ♂️
1                בַּת אַחַת                בֵּן אֶחָד        
2                שְׁתֵּי בָנוֹת                שְׁנֵי בָנִים        
3                שָׁלֹשׁ בָּנוֹת                שְׁלֹשָׁה בָנִים
4                אַרְבַּע בָּנוֹת        אַרְבָּעָה בָנִים
5                חָמֵשׁ בָּנוֹת                חֲמִשָּׁה בָנִים
6                שֵׁשׁ בָּנוֹת                שִׁשָּׁה בָנִים
7                שֶׁבַע בָּנוֹת                שִׁבְעָה בָנִים
8                שְׁמֹנֶה בָנוֹת        שְׁמֹנָה בָנִים
9                תֵּשַׁע בָּנוֹת                תִּשְׁעָה בָנִים
10                עֶשֶׂר בָּנוֹת                עֲשָׂרָה בָנִים
11                אַחַת עֶשְׂרֵה        אַחַד עָשָׂר
12                שְׁתֵּים עֶשְׂרֵה        שְׁנֵים עָשָׂר
13                שָׁלֹשׁ עֶשְׂרֵה        שְׁלֹשָׁה עָשָׂר
14                אַרְבַּע עֶשְׂרֵה        אַרְבָּעָה עָשָׂר
15                חָמֵשׁ עֶשְׂרֵה        חֲמִשָּׁה עָשָׂר
16                שֵׁשׁ עֶשְׂרֵה                שִׁשָּׁה עָשָׂר
17                שְׁבַע עֶשְׂרֵה        שִׁבְעָה עָשָׂר
18                שְׁמֹנֶה עֶשְׂרֵה        שְׁמֹנָה עָשָׂר
19                תְּשַׁע עֶשְׂרֵה        תִּשְׁעָה עָשָׂר
20                עֶשְׂרִים                עֶשְׂרִים




שְׁנֵים עָשָׂר גְּמַלִּים הֹלְכִים בַּמִּדְבָּר    
שְׁנֵים עָשָׂר עֲנָבִים


________________


בְּרֵאשִׁית 35:22b-35:26a  
וַיִּהְיוּ בְנֵי־יַעֲקֹב שְׁנֵים עָשָׂר׃ בְּנֵי לֵאָ֔ה בְּכוֹר יַעֲקֹב רְאוּבֵ֑ן וְשִׁמְעוֹן וְלֵוִי וִיהוּדָה וְיִשָּׂשכָר וּזְבוּלֻן׃ בְּנֵי רָחֵ֔ל יוֹסֵף וּבִנְיָמִין׃ וּבְנֵי בִלְהָה שִׁפְחַת רָחֵ֔ל דָּן וְנַפְתָּלִי׃ וּבְנֵי זִלְפָּה שִׁפְחַת לֵאָה גָּד וְאָשֵׁ֑ר…
________________


שְׁנֵים עָשָׂר בָּנִים הָיוּ לְיַעֲקֹב׃ מַה־זֶּה בְּכוֹר? הַבְּכוֹר הַבֵּן הָרִאשׁוֹן ← בְּכוֹר׃ מִי בְּכוֹר יַעֲקֹב? רְאוּבֵן שְׁמוֹ׃ רְאוּבֵן הַבֵּן הַגָּדוֹל הַבֵּן הָרִאשׁוֹן׃ רְאוּבֵן הַבְּכוֹר׃ רְאוּבֵן בְּכוֹר יַעֲקֹב׃  
כַּמָּה בָנִים הָיוּ לְיַעֲקֹב? שְׁנֵים עָשָׂר, שְׁנֵים עָשָׂר בָּנִים הָיוּ לוֹ׃  






________________


דִּבְרֵי הַיָּמִים א 25:5b  
וַיִּתֵּן הָאֱלֹהִים לְהֵימָן בָּנִים אַרְבָּעָה עָשָׂר וּבָנוֹת שָׁלוֹשׁ׃
________________


הֵימָן שֵׁם אִישׁ׃ הָיוּ לוֹ אַרְבָּעָה עָשָׂר בָּנִים וְשָׁלוֹשׁ בָּנוֹת׃
________________
  

10        עֶשֶׂר                        60        שִׁשִּׁים
20        עֶשְׂרִים                70        שִׁבְעִים
30        שְׁלֹשִׁים                80        שְׁמֹנִים
40        אַרְבָּעִים                90        תִּשְׁעִים
50        חֲמִשִּׁים                100        מֵאָה  
הַזָּקֵן בֶּן־תִּשְׁעִים שָׁנָה׃ 
הֵם בְּנֵי שִׁשִּׁים שָׁנָה׃ 
הוּא בֶּן־תֵּשַׁע שָׁנִים וְאַרְבָּעִים שָׁנָה׃  
הוּא בֶּן־שָׁלֹשׁ שָׁנִים וְשִׁבְעִים שָׁנָה׃ 
הִיא בַּת־שֵׁשׁ שָׁנִים וְתִשְׁעִים שָׁנָה׃
הִיא בַּת־חָמֵשׁ שָׁנִים וּמְאַת שָׁנָה׃


________________


שְׁמוּאֵל ב 9:10b  
וּלְצִיבָא חֲמִשָּׁה עָשָׂר בָּנִים וְעֶשְׂרִים עֲבָדִים׃
צִיבָא שֵׁם אִישׁ׃ כַּמָּה בָנִים הָיוּ לוֹ? חֲמִשָּׁה עָשָׂר׃ חֲמִשָּׁה עָשָׂר בָּנִים׃ וְכַמָּה עֲבָדִים הָיוּ לוֹ? עֶשְׂרִים עֲבָדִים׃ עֶשְׂרִים עֲבָדִים׃
________________
  

זֶה מִסְפָּר ← 27 
גַּם־זֶה מִסְפָּר ← 13 
מִסְפָּר ← 8, מִסְפָּר ←12,659
מִסְפָּר ← 350, מִסְפָּר ← 99, מִסְפָּר ← 71 
כָּל־אֵלֶּה מִסְפָּרִים׃  
יֵשׁ בַּשָּׂדֶה כְּלָבִים רַבִּים׃ מִסְפָּר הַכְּלָבִים שְׁנֵים עָשָׂר׃ מִסְפָּרָם שְׁנֵים עָשָׂר׃ יֵשׁ בַּשָּׂדֶה שְׁנֵים עָשָׂר כְּלָבִים׃   
כַּמָּה אֲנָשִׁים הֹלְכִים? 
מִסְפָּרָם עֶשְׂרִים וּשְׁנַיִם׃
מִסְפַּר הָאֲבָנִים אַרְבַּע׃     
מִסְפַּר הָאֲבָנִים שִׁשִּׁים וְאַחַת׃ 
מִסְפָּר הָאֲבָנִים…אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה…אֵין מִסְפָּר!  




מִסְפַּר הַדָּגִים תִּשְׁעָה׃    
מִסְפַּר הַדָּגִים שְׁמֹנָה עָשָׂר׃


מִסְפָּר הַדָּגִים…אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה…אֵין מִסְפָּר!  








________________


שְׁמוּאֵל ב 2:11  
וַיְהִי מִסְפָּר הַיָּמִ֔ים אֲשֶׁר הָיָה דָוִד מֶלֶךְ בְּחֶבְרוֹן עַל־בֵּית יְהוּדָ֑ה שֶׁבַע שָׁנִים וְשִׁשָּׁה חֳדָשִׁים׃
________________
  

דָּוִד הָיָה מֶלֶךְ בִּשְׁתֵּי עָרִים׃ הָרִאשֹׁנָה חֶבְרוֺן וְהַשֵּׁנִית יְרוּשָׁלַםִ׃ בְּחֶבְרוֹן דָּוִד הָיָה מֶלֶךְ עַל־בֵּית יְהוּדָה וְאַחֲרֵי־כֵן הָיָה מֶלֶךְ עַל־כָּל־יִשְׂרָאֵל בִּירוּשָׁלַםִ׃ כַּמָּה יָמִים הָיָה מֶלֶךְ בְּחֶבְרוֹן? מַה־מִּסְפַּר הַיָּמִים? שֶׁבַע שָׁנִים וְשִׁשָּׁה חֳדָשִׁים׃ שֶׁבַע שָׁנִים וְשִׁשָּׁה חֳדָשִׁים הָיָה מֶלֶךְ בְּחֶבְרוֹן׃  
שָׁלוֹם!
________________`,
			},
			{
				id: 112,
				title: 'AwB 84: The Firstborn',
				unitId: 17,
				order: 198,
				content: `שָׁלוֹם, אֲנִי בֵּת!
  

לְיַעֲקֹב שְׁנֵים עָשָׂר בָּנִים׃ מִסְפַּר בָּנָיו שְׁנֵים עָשָׂר׃ מִי בְּכֹרוֹ? מִי בְּכוֹר יַעֲקֹב? רְאוּבֵן! רְאוּבֵן הַבְּכוֹר׃ 
מִי בְּכוֹר אָדָם? קַ֫יִן בְּכֹרוֹ, קַיִן! 
מִי בְּכוֹר יִצְחָק? עֵשָׂו בְּכוֹר יִצְחָק, עֵשָׂו!   
לְיוֹסֵף שְׁנֵי בָנִים׃ מִי בְּכֹרוֹ? מַה־שְּׁמוֹ? מְנַשֶּׁה שְׁמוֹ׃ מְנַשֶּׁה בְּכוֹר יוֹסֵף וְאֶפְרַ֫יִם הַקָּטֹן׃ מְנַשֶּׁה הַבְּכוֹר וְאֶפְרַיִם הַקָּטֹן׃ 
לְיִשַׁי שְׁמֹנָה בָנִים׃ מִי בְּכֹרוֹ? הֲדָוִד הַבְּכוֹר? לֹא כִּי הוּא הַקָּטֹן, אֵינֶ֫נּוּ הַבְּכוֹר׃ שֵׁם בְּכוֹר יִשַׁי אֱלִיאָב׃ אֱלִיאָב בְּכוֹר יִשַׁי׃
  

[אַבְרָם 🗨 אֲדֹנָי הוֹשִׁיעֵנִי! אֲדֹנָי הוֹשִׁיעֵנִי!]
אַבְרָם צָעַק אֶל־אֱלֹהִים׃ צָעַק׃ אַבְרָם צָעַק אֶל־אֱלֹהִים׃
  

[אֲנָשִׁים 🗨 אַאַאַאַאַאַ!]
הָאֲנָשִׁים צָעֲקוּ׃ הָאֲנָשִׁים צָעֲקוּ׃


[בֵּת 🗨 אַאַאַאַאַאַ!]
צָעַקְתִּי׃ צָעַקְתִּי׃  


[אֲנָשִׁים 🗨 אַאַאַאַאַאַ!]
בְּנֵי יִשְׂרָאֵל צָעֲקוּ׃ 
(🗨!!!) זֹאת צְעָקָה׃


[קוֹל 🗨 אַאַאַאַאַאַ!]
הַקּוֹל הַזֶּה צְעָקָה׃
צְעָקָה ← צַעֲקַת
  

זֹאת צַעֲקַת בְּנֵי יִשְׂרָאֵל׃


אַבְרָם 🗨 אַאַאַאַאַ! הוֹשִׁיעֵ֫נִי!
בֵּת 🗨 שָׁמַ֫עְתִּי צְעָקָה׃ צַעֲקַת מִי?
אַבְרָם 🗨 הוֹשִׁיעֵ֫נִי! אַאַאַאַאַ!
בֵּת 🗨 זֹאת צַעֲקַת אַבְרָם! אַבְרָם! אַבְרָם! מַה־לְּךָ? אַבְרָם!
אַבְרָם 🗨 מַ֫יִם!
  

רִמּוֹנִים, שְׁקֵדִים, מַאֲכֶ֫לֶת




הָאִשָּׁה כָּרְתָה אֶת־הַתְּאֵנָה לִשְׁנַ֫יִם׃   
חֲצִי (½) וַחֲצִי׃   
→ רִמּוֹן אֶחָד, חֲצִי רִמּוֹן
בֵּיצָה אַחַת, חֲצִי בֵיצָה
תְּאֵנָה אַחַת, חֲצִי תְאֵנָה ←  


עֵנָב אֶחָד, חֲצִי עֵנָב 
  



→ עַם יִשְׂרָאֵל, חֲצִי הָעָם


  



     
יֵשׁ לָאִשָּׁה חֲצִי תְאֵנָה׃ ↑
לַיְלָה, חֲצִי הַלַּ֫יְלָה ←
מֵת כָּל־בְּכוֹר מִצְרַיִם
________________


שְׁמוֹת 11:4-6a, 12:29-31a
(וַיִּהְיוּ בְנֵי יִשְׂרָאֵל עֲבָדִים בְּמִצְרַיִם וַיִּצְעֲקוּ לֵאלֹהִים׃ וַיִּשְׁמַע אֱלֹהִים אֶת־צַעֲקַת יִשְׂרָאֵל וַיִּזְכֹּר אֶת־בְּרִיתוֹ אֶת־אַבְרָהָם אֶת־יִצְחָק וְאֶת־יַעֲקֹב׃ וַיִּקְרָא יהוה לְמֹשֶׁה בְּאֶרֶץ מִדְיָן וַיֹּאמֶר אֵלָיו רָאִיתִי אֶת־עַמִּי אֲשֶׁר בְּמִצְרַיִם וְאֶת־צַעֲקָתָם שָׁמַעְתִּי וְעַתָּה לֵךְ שׁוּב מִצְרַיְמָה׃ וַיָּשָׁב מֹשֶׁה מִצְרַ֫יְמָה וַיָּבֹא לִפְנֵי פַרְעֹה׃)   
וַיֹּאמֶר מֹשֶׁה כֹּה אָמַר יהו֑ה כַּחֲצֹת הַלַּ֔יְלָה אֲנִי יוֹצֵא בְּתוֹךְ מִצְרָיִם׃ וּמֵת כָּל־בְּכוֹר בְּאֶרֶץ מִצְרַיִם מִבְּכוֹר פַּרְעֹה הַיֹּשֵׁב עַל־כִּסְא֔וֹ עַד־בְּכוֹר הַשִּׁפְחָה…וְכֹל בְּכוֹר בְּהֵמָה׃ וְהָיְתָה צְעָקָה גְדֹלָה בְּכָל־אֶרֶץ מִצְרָ֑יִם׃ וַיְהִי בַּחֲצִי הַלַּיְלָה וְיהוה הִכָּה כָל־בְּכוֹר בְּאֶרֶץ מִצְרַיִם מִבְּכֹר פַּרְעֹה הַיֹּשֵׁב עַל־כִּסְא֔וֹ עַד בְּכוֹר הַשְּׁבִ֔י אֲשֶׁר בְּבֵית הַבּ֑וֹר וְכֹל בְּכוֹר בְּהֵמָה׃ וַיָּקָם פַּרְעֹה לַיְלָה הוּא וְכָל־עֲבָדָיו וְכָל־מִצְרַ֔יִם וַתְּהִי צְעָקָה גְדֹלָה בְּמִצְרָ֑יִם כִּי־אֵין בַּ֔יִת אֲשֶׁר אֵין־שָׁם מֵת׃ וַיִּקְרָא לְמֹשֶׁה וּלְאַהֲרֹן לַיְלָה וַיֹּאמֶר קוּמוּ צְּאוּ מִתּוֹךְ עַמִּ֔י גַּם־אַתֶּם גַּם־בְּנֵי יִשְׂרָאֵ֑ל גַּם־צֹאנְכֶם גַּם־בְּקַרְכֶם קְחוּ כַּאֲשֶׁר דִּבַּרְתֶּם וָלֵ֑כוּ׃   
(וּבְנֵי יִשְׂרָאֵל יָשְׁבוּ בְמִצְרַיִם שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה׃ וַיְהִי מִקֵּץ שְׁלֹשִׁים שָׁנָה וְאַרְבַּע מֵאוֹת שָׁנָה וַיֵּצְאוּ כָל־יִשְׂרָאֵל מֵאֶרֶץ מִצְרַיִם׃)
הַקֵּץ
מֶה עָשָׂה אֱלֹהִים? זָכַר!                 זָכַר ← וַיִּזְכֹּר
זָכַר אֶת־בְּרִיתוֹ׃ אָמַר אֱלֹהִים 🗨 כָּרַ֫תִּי בְּרִית אֶת־אַבְרָהָם אֶת־יִצְחָק וְאֶת־יַעֲקֹב, זָכַ֫רְתִּי כִּי בְרִית בֵּינִי וּבֵין בְּנֵי יִשְׂרָאֵל׃ 
כַּחֲצֹת הַלַּיְלָה ≈ כַּחֲצִי הַלַּיְלָה׃ 
מַה־זֶּה שְׁבִי? הוּא שְׁבִי׃ הָאִישׁ הַזֶּה שְׁבִי׃ גַּם־הוּא שְׁבִי׃ הַנַּעַר הַזֶּה שְׁבִי׃ הוּא שְׁבִי׃     
הַמָּקוֹם הַזֶּה בֵּית הַבּוֹר׃ שְׁבִי בְּבֵית הַבּוֹר׃ 
שְׁאֵלוֹת
אַבְרָם הָרִאשׁוֹן 🗨 נְעָרִים, מַה־שָּׁמַע אֱלֹהִים?
אַבְרָם הַשֵּׁנִי 🗨 צַעֲקַת בְּנֵי יִשְׂרָאֵל אֲשֶׁר בְּמִצְרַיִם׃
אַבְרָם הָרִאשׁוֹן 🗨 לָמָּה צָעֲקוּ בְנֵי יִשְׂרָאֵל אֶל־אֱלֹהִים?
הָאִשָּׁה הַקְּטַנָּה 🗨 כִּי עֲבָדִים הֵם בְּמִצְרַיִם׃
אַבְרָם הָרִאשׁוֹן 🗨 טוֹב! מִי מֵת בַּלַּיְלָה הַהוּא?
הָאִישׁ הַקָּטֹן 🗨 מֹשֶׁה!
אַבְרָם הַשֵּׁנִי 🗨 לֹא, לֹא׃ מֹשֶׁה לֹא מֵת׃ כָּל־בְּכוֹר מִצְרַיִם מִבְּכוֹר פַּרְעֹה עַד־בְּכוֹר הַשִּׁפְחָה׃ כָּל־הַבְּכוֹרִים מִבְּכוֹר הָאִישׁ הַגָּדוֹל עַד־בְּכוֹר הָאִישׁ הַקָּטֹן׃
הָאִשָּׁה הַקְּטַנָּה 🗨 וְגַם כָּל־בְּכוֹר בְּהֵמָה׃
אַבְרָם הָרִאשׁוֹן 🗨 מֶה הָיָה בְאֶרֶץ מִצְרַיִם בַּלַּיְלָה הַהוּא?
הָאִשָּׁה הַקְּטַנָּה 🗨 צְעָקָה גְדוֹלָה׃
אַבְרָם הָרִאשׁוֹן 🗨 טוֹב! לָמָה הָיְתָה צְעָקָה גְדוֹלָה?
אַבְרָם הַשֵּׁנִי 🗨 כִּי אֵין בַּיִת אֲשֶׁר אֵין־שָׁם מֵת׃ הָיָה בְּכוֹר מֵת בְּכָל־בַּיִת׃
אַבְרָם הָרִאשׁוֹן 🗨 יָפֶה! מֶה עָשָׂה פַרְעֹה?
הָאִישׁ הַקָּטֹן 🗨 הוּא מֵת׃ 
אַבְרָם הָרִאשׁוֹן 🗨 לֹא, לֹא מֵת פַּרְעֹה׃ בְּכֹרוֹ מֵת וְלֹא פַרְעֹה׃ מֶה עָשָׂה פַרְעֹה?
הָאִשָּׁה הַקְּטַנָּה 🗨 קָרָא לְמֹשֶׁה וּלְאַהֲרֹן׃ מֹשֶׁה! אַהֲרֹן!
אַבְרָם הָרִאשׁוֹן 🗨 טוֹב! הֲיוֹמָם קָרָא לָהֶם?
אַבְרָם הַשֵּׁנִי 🗨 לֹא׃ לַיְלָה׃
אַבְרָם הָרִאשׁוֹן 🗨 וּמָה אָמַר לָהֶם?
הָאִישׁ הַקָּטֹן 🗨 צְאוּוּוּוּוּוּוּוּ!
אַבְרָם הַשֵּׁנִי 🗨 כֹּה אָמַר קוּמוּ צְאוּ מִתּוֹךְ עַמִּי גַּם־אַתֶּם גַּם־בְּנֵי יִשְׂרָאֵל׃
אַבְרָם הָרִאשׁוֹן 🗨 יָפֶה!
________________
  

שְׁמוֹת 12:1-2
וַיֹּאמֶר יהוה אֶל־מֹשֶׁה וְאֶל־אַהֲרֹ֔ן בְּאֶרֶץ מִצְרַיִם לֵאמֹר׃ הַחֹדֶשׁ הַזֶּה לָכֶם רֹאשׁ חֳדָשִׁ֑ים רִאשׁוֹן הוּא לָכֶ֔ם לְחָדְשֵׁי הַשָּׁנָה׃
יֵשׁ שְׁנֵים עָשָׂר חֳדָשִׂים בְּשָׁנָה אַחַת וְזֶה הַחֹדֶשׁ הָרִאשׁוֹן׃ רֹאשׁ הַחֳדָשִׁים, רֹאשׁ הַשָּׁנָה׃ מִן־הַיּוֹם הַהוּא עַד־הַיּוֹם הַזֶּה זֶה רֹאשׁ הַשָּׁנָה׃
________________


שָׁלוֹם!
________________`,
			},
			{
				id: 113,
				title: 'AwB 85: Life & Death',
				unitId: 17,
				order: 201,
				content: `שָׁלוֹם, אֲנִי בֵּת!
________________
בְּרֵאשִׁית 7:15  
וַיָּבֹאוּ אֶל־נֹחַ אֶל־הַתֵּבָ֑ה שְׁנַיִם שְׁנַיִם מִכָּל־הַבָּשָׂ֔ר אֲשֶׁר־בּוֹ רוּחַ חַיִּים׃
________________
חַיָּה אָנֹכִי׃ יֶשׁ־בִּי רוּחַ חַיִּים כִּי חַיָּה אָנֹכִי׃     
מָ֫וֶת, חַיִּים 




דִּקְדוּק
 ♀ זָכָר                                ♂ נְקֵבָה
   הַשֻּׁלְחָן                                   הָעִיר
    הַבַּיִת                                   הָאָרֶץ  
כָּל־אֵלֶּה (שֻׁלְחָן, בַּיִת, עִיר, אֶרֶץ) שְׁמוֹת עֶ֫צֶם׃
שֵׁם עֶ֫צֶם ← שֻׁלְחָן
        שֵׁם עֶצֶם ← עִיר
        שֵׁם עֶצֶם ← אֶרֶץ
        שֵׁם עֶצֶם ← בַּיִת    
אֵלֶּה שְׁמוֹת עֶ֫צֶם׃
כָּל־אֵלֶּה (רָדַ֫ף, רָדְפָ֫ה, רָדַ֫פְתָּ… וַתִּרְדְּפִ֫י, וָאֶרְדֺּ֫ף, וַיִּרְדְּפ֫וּ…) פְּעָלִים


פּ֫וֹעַל ← רָדַ֫ף
פּוֹעַל ← רָדְפָ֫ה
פּוֹעַל ← רָדַ֫פְתָּ
פְּעָלִים


הָלַךְ, עָבַר, יָרַד, אָמַר
כָּל־אֵלֶּה (הָלַךְ, עָבַר, יָרַד, אָמַר) פְּעָלִים׃  


פְּעָלִים, שֵׁם עֶ֫צֶם, פּ֫וֹעַל




  



  
  

הָיָה ← וַיְהִי
חָיָה ← וַיְחִי


חַיִּים ← שֵׁם עֶצֶם׃
חָיָה, וַיְחִי ← פּוֹעַל׃


חַיִּים, מָוֶת, חַיִּים, מָוֶת








________________


דְּבָרִים 30:15  
רְאֵה נָתַתִּי לְפָנֶיךָ הַיּ֔וֹם אֶת־הַחַיִּים וְאֶת־הַטּ֑וֹב וְאֶת־הַמָּוֶת וְאֶת־הָרָע׃
________________


________________


יִרְמְיָה 21:8b  
כֹּה אָמַר יהו֑ה הִנְנִי נֹתֵן לִפְנֵיכֶ֔ם אֶת־דֶּרֶךְ הַחַיִּים וְאֶת־דֶּרֶךְ הַמָּוֶת׃
________________
הַחַיִּים אֲשֶׁר־לִי ← חַיַּי
הַחַיִּים אֲשֶׁר־לְךָ ← חַיֶּ֫יךָ
הַחַיִּים אֲשֶׁר־לָךְ ← חַיַּ֫יִךְ
הַחַיִּים אֲשֶׁר־לוֹ ← חַיָּיו
הַחַיִּים אֲשֶׁר־לָהּ ← חַיֶּ֫יהָ


מָוֶת ← מוֹת
הַמָּוֶת אֲשֶׁר לְמֹשֶׁה ← מוֹת מֹשֶׁה
הַמָּוֶת אׇשֶׁר־לִי ← מוֹתִי
הַמָּוֶת אֲשֶׁר־לוֹ ← מוֹתוֹ
זֺאת שְׂפַת הַיָּם׃  
זֶה תּוֹךְ הַיָּם׃
זֹאת הַשָּׂפָה וְזֶה הַתָּ֫וֶךְ׃
תָּ֫וֶךְ ← תּוֹךְ הַיָּם
מָ֫וֶת ← מוֹת הָאִישׁ
________________


בְּרֵאשִׁית 25:11a  
וַיְהִי אַחֲרֵי מוֹת אַבְרָהָ֔ם וַיְבָרֶךְ אֱלֹהִים אֶת־יִצְחָק בְּנ֑וֹ…
________________


מֶה עָשָׂה אֱלֹהִים לְיִצְחָק? בֵּרַךְ אֹתוֹ׃ בֵּרַךְ אֱלֹהִים אֶת־יִצְחָק׃ נָתַן־לוֹ צֹאן וּבָקָר וְשָׁלוֹם וְכָל־דָּבָר טוֹב׃ בֵּרַךְ אֹתוֹ׃ הָעוֹד אַבְרָהָם אָבִיו חַי? הַעוֹד אַבְרָהָם חַי? לֹא כִּי זֶה אַחֲרֵי מוֹת אַבְרָהָם׃
________________


בְּרֵאשִׁית 9:29  
וַיִּהְיוּ כָּל־יְמֵי־שְׁנֵי־נֹ֔חַ תְּשַׁע מֵאוֹת שָׁנָ֔ה וַחֲמִשִּׁים שָׁנָ֑ה וַיָּמֹת׃
________________


כַּמָּה יְמֵי שְׁנֵי חַיֵּי נֹחַ? תְּשַׁע מֵאוֹת שָׁנָה וַחֲמִשִּׁים שָׁנָה (950)׃ 
יְמֵי שְׁנֵי חַיֵּי  
יָמִים ← יְמֵי
שָׁנִים ← שְׁנֵי
חַיִּים ← חַיֵּי
יְמֵי שְׁנֵי חַיֵּי נֹחַ׃ מָה־אֵלֶּה חַיִּים? חַיֵּי אִישׁ כָּל־הַיָּמִים אֲשֶׁר־חַי׃ כָּל־הַשָּׁנִים אֲשֶׁר־חַי׃ הַחַיִּים כָּל־יְמֵי אִישׁ מִן־הַבֶּ֫טֶן עַד־יוֹם מוֹתוֹ׃ יוֹם הַמָּ֫וֶת ← יוֹם מוֹתוֹ׃ מִן־הַבֶּטֶן עַד־יוֹם מוֹתוֹ׃ כָּל־אֵלֶּה הַחַיִּים ← חַיֵּי הָאִישׁ כַּמָּה יְמֵי שְׁנֵי חַיֵּי נֹחַ?   
תְּשַׁע מֵאוֹת שָׁנָה וַחֲמִשִּׁים שָׁנָה׃ אֵלֶּה יְמֵי שְׁנֵי חַיֵּי נֹחַ׃
________________


בְּרֵאשִׁית  47:8,9b,10,28  
וַיֹּאמֶר פַּרְעֹה אֶל־יַעֲקֹ֑ב כַּמָּה יְמֵי שְׁנֵי חַיֶּיךָ׃ וַיֹּאמֶר יַעֲקֹב אֶל־פַּרְעֹה יְמֵי שְׁנֵי חַיֵּי שְׁלֹשִׁים וּמְאַת שָׁנָה׃ מְעַט וְרָעִים הָיוּ יְמֵי שְׁנֵי חַיַּ֔י…וַיְבָרֶךְ יַעֲקֹב אֶת־פַּרְעֹ֑ה וַיֵּצֵא מִלִּפְנֵי פַרְעֹה׃ וַיְחִי יַעֲקֹב בְּאֶרֶץ מִצְרַ֔יִם שְׁבַע עֶשְׂרֵה שָׁנָ֑ה וַיְהִי יְמֵי־יַעֲקֹב שְׁנֵי חַיָּ֔יו שֶׁבַע שָׁנִים וְאַרְבָּעִים וּמְאַת שָׁנָה׃ וַיָּמָת יַעֲקֹב בְּמִצְרַיִם…
________________
שְׁלֹשִׁים וּמְאַת שָׁנָה (130)׃ מְעַט (לֹא רַבִּים) וַיְחִי לֹא וַיְהִי׃ חָיָה ← וַיְחִי מֶה עָשָׂה יַעֲקֹב? יַעֲקֹב חָיָה בְּאֶרֶץ מִצְרַיִם׃ הוּא יָשַׁב שָׁם׃ חָיָה בְּאֶרֶץ מִצְרַיִם׃ שְׁבַע עֶשְׂרֵה שָׁנָה (17) 
שֶׁבַע שָׁנִים וְאַרְבָּעִים וּמְאַת שָׁנָה (147) 
הֲרַבִּים יְמֵי שְׁנֵי חַיֵּי יַעֲקֹב? הֲטוֹבִים הֵם? מָה אָמַר יַעֲקֹב? כֹּה אָמַר מְעַט וְרָעִים הָיוּ יְמֵי שְׁנֵי חַיַּי׃ מְעַט וְרָעִים׃ לֹא רַבִּים כִּי אִם־מְעַט וְלֹא טוֹבִים כִּי אִם־רָעִים׃ מְעַט וְרָעִים הָיוּ יְמֵי שְׁנֵי חַיֵּי יַעֲקֹב׃ כַּמָה שָׁנִים הָיָה יַעֲקֹב בְּאֶרֶץ מִצְרַיִם׃ שְׁבַע עֶשְׂרֵה שָׁנָה׃ וְכַמָּה יְמֵי שְׁנֵי חַיֵּי יַעֲקֹב? כַּמָּה יְמֵי שְׁנֵי חַיָּיו? מָאתַ֫יִם (200)? שְׁלֹשׁ מֵאוֹת (300)? לֹא! שֶׁ֫בַע שָׁנִים וְאַרְבָּעִים וּמְאַת שָׁנָה׃
בֵּת 🗨 אַבְרָם, כַּמָּה יְמֵי שְׁנֵי חַיֶּיךָ?
אַבְרָם 🗨 אֲנִי בֶּן־עֶשְׂרִים שָׁנָה׃
בֵּת 🗨 עֶשְׂרִים? שֶׁקֶר׃ כַּמָּה יְמֵי שְׁנֵי חַיֶּיךָ בֶּאֱמֶת?
אַבְרָם 🗨 אֲנִי בֶּן־שְׁלֹשִׁים וָתֵשַׁע שָׁנָה׃ מְעַט וְרָעִים הָיוּ יְמֵי שְׁנֵי חַיַּי כַּאֲשֶׁר אָמַר יַעֲקֹב׃
בֵּת 🗨 לֹא כִּי טוֹבִים יְמֵי חַיֶּיךָ אַבְרָם כִּי אֲנִי אִשְׁתְּךָ׃
אַבְרָם 🗨 אֱמֶת׃ אֱמֶת׃ וְאַתְּ כַּמָּה יְמֵי שְׁנֵי חַיַּיִךְ?
בֵּת 🗨 אֲנִי בַּת־שְׁלֹשִׁים וְאַחַת שָׁנָה׃
________________


בְּרֵאשִׁית 25:7  
וְאֵלֶּה יְמֵי שְׁנֵי־חַיֵּי אַבְרָהָם אֲשֶׁר־חָ֑י מְאַת שָׁנָה וְשִׁבְעִים שָׁנָה וְחָמֵשׁ שָׁנִים׃ (175)
________________
בְּרֵאשִׁית 25:17a  
וְאֵלֶּה שְׁנֵי חַיֵּי יִשְׁמָעֵ֔אל מְאַת שָׁנָה וּשְׁלֹשִׁים שָׁנָה וְשֶׁבַע שָׁנִ֑ים… (137)
________________
יְשׁוֹשֻׁעַ 1:1,2  
וַיְהִי אַחֲרֵי מוֹת מֹשֶׁה עֶבֶד יהו֑ה וַיֹּאמֶר יהוה אֶל־יְהוֹשֻׁעַ בִּן־נ֔וּן…לֵאמֹר׃ מֹשֶׁה עַבְדִּי מֵ֑ת וְעַתָּה קוּם עֲבֹר אֶת־הַיַּרְדֵּן הַזֶּה אַתָּה וְכָל־הָעָם הַזֶּה אֶל־הָאָרֶץ אֲשֶׁר אָנֹכִי נֹתֵן לָהֶם לִבְנֵי יִשְׂרָאֵל׃
________________
  
  

מִשְׁלֵי 18:21a
מָוֶת וְחַיִּים בְּיַד לָשׁ֑וֹן…
________________


גָּדוֹל הַלָּשׁוֹן כִּי בְיָדוֹ הַחַיִּים אוֹ הַמָּוֶת׃ הַדָּבָר אֲשֶׁר יֹצֵא מִפִּי אִישׁ בִּלְשׁוֹנוֹ חַיִּים אוֹ מָוֶת׃ מָוֶת וְחַיִּים בְּיַד הַלָּשׁוֹן׃


שָׁלוֹם!
________________`,
			},
			{
				id: 114,
				title: 'AwB 86: Conceive & Give Birth',
				unitId: 17,
				order: 204,
				content: `שָׁלוֹם, אֲנִי בֵּת!
  

מֶה עָשְׂתָה הַפָּרָה? יָלְדָה! 
הָעֵז יָלְדָה׃ 
הָרָחֵל יָלְדָה׃ הַכֶּבֶשׂ זָכָר וְהָרָחֵל נְקֵבָה׃ הָאִשָּׁה יָלְדָה בֵן׃ 
הָאִשָּׁה יָלְדָה בַת לְאִישָׁהּ׃ 
רָחֵל יָלְדָה בֵן לְיַעֲקֹב׃ 
הָאִשָּׁה הַמִּצְרִית יָלְדָה בֵן לְיוֹסֵף׃ מַה־שֵּׁם אֵשֶׁת יוֹסֵף? אָסְנַת שְׁמָהּ׃
אֶת־מִי יָלְדָה רִבְקָה? אֶת־עֵשָׂו וְאֶת־יַעֲקֹב׃ 
אֶת־מִי יָלְדָה רוּת? אֶת־עוֹבֵד׃ שֵׁם בֶּן־רוּת עוֹבֵד׃   
אֶת־מִי יָלְדָה אָסְנַת אֵשֶׁת יוֹסֵף? אֶת־מְנַשֶּׁה וְאֶת־אֶפְרַיִם׃ 
  

דִּקְדּוּק
יָרַד  ←  וַיֵּ֫רֶד
יָשַׁב ← וַיֵּ֫שֶׁב
יָלַד ← וַיֵּ֫לֶד
יָלְדָה ← וַתֵּ֫לֶד


וַתֵּלֶד הָאִשָּׁה׃
פּוֹעַל                                        שֵׁם עֶצֶם
    יָלַד   וַיֵּ֫לֶד                                      יֶ֫לֶד
  יָלְדָה   וַתֵּ֫לֶד                                   יַלְדָּה  
הִיא אִשָּׁה הָרָה׃ הַפּוֹעַל הָרָה׃ ←
הָרְתָה ← וַתַּ֫הַר
וַתַּ֫הַר הָאִשָּׁה, וַתַּ֫הַר  
→ וַתַּ֫הַר הָאִשָּׁה וַתֵּ֫לֶד בֵּן
יָלַ֫דְתִּי בַּת׃ יָלַ֫דְתִּי לְאַבְרָם בַּת׃ הָרִ֫יתִי וָאֵלֵד בַּת וַנִּקְרָא אֶת־שְׁמָהּ נָעֳמִי׃ שֵׁם בִּתֵּנוּ נָעֳמִי׃ 
כַּמָּה יְמֵי חַיֵּי נָעֳמִי? הִיא בַּת־שְׁבֻעַיִם׃ שְׁבֻעַיִם, שָׁבוּעַ, שָׁבוּעַ, שְׁבֻעַ֫יִם׃ 2
הִיא בַּת שְׁבֻעַיִם׃ מָה נָעֳמִי עֹשָׂה? הִיא בֹּכָה׃ 
מַה־שֵּׁם אֲבִי מֹשֶׁה? עַמְרָם שְׁמוֹ׃ עַמְרָם שֵׁם אֲבִי מֹשֶׁה׃ מִי יָלְדָה אֶת־מֹשֶׁה וְאֶת־אַהֲרֹן? מִי יָלְדָה אֹתָם? מַה־שֵּׁם אֵם מֹשֶׁה? נִקְרָא…
________________
בְּמִדְבַּר 26:59  
וְשֵׁם אֵשֶׁת עַמְרָם יוֹכֶבֶד בַּת־לֵוִ֔י אֲשֶׁר יָלְדָה אֹתָהּ לְלֵוִי מִצְרָ֑יִם וַתֵּלֶד לְעַמְרָם אֶת־אַהֲרֹן וְאֶת־מֹשֶׁ֔ה וְאֶת־מִרְיָם אֲחֹתָם׃
________________


יוֹכֶ֫בֶד שְׁמָהּ׃ יוֹכֶ֫בֶד יָלְדָה אֶת־מֹשֶׁה וְאֶת־אַהֲרֹן וְגַם אֶת־מִרְיָם אֲחֹתָם׃ 
וְשָׂרַי אֵשֶׁת אַבְרָ֔ם לֹא יָלְדָה ל֑וֹ וְלָהּ שִׁפְחָה מִצְרִית וּשְׁמָהּ הָגָר׃ וַתִּקַּח שָׂרַי אֵשֶׁת אַבְרָם אֶת־הָגָר הַמִּצְרִית שִׁפְחָתָהּ…וַתִּתֵּן אֹתָהּ לְאַבְרָם אִישָׁהּ לוֹ לְאִשָּׁה׃…וַתֵּלֶד הָגָר לְאַבְרָם בֵּ֑ן וַיִּקְרָא אַבְרָם שֶׁם־בְּנוֹ אֲשֶׁר־יָלְדָה הָגָר יִשְׁמָעֵאל׃ וְאַבְרָהָם וְשָׂרָה זְקֵנִ֔ים בָּאִים בַּיָּמִ֑ים…וַיַּעַשׂ יהוה לְשָׂרָה כַּאֲשֶׁר דִּבֵּר׃ וַתַּהַר וַתֵּלֶד שָׂרָה לְאַבְרָהָם בֵּן…וַיִּקְרָא אַבְרָהָם אֶת־שֶׁם־בְּנוֹ…אֲשֶׁר־יָלְדָה־לּוֹ שָׂרָה יִצְחָק׃…וְאַבְרָהָם בֶּן־מְאַת שָׁנָ֑ה…   
(בְּרֵאשִׁית 16,18,21)
________________


מֶה עָשְׂתָה שָׂרַי לְהָגָר? נָתְנָה אֹתָהּ לְאַבְרָם אִישָּׁהּ לוֹ לְאִשָּׁה׃ 
לָ֫מָּה נָתְנָה אֹתָהּ לוֹ לְאִשָּׁה? כִּי שָׂרַי לֹא יָלְדָה לוֹ׃ אֵין לָהֶם יְלָדִים׃ 
הֲיָלְדָה הָגָר לְאַבְרָם? יָלְדָה׃   
הֲבֵן אִם־בַּת יָלְדָה לוֹ? בֵּן, יָלְדָה לוֹ בֵּן׃ 
מַה־שֵּׁם הַבֵּן אֲשֶׁר יָלְדָה הָגָר? יִשְׁמָעֵאל שְׁמוֹ׃ 
מִי קָרָא אֶת־שְׁמוֹ יִשְׁמָעֵאל? אַבְרָם׃ אַבְרָם קָרָא אֶת־שְׁמוֹ יִשְׁמָעֵאל וְאַחֲרֵי־כֵן הָרְתָה גַם־שָׂרָה וַתֵּלֶד׃ 
הֲבֵן אִם־בַּת יָלְדָה שָׂרָה? בֵּן, גַּם־שָׂרָה יָלְדָה בֵּן׃ 
וּמַה־קָּרָא אַבְרָהָם אֶת־שֶׁם־בְּנוֹ אֲשֶׁר־יָלְדָה־לּוֹ שָׂרָה? יִצְחָק, קָרָא אֶת־שְׁמוֹ יִצְחָק׃ יהוה נָתַן לְשָׂרָה בֵּן כַּאֲשֶׁר דִּבֶּר׃
________________
נְשֵׁי יַעֲקֹב יָלְדוּ לוֹ בָנִים
לְיַעֲקֹב שְׁתֵּי נָשִׁים בְּנוֹת לָבָן וּשְׁמוֹתָן לֵאָה וְרָחֵל׃ וַתַּהַר לֵאָה וַתֵּלֶד בֵּ֔ן וַתִּקְרָא שְׁמוֹ רְאוּבֵ֑ן…וַתַּהַר עוֹד וַתֵּלֶד בֵּן…וַתִּקְרָא שְׁמוֹ שִׁמְעוֹן… וַתַּהַר עוֹד וַתֵּלֶד בֵּן וַתֹּאמֶר יָלַדְתִּי לְאִישִׁי שְׁלֹשָׁה בָנִים וַתִּקְרָא שְׁמוֹ לֵוִי׃ וַתַּהַר עוֹד וַתֵּלֶד בֵּן וַתִּקְרָא שְׁמוֹ יְהוּדָה׃ וַתַּעֲמֹד מִלֶּדֶת (לֹא יָלְדָה עוֹד)׃ וַתֵּרֶא רָחֵל כִּי לֹא יָלְדָה לְיַעֲקֹ֔ב…וַתֹּאמֶר אֶל־יַעֲקֹב הָבָה־לִּי בָנִ֔ים (תֶּן־לִי בָנִים) וְאִם־אַיִן מֵתָה אָנֹכִי׃ וַיֹּאמֶר יַעֲקֹב הֲתַחַת אֱלֹהִים אָנֹכִי אֲשֶׁר לֹא נָתַן־לָךְ פְּרִי־הַבֶּטֶן׃ וַתִּתֶּן־לוֹ אֶת־בִּלְהָה שִׁפְחָתָהּ לְאִשָּׁ֑ה וַיָּבֹא אֵלֶיהָ יַעֲקֹב׃ וַתַּהַר בִּלְהָ֔ה וַתֵּלֶד לְיַעֲקֹב בֵּן׃ וַתִּקְרָא רָחֵל שְׁמוֹ דָּן׃ וַתַּהַר ע֔וֹד וַתֵּלֶד בִּלְהָה שִׁפְחַת רָחֵ֑ל בֵּן שֵׁנִי לְיַעֲקֹב׃ וַתִּקְרָא רָחֵל שְׁמוֹ נַפְתָּלִי׃ וַתֵּרֶא לֵאָ֔ה כִּי עָמְדָה מִלֶּ֑דֶת (כִּי לֹא יָלְדָה עוֹד) וַתִּקַּח אֶת־זִלְפָּה שִׁפְחָתָ֔הּ וַתִּתֵּן אֹתָהּ לְיַעֲקֹב לְאִשָּׁה׃ וַתֵּלֶד זִלְפָּה שִׁפְחַת לֵאָה לְיַעֲקֹב בֵּן׃ וַתִּקְרָא לֵאָה אֶת־שְׁמוֹ גָּד׃ וַתֵּלֶד זִלְפָּה שִׁפְחַת לֵאָ֔ה בֵּן שֵׁנִי לְיַעֲקֹב׃ וַתִּקְרָא לֵאָה אֶת־שְׁמוֹ אָשֵׁר׃ וַיִּשְׁמַע אֱלֹהִים אֶל־לֵאָ֑ה וַתַּהַר וַתֵּלֶד לְיַעֲקֹב בֵּן חֲמִישִׁי וַתִּקְרָא שְׁמוֹ יִשָּׂשכָר׃ וַתַּהַר עוֹד לֵאָ֔ה וַתֵּלֶד בֵּן שִׁשִּׁי לְיַעֲקֹב׃ וַתֹּאמֶר יָלַדְתִּי לְאִישִׁי שִׁשָּׁה בָנִים׃ וַתִּקְרָא אֶת־שְׁמוֹ זְבֻלוּן׃ וְאַחַר יָלְדָה בַּ֑ת וַתִּקְרָא אֶת־שְׁמָהּ דִּינָה׃ וַיִּזְכֹּר אֱלֹהִים אֶת־רָחֵ֑ל וַיִּשְׁמַע אֵלֶיהָ אֱלֹהִ֔ים…וַתַּהַר וַתֵּלֶד בֵּ֑ן…וַתִּקְרָא אֶת־שְׁמוֹ יוֹסֵף…וַתַּהַר עוֹד רָחֵל וַתֵּלֶד בֵּן שֵׁנִי׃ וַתִּקְרָא שְׁמוֹ בֶּן־אוֹנִ֑י וְאָבִיו קָרָא־לוֹ בִנְיָמִין׃ וַתָּמָת רָחֵל׃ וַיִּהְיוּ בְנֵי־יַעֲקֹב שְׁנֵים עָשָׂר׃ בְּנֵי לֵאָ֔ה בְּכוּר יַעֲקֹב רְאוּבֵ֑ן וְשִׁמְעוֹן וְלֵוִי וִיהוּדָה וְיִשָּׂשכָר וּזְבוּלֻן׃ בְּנֵי רָחֵ֔ל יוֹסֵף וּבִנְיָמִין׃ וּבְנֵי בִלְהָה שִׁפְחַת רָחֵ֔ל דָּן וְנַפְתָּלִי׃ וּבְנֵי זִלְפָּה שִׁפְחַת לֵאָה גָּד וְאָשֵׁ֑ר…       הַקֵּץ`,
			},
			{
				id: 115,
				title: 'AwB 87: Know & Knowledge',
				unitId: 17,
				order: 206,
				content: `שָׁלוֹם, אֲנִי בֵּת!
יָדַע וְדַ֫עַת
יָדַע, יָדַ֫עְתִּי׃ הוּא יָדַע׃ לֹא יָדַ֫עְתִּי׃ הִיא לֹא יָדְעָה׃ לֹא יָדַ֫עְנוּ׃ הֵם לֹא יָדְעוּ׃ 
  

אַבְרָם יָדַע אֶת־הַדְּבָרִים הָאֵלֶּה׃ יָדַע
  





בֵּת 🗨 אַבְרָם, מַה־זֹּאת? הֲיָדַ֫עְתָּ?
אַבְרָם 🗨 יָדַ֫עְתִּי, מֶרְכָּבָה!
בֵּת 🗨 טוֹב׃ מַה־זֹּאת? הֲיָדַ֫עְתָּ?
אַבְרָם 🗨 יָדַ֫עְתִּי, קֶשֶׁת!
בֵּת 🗨 יָפֶה׃ מַה־זֹּאת? הֲיָדַ֫עְתָּ?
אַבְרָם 🗨 יָדַעְתִּי, מְנוֹרָה!
בֵּת 🗨 טוֹב׃ וּמַה־זֶּה? הֲיָדַ֫עְתָּ?
אַבְרָם 🗨 לֹא יָדַעְתִּי!
בֵּת 🗨 מַה־זֹּאת? הֲיָדַ֫עְתָּ?
אַבְרָם 🗨 יָדַ֫עְתִּי אַךְ לֹא זָכַרְתִּי׃ ממממממם…זָכַרְתִּי! כָּנָף!
בֵּת 🗨 יָפֶה! זָכַרְתָּ!


בֵּת 🗨 אַבְרָם, הֲיָדַ֫עְתָּ אֶת־שֵׁם הַיַּלְדָּה הַזֹּאת?
אַבְרָם 🗨 יָדַ֫עְתִּי, נָעֳמִי שְׁמָהּ׃
בֵּת 🗨 הֲיָדַ֫עְתָּ אֶת־שֵׁם הָעוֹף?
אַבְרָם 🗨 יָדַעְתִּי, צִדְקִיָּ֫הוּ שְׁמוֹ׃
בֵּת 🗨 הֲיָדַ֫עְתָּ אֶת־שֵׁם הָאִישׁ הַזֶּה?
אַבְרָם 🗨 מממם…לֹא יָדַ֫עְתִּי׃


בֵּת 🗨 מִי שְׁלֹמֹה? הֲיָדַ֫עְתָּ?
אַבְרָם 🗨 שְׁלֹמֹה בֶּן־דָּוִד וּבֶן־בַּת־שֶׁ֫בַע וְהוּא הָיָה מֶ֫לֶךְ עַל־יִשְׂרָאֵל תַּ֫חַת דָּוִד אָבִיו׃ שְׁלֹמֹה חָכָם מִכָּל־מַלְכֵי הַגּוֹיִם כִּי יהוה נָתַן־לוֹ חָכְמָה גְדוֹלָה׃
בֵּת 🗨 טוֹב!
אַבְרָם 🗨 מִי שֵׁת? הֲיָדַעַתְּ?
בֵּת 🗨 יָדַ֫עְתִּי! שֵׁת בֶּן־אָדָם הַשְּׁלִישִׁי׃ קַ֫יִן הַבְּכוֹר הֶ֫בֶל הַשֵּׁנִי וְשֵׁת הַשְּׁלִישִׁי׃ חַוָּה אֵשֶׁת אָדָם יָלְדָה אֶת־שֵׁת אַחֲרֵי מוֹת הֶ֫בֶל׃
אַבְרָם 🗨 וְכַמָּה יְמֵי שְׁנֵי חַיֵּי שֵׁת?
בֵּת 🗨 הממם…לֹא יָדַעְתִּי׃ נִקְרָא בְּסֵפֶר בְּרֵאשִׁית…
________________


בְּרֵאשִׁית 5:8  
וַיִּהְיוּ כָּל־יְמֵי שֵׁ֔ת שְׁתֵּים עֶשְׂרֵה שָׁנָ֔ה וּתְשַׁע מֵאוֹת שָׁנָ֑ה וַיָּמֹת׃


בֵּת 🗨 כָּתוּב פֹּה, מִסְפַּר שְׁנֵי חַיֵּי שֵׁת שְׁתֵּים עֶשְׂרֵה שָׁנָה וּתְשַׁע מֵאוֹת שָׁנָה׃ (912)
אַבְרָם 🗨 רַבּוֹת שְׁנֵי חַיָּיו׃
בֵּת 🗨 רַבּוֹת מְאֹד׃ מִי דִינָה? הֲיָדַ֫עְתָּ?
אַבְרָם 🗨 יָדַעְתִּי, דִּינָה הַבַּת אֲשֶׁר יָלְדָה לֵאָה לְיַעֲקֹב׃ שִׁשָּׁה בָנִים יָלְדָה לוֹ וְאַחֲרֵי־כֵן יָלְדָה בַת אַחַת וּשְׁמָהּ דִּינָה׃
בֵּת 🗨 טוֹב!
אַבְרָם 🗨 הֲיָדַ֫עַת מִי טוֹבִיָּ֫הוּ?
בֵּת 🗨 טוֹבִיָּ֫הוּ? לֹא יָדַ֫עְתִּי מִי־הוּא׃ מִי טוֹבִיָּ֫הוּ?
אַבְרָם 🗨 גַּם־אֲנִי לֹא יָדַ֫עְתִּי׃


יָרַד ← וַיֵּ֫רֶד
יָשַׁב ← וַיֵּ֫שֶׁב
יָלַד ← וַיֵּ֫לֶד
יָדַע ← וַיֵּ֫דַע


וְהָאָדָ֔ם יָדַע אֶת־חַוָּה אִשְׁתּ֑וֹ (חַוָּה שֵׁם אֵשֶׁת אָדָם, חַוָּה׃ מֶה עָשָׂה? הוּא בָּא אֵלֶיהָ׃ אָדָם שָׂכַב עִמָּהּ) וַתַּהַר וַתֵּלֶד אֶת־קַיִן…וַתַּהַר עוֹד וַתֵּלֶד אֶת־הֶבֶל אָחִיו׃ וַיַּהֲרֹג קַיִן אֶת־הֶבֶל בַּשָּׂדֶה׃ וַיֹּאמֶר יהוה אֶל־קַ֔יִן אֵי הֶבֶל אָחִ֑יךָ (אֵי כְּמוֹ אַיֵּה׃ אַיֵּה הֶבֶל? אֵי הֶבֶל?) וַיֹּאמֶר לֹא יָדַ֔עְתִּי הֲשֹׁמֵר אָחִי אָנֹכִי׃ (שֹׁמֵר? מַה־זֶּה שֹׁמֵר? מָה הָאִישׁ עֹשֶׂה? הוּא שֹׁמֵר׃ הוּא שֹׁמֵר אֶת־הַבַּיִת׃ הוּא שֹׁמֵר אֶת־הַבַּיִת׃ הוּא הַשֹּׁמֵר׃ גַּם־הוּא שֹׁמֵר׃ הָאִישׁ הַזֶּה שֹׁמֵר פֶּתַח הַבַּיִת׃ הָאִישׁ הַזֶּה שֹׁמֵר פֶּתַח בֵּית הַמָּלְכָּה׃ הַכֶּלֶב שֹׁמֵר אֶת־הַצֹּאן׃ הַכֶּלֶב שֹׁמֵר אֶת־הַבַּיִת׃ הוּא שֹׁמֵר הַמָּקוֹם הַזֶּה׃ הוּא שֹׁמֵר הַדְּבוֹרִים׃ הוּא שֹׁמֵר הָאוֹר) וַיֹּאמֶר יהוה אֶל־קַ֔יִן אֵי הֶבֶל אָחִ֑יךָ וַיֹּאמֶר מֶה עָשִׂ֑יתָ קוֹל דְּמֵי אָחִ֔יךָ צֹעֲקִים אֵלַי מִן־הָאֲדָמָה׃ (דְּמֵי אָחִיךָ הַדָּמִים אֲשֶׁר לְהֶ֫בֶל, דְּמֵי אָחִיךָ) דְּמֵי אָחִ֔יךָ צֹעֲקִים אֵלַי מִן־הָאֲדָמָה׃ וְעַתָּה אָרוּר אָ֑תָּה (אָרוּר ← לֹא בָּרוּךְ ← אָרוּו) …וַיֵּצֵא קַיִן מִלִּפְנֵי יהו֑ה וַיֵּשֶׁב בְּאֶרֶץ־נוֹד…וַיֵּדַע אָדָם עוֹד אֶת־אִשְׁתּ֔וֹ וַתֵּלֶד בֵּ֔ן וַתִּקְרָא אֶת־שְׁמוֹ שֵׁ֑ת…    
________________
  

שְׁאֵלוֹת
בֵּת 🗨 הֲיָדַע קַ֫יִן אֵיפֹה הֶ֫בֶל אָחִיו?
אַבְרָם 🗨 הוּא יָדַע כִּי הָרַג אֹתוֹ בַשָּׂדֶה׃ 
בֵּת 🗨 קַ֫יִן דִּבֶּר שֶׁ֫קֶר לֵאמֹר לֹא יָדַ֫עְתִּי׃ מָה הַדָּמִים עֹשִׂים?
אַבְרָם 🗨 הֵם צֹעֲקִים אֶל־יהוה מִן־הָאֲדָמָה׃
בֵּת 🗨 טוֹב, מֶה עָשְׂתָה חַוָּה אַחֲרֵי מוֹת הֶבֶל?
אַבְרָם 🗨 יָלְדָה בֵן וַתִּקְרָא אֶת־שְׁמוֹ שֵׁת׃
בֵּת 🗨 טוֹב!      אַבְרָם 🗨 כַּמָּה יְמֵי שְׁנֵי חַיֵּי הֶ֫בֶל?
בֵּת 🗨 לֹא יָדַ֫עְנוּ כִּי מִסְפַּר שְׁנֵי חַיָּיו לֹא כָּתוּב בְּסֵ֫פֶר הַתּוֹרָה׃
  



דַּ֫עַת


פּ֫וֹעַל                                        שֵׁם עֶ֫צֶם
    יָדַע   וַיֵּ֫דַע                                     דַּ֫עַת
    הָאִישׁ יָדַע                                יֶשׁ־לוֹ דַּ֫עַת
________________


וַיִּבְרָא אֱלֹהִים אֶת־הָאָדָם וַיָּשֶׂם אֹתוֹ בְּגַן־עֵדֶן׃
בָּרָא (עָשָׂה) בָּרָא ← וַיִּבְרָא
וְעֵץ הַחַיִּים בְּתוֹךְ הַגָּ֔ן וְעֵץ הַדַּעַת טוֹב וָרָע׃  
גַּן־עֵ֫דֶן, הַגַּן אֲשֶׁר עָשָׂה אֱלֹהִים׃ 
מָה הַמָּקוֹם הַזֶּה? גַּן, זֶה גַּן ←
יֵשׁ בַּגַּן מַ֫יִם וְעֵצִים וַאֲבָנִים׃ 
הַיַּלְדָּה אֹכֶלֶת פְּרִי בַּגַּן׃ 


יֶשׁ־פֹּה שְׁנֵי עֵצִים׃ עֵץ הַחַיִּים וְעֵץ הַדַּ֫עַת טוֹב וָרָע׃
________________


מִשְׁלֵי 1:7a  
יִרְאַת יהוה רֵאשִׁית דָּ֑עַת…


יִרְאת? יִרְאָה ← יִרְאַת׃ מַה־זֹּאת יִרְאָה?
פּוֹעַל                                        שֵׁם עֶצֶם
        יָרֵא                                           יִרְאָה
  

יִרְאַת יהוה, יִרְאַת אֱלֹהִים׃ הוּא אִישׁ יְרֵא יהוה׃ יֵשׁ בִּלְבָבוֹ (אוֹ בְּלִבוֹ) יִרְאַת יהוה׃ 
הוּא יְרֵא יהוה, יֵשׁ בִּלְבָבוֹ יִרְאַת יהוה׃
________________
תְּהִלִּים 111:10a  
רֵאשִׁית חָכְמָה יִרְאַת יהוה…
________________


מָה רֵאשִׁית הַחָכְמָה? יִרְאַת יהוה, יִרְאַת יהוה רֵאשִׁית חָכְמָה׃
שָׁלוֹם!
________________`,
			},
			{
				id: 116,
				title: "AwB 88: Participles 5: 3-gutterals and Pi'el Verbs",
				unitId: 17,
				order: 209,
				content: `שָׁלוֹם, אֲנִי בֵּת!


יהוה שֹׁמֵר יִשְׂרָאֵל׃
________________


תְּהִלִּים 121:5a  
 יהוה שֹׁמְרֶ֑ךָ  
________________


הוּא שֹׁמֵר, שֹׁמֵר, שֹׁמֵר ← שֹׁמְרִים
הוּא שְׁבִי, הוּא שְׁבִי וְהֵם שֹׁמְרִים׃ 
שְׁנֵיהֶם שֹׁמְרֵי הַמֶּלֶךְ׃   
הֵם שֹׁמְרֵי פֶתַח הָאֹהֶל׃ 
הֵם שֹׁמְרֵי פֶתַח הָעִיר׃ 
הֵם שֹׁמְרֵי בֵית אֱלֹהֵי מִצְרַיִם׃ 
הָאִישׁ עֹמֵד בֵּין הַשֹּׁמְרִים׃


הוּא יֹשֵׁב                        הֵם יֹשְׁבִים
הִיא יֹשֶׁ֫בֶת                        הֵנָּה יֹשְׁבוֹת


הוּא שֹׁכֵב                        הֵם שֹׁכְבִים
הִיא שֹׁכֶ֫בֶת                        הֵנָּה שֹׁכְבוֹת


הָלַךְ ← הֹלֵךְ
יָצָא ← יֹצֵא
שָׁמַע ← שֹׁמֵעַ
לָקַח ← לֹקֵחַ


שָׁמַע ← שֹׁמֵעַ
לָקַח ← לֹקֵחַ
שָׁלַח ← שֹׁלֵחַ
יָדַע ← יֹדֵעַ


🧑🏾                👩🏾
הֹלֵךְ                        הֹלֶ֫כֶת
שֹׁמֵעַ                        שֹׁמַ֫עַת
לֹקֵחַ                        לֹקַ֫חַת
יֹדֵעַ                        יֹדַ֫עַת
  

הוּא שֹׁמֵעַ                הֵם שֹׁמְעִים
הִיא שֹׁמַעַת                הֵנָּה שֹׁמְעוֹת








  

הוּא לֹקֵחַ                הֵם לֹקְחִים
הִיא לֹקַחַת        הֵנָּה לֹקְחוֹת




  

הַנַּעַר שֹׁמֵעַ׃ 
הִיא שֹׁמַ֫עַת דָּבָר טוֹב׃ 
הַיַּלְדָּה לֹקַ֫חַת פְּרִי׃ 
אִישׁ לֹקֵחַ לֶ֫חֶם׃ אִשָּׁה לֹקַ֫חַת זֶ֫רַע׃   
אֲנִי שֹׁמַ֫עַת אֶת־קוֹל הַנָּהָר׃ 
הִיא שֹׁמַ֫עַת צְעָקָה וְהִיא אֹמֶ֫רֶת לֹא יָדַ֫עְתִּי מַה־זֹּאת׃   
הִיא יֹדַ֫עַת׃   
הִיא שֹׁמַ֫עַת קוֹל חֲמוֹר׃   
אִישׁ לֹקֵחַ רִמּוֹן׃ 
הָאִישׁ שֹׁמֵעַ קוֹל מִלְחָמָה׃   
הַנַּ֫עַר שֹׁמֵעַ קוֹל שׁוֹפָר׃ 
אֲנִי שֹׁמֵעַ אֶת־קוֹל הַנָּהָר׃




שָׁאוּל הִכָּה אֶת־אֹיְבֵי יִשְׂרָאֵל וַיִּקַּח אֶת־צֹאנָם וְאֶת־בְּקָרָם וְלֹא עָשָׂה כַּאֲשֶׁר דִּבֶּר יהוה בְּיַד שְׁמוּאֵל כִּי עוֹד הַצֹּאן וְהַבָּקָר חַיִּים׃
וַיָּבֹא שְׁמוּאֵל אֶל־שָׁא֑וּל וַיֹּאמֶר לוֹ שָׁאוּל בָּרוּךְ אַתָּה ליהו֔ה…עָשִׂ֫יתִי כַּאֲשֶׁר דִּבֶּר יהוה…וַיֹּאמֶר שְׁמוּאֵ֔ל וּמֶה קוֹל־הַצֹּאן הַזֶּה בְּאָזְנָ֑י וְקוֹל הַבָּקָר אֲשֶׁר אָנֹכִי שֹׁמֵֽעַ׃ לֹא עָשִׂ֫יתָ כַּאֲשֶׁר דִּבֶּר יהוה׃ לָ֫מָּה לֹא־שָׁמַ֫עְתָּ בְּקוֹל יהוה׃ (שְׁמוּאֵל א 15)  
________________
  

מִשְׁלֵי 20:12
אֹ֫זֶן שֹׁמַ֫עַת וְעַ֫יִן רֹאָ֑ה יהוה עָשָׂה גַם־שְׁנֵיהֶֽם׃
________________


מָה הָאֹזֶן עֹשָׂה? הִיא שֹׁמַ֫עַת, הָאֹ֫זֶן שֹׁמַ֫עַת׃ מָה הָעַ֫יִן עֹשָׂה? הִיא רֹאָה, הָעַיִן רֹאָה׃ יהוה עָשָׂה אֶת־הָאֹ֫זֶן וְאֶת־הָעַ֫יִן׃ יהוה עָשָׂה גַם־שְׁנֵיהֶם׃ 


וַיְדַבֵּר יהוה אֶל־יְחֶזְקֵאל הַנָּבִיא לֵאמֹר
________________


יְחֶזְקֵאל 37:21a  
וְדַבֵּר אֲלֵיהֶם כֹּה־אָמַר אֲדֹנָי יהוה הִנֵּה אֲנִי לֹקֵחַ אֶת־בְּנֵי יִשְׂרָאֵ֔ל מִבֵּין הַגּוֹיִם אֲשֶׁר הָלְכוּ־שָׁ֑ם
יהוה לֹקֵחַ אֶת־בְּנֵי יִשְׂרָאֵל מִבֵּין הַגּוֹיִם וְשָׂם אֹתָם עַל־אַדְמָתָם׃ (אַדְמָתָם ← הָאֲדָמָה אֲשֶׁר לָהֶם, אַדְמָתָם) יהוה לֹקֵחַ אֶת־בְּנֵי יִשְׂרָאֵל מִבֵּין הַגּוֹיִם וְשָׂם אֹתָם עַל־אַדְמָתָם׃
דִּבֶּר ← מְדַבֵּר
בֵּרַךְ ← מְבָרֵךְ
  

הוּא מְדַבֵּר                הֵם מְדַבְּרִים
הִיא מְדַבֶּרֶת         הֵנָּה מְדַבְּרוֹת


הָאִישׁ מְדַבֵּר׃ הָאִשָּׁה מְדַבֶּ֫רֶת׃ הָאִישׁ מְדַבֵּר׃  
מָה הָאֲנָשִׂים עֹשִׂים? הֵם עֹמְדִים, הֵם שֹׁתִים, הֵם מְדַבְּרִים׃ 
↓ הָאִישׁ שֹׁמֵעַ אֵת אֲשֶׁר הָאִשָּׁה מְדַבֶּ֫רֶת׃   
הַמִּצְרִים מְדַבְּרִים׃ 
שְׁתֵּי הַנָּשִׂים מְדַבְּרוֹת׃ 
מָה שְׁנֵיהֶם עֹשִׂים? הֵם מְדַבְּרִים׃ הַמִּצְרִים יֹשְׁבִים עַל־מִטָּה וְהֵם מְדַבְּרִים לְשׂוֹן מִצְרַיִם׃ הֵם מְדַבְּרִים לְשׁוֹן מִצְרַיִם׃


בֵּת 🗨 אַבְרָם, שְׁמַע אֵת אֲשֶׁר אֲנִי מְדַבֶּ֫רֶת אֵלֶ֫יךָ׃ 
אַבְרָם 🗨 שֹׁמֵעַ אָנֹכִי׃
בֵּת 🗨 אָכַ֫לְתִּי אֶת־צִדְקִיָּ֫הוּ׃
אַבְרָם 🗨 [וַיִּזְכֹּר אַבְרָם אֶת־צִדְקִיָּהוּ וַיֵּבְךְּ]
בֵּת 🗨 שֶׁ֫קֶר! הִנֵּה צִדְקִיָּ֫הוּ!
אַבְרָם 🗨 צִדְקִיָּ֫הוּ! אַתָּה חַי! [וַיִּשַּׁק לְצִדְקִיָּהוּ]


אַבְרָם 🗨 בֵּת, שִׁמְעִי אֵת אֲשֶׁר אֲנִי מְדַבֵּר אֵלַיִךְ׃
בֵּת 🗨 שֹׁמַ֫עַת אָנֹכִי׃
אַבְרָם 🗨 אֲנִי חֲמוֹר׃
בֵּת 🗨 לֹא, אַבְרָם׃ אֵינְךָ חֲמוֹר כִּי אִישִׁי אַתָּה׃
אַבְרָם 🗨 לֹא כִּי חֲמוֹר אָנֹכִי׃
בֵּת 🗨 [וַתֵּרֶא בֵּת וְהִנֵּה רֹאשׁ אַבְרָם כְּרֹאשׁ חֲמוֹר!]
________________


יִרְמְיָה 26:7  
וַיִּשְׁמְעוּ הַכֹּהֲנִים וְהַנְּבִאִים וְכָל־הָעָ֑ם אֶת־יִרְמְיָ֔הוּ מְדַבֵּר אֶת־הַדְּבָרִים הָאֵלֶּה בְּבֵית יהוֽה׃
________________


מִי שָׁמְעוּ אֶת־יִרְמְיָהוּ מְדַבֵּר? הַכֹּהֲנִים וְהַנְּבִאִים וְכָל־הָעָם׃ אֵיפֹה הוּא מְדַבֵּר? בְּבֵית יהוה, יִרְמְיָהוּ מְדַבֵּר בְּבֵית יהוה׃ 


וַיְדַבֵּר מֹשֶׁה אֶל־הָעָם לֵאמֹר
________________


דְּבָרִים 4:33  
הֲשָׁמַע עָם קוֹל אֱלֹהִים מְדַבֵּר מִתּוֹךְ־הָאֵשׁ כַּאֲשֶׁר־שָׁמַעְתָּ אַתָּה וַיֶּֽחִי׃
________________


מַה־זֶּה וַיֶּ֫חִי? וַיְחִי בְּסוֹף הַפָּסוּק׃     וַיְחִי ← וַיֶּ֫חִי 
הָעָם שָׁמַע אֶת־קוֹל אֱלֹהִים מְדַבֵּר מִתּוֹךְ הָאֵשׁ וְלֹא מֵת הָעָם כִּי חָיָה! שָׁמַע אֶת־קוֹל אֱלֹהִים וְעוֹד חַי! לֹא מֵת הָעָם, וַיְחִי!


וַיְהִי יְהוֹשֻׁעַ בִּירִיחוֹ
________________


יְהוֹשֻׁעַ 5:13b,14  
וַיִּשָּׂא עֵינָיו וַיַּ֔רְא וְהִנֵּה־אִישׁ עֹמֵד לְנֶגְדּ֔וֹ וְחַרְבּוֹ…בְּיָ֑דוֹ וַיֵּלֶךְ יְהוֹשֻׁעַ אֵלָיו וַיֹּאמֶר ל֔וֹ הֲלָנוּ אַתָּה אִם־לְצָרֵֽינוּ׃ וַיֹּאמֶר לֹא כִּי אֲנִי שַׂר־צְבָא־יהוה עַתָּה בָ֑אתִי וַיִּפֹּל יְהוֹשֻׁעַ אֶל־פָּנָיו אַרְצָה וַיִּשְׁתָּחוּ וַיֹּאמֶר ל֔וֹ מָה אֲדֹנִי מְדַבֵּר אֶל־עַבְדּוֹ׃  
________________


שָׁלוֹם!
________________`,
			},
			{
				id: 117,
				title: 'AwB 89: Participles 6: Negatives and "Still"',
				unitId: 17,
				order: 212,
				content: `שָׁלוֹם, אֲנִי בֵּת!


בֵּת 🗨 אַבְרָם, הֲשָׁלוֹם לְךָ?
אַבְרָם 🗨 שָׁלוֹם! הֲשָׁלוֹם לָךְ?
בֵּת 🗨 שָׁלוֹם לִי!
אַבְרָם 🗨 וְנָעֳמִי בִתֵּנוּ הֲשָׁלוֹם לָהּ?
בֵּת 🗨 גַּם־לָהּ שָׁלוֹם!
אַבְרָם 🗨 כַּמָּה יְמֵי חַיֶּיהָ?
בֵּת 🗨 נָעֳמִי בַּת שְׁנַיִם חֳדָשִׁים׃ וְצִדְקִיָּהוּ, הֲשָׁלוֹם לוֹ?
אַבְרָם 🗨 שָׁלוֹם!


הָאִישׁ לֹא שָׂם לִבּוֹ אֶל־אִשְׁתּוֹ׃ 
הָאִשָּׁה דִּבְּרָה אֶל־אֲחוֹתָהּ וְהִיא לֹא שָׂ֫מָה לִבָּהּ אֵלֶיהָ׃


אָכַל ← אֹכֵל
שָׁמַע ← שֹׁמֵעַ
בָּא ← בָּא
מֵת ← מֵת
נָס ← נָס
שָׂם ← שָׂם


מָה אֲנִי עֹשָׂה? אֲנִי שָׂמָ֫ה לִבִּי לַדָּבָר׃ 
מָה אַבְרָם עֹשֶׂה? הוּא שָׂם לִבּוֹ לַדָּבָר׃ 


הָאִישׁ שֹׁמֵעַ׃
🚫 הָאִישׁ לֹא שֹׁמֵעַ
 ✔️ אֵין הָאִישׁ שֹׁמֵעַ


אֵין הָאִישׁ שֹׁמֵעַ׃ אֵין הָאִשָּׁה שֹׁמַ֫עַת׃ הָאִשָּׁה מְדַבֶּ֫רֶת וְאֵין הָאִישׁ שֹׁמֵעַ׃ 


אֵין + הוּא = אֵינֶנּוּ
🚫 אֵין הוּא שֹׁמֵעַ
✔️ אֵינֶ֫נּוּ שֹׁמֵעַ
  

אֵין + הִיא = אֵינֶנָּה
🚫 אֵין הִיא שֹׁמַעַת
✔️ אֵינֶ֫נָּה שֹׁמַעַת
  

אֵין + אֲנִי = אֵינֶנִּי
🚫 אֵין אֲנִי שֹׁמֵעַ
✔️ אֵינֶ֫נִּי שֹׁמֵעַ






אֵין + אַתָּה = אֵינְךָ
🚫 אֵין אַתָּה שֹׁמֵעַ
✔️ אֵינְךָ שֹׁמֵעַ
  

אֵין + הֵם = אֵינָם
🚫 אֵין הֵם שֹׁמְעִים
✔️ אֵינָם שֹׁמְעִים


אֵין + אַתֶּם = אֵינְכֶם
🚫 אֵין אַתֶּם שֹׁמְעִים
✔️ אֵינְכֶם שֹׁמְעִים


אֵין + אֲנַחְנוּ = אֵינֶנּוּ
🚫 אֵין אֲנַחְנוּ שֹׁמְעִים
✔️ אֵינֶ֫נּוּ שֹׁמְעִים


אֵינֶ֫נּוּ שֹׁמֵעַ  
אֵינֶ֫נּוּ שֹׁמְעִים  
→ הוּא שֹׁמֵעַ͏׃ 
הִיא  שֹׁמַ֫עַת׃ 
אֵינֶ֫נָּה שֹׁמַעַת׃ 
אֵינֶ֫נִּי שֹׁמַ֫עַת׃ הוּא שֹׁמֵעַ׃ אֵינֶ֫נּוּ שֹׁמֵעַ׃ הֵם שֹׁמְעִים׃ אֵינָם שֹׁמְעִים׃ 
הָאִשָּׁה קֹרֵאת לַנַּ֫עַר וְאֵינֶנּוּ שֹׁמֵעַ׃ 
הַבַּת מְדַבֶּ֫רֶת לְאִמָּהּ וְאֵינֶ֫נָּה שֹׁמַ֫עַת׃   
הָאִשָּׁה קֹרֵאת לָאִישׁ וְאֵינֶ֫נּוּ שָׂם לִבּוֹ אֵלֶיהָ׃ 
אֵינֶ֫נִּי שָׂמָ֫ה לִבִּי לַדָּבָר׃ 
אֵינֶ֫נּוּ שָׂם לִבּוֹ לַדָּבָר׃   
הִיא הֹלֶ֫כֶת׃ אֵינֶ֫נָּה הֹלֶכֶת׃ 
הֵם הֹלְכִים׃ אֵינָם הֹלְכִים׃ 
מָה הֵם עֹשִׂים? הֵם עֹמְדִים׃ 
הִיא מְדַבֶּרֶת׃ אֵינֶ֫נָּה מְדַבֶּרֶת׃   
אֲנִי שֹׁמַ֫עַת׃ אֵינֶ֫נִּי שֹׁמַ֫עַת׃   
הִיא רֹאָה׃ אֵינֶ֫נָּה רֹאָה׃ 
הוּא יֹרֵד׃ אֵינֶ֫נּוּ יֹרֵד כִּי עֹלֶה הוּא׃   
הִיא בָּאָ֫ה׃ אֵינֶ֫נָּה בָאָ֫ה׃   
אֵינֶ֫נּוּ רֹאֶה׃ אֵינָם רֹאִים׃   
אֵינֶ֫נָּה רֹאָה׃ 
הִיא יֹשֶׁ֫בֶת׃ אֵינֶ֫נָּה יֹשֶׁ֫בֶת׃   
מָה הִיא עֹשָׂה? הִיא עֹמֶ֫דֶת׃   
אֵינֶ֫נִּי רֹאָה׃ אֵינֶ֫נּוּ רֹאִים׃ אֵינֶ֫נָּה רֹאָה׃ 






וַיְדַבֵּר יִרְמְיָ֫הוּ הַנָּבִיא אֶל־הָעָם אֶת־דְּבַר יהוה וַיְדַבְּרוּ כָל־הָאֲנָשִׁים הַיֹּדְעִים כִּי עֹשׂוֹת נְשֵׁיהֶם הָרַע בְּעֵינֵי יהוה לֵאמֹר 
________________


יִרְמְיָה 44:16  
הַדָּבָר אֲשֶׁר־דִּבַּרְתָּ אֵלֵינוּ בְּשֵׁם יהו֑ה אֵינֶנּוּ שֹׁמְעִים אֵלֶֽיךָ׃ 
________________
  
  

→ הוּא אִישׁ יֹדֵעַ כִּי עֹשָׂה אִשְׁתּוֹ הָרַע בְּעֵינֵי יהוה׃ 
הוּא אִישׁ יֹדֵעַ כִּי אֹכֵל בְּנוֹ עֲנָבִים׃← 




הֵם אֲנָשִׁים יֹדְעִים כִּי עֹשׂוֹת נְשֵׁיהֶם הָרַע בְּעֵינֵי יהוה׃ 
הֵם אֲנָשִׁים יֹדְעִים כִּי אֹכְלִים בְּנֵיהֶם עֲנָבִים׃ 
מִי הָאֲנָשִׁים הַיֹּדְעִים כִּי עֹשׂוֹת נְשֵׁיהֶם הָרַע בְּעֵינֵי יהוה? הֵם הָאֲנָשִׁים הַיֹּדְעִים כִּי עֹשׂוֹת נְשֵׁיהֶם הָרַע בְּעֵינֵי יהוה׃


מִי דִּבֶּר כַּזֹּאת לְיִרְמְיָהוּ? כָּל־הָאֲנָשִׁים הַיֹּדְעִים! מָה הֵם יֹדְעִים? הֵם יֹדְעִים כִּי עֹשׂוֹת נְשֵׁיהֶם הָרַע בְּעֵינֵי יהוה׃ מִי עֹשׂוֹת הָרַע? נְשֵׁי הָאֲנָשִׁים עֹשׂוֹת הָרַע׃ הַנָּשִׁים עֹשׂוֹת הָרַע׃ הָעָם לֹא שָׁמַע בְּקוֹל הַנָּבִיא כִּי אֵין בִּלְבָבָם יִרְאַת יהוה׃ 




וַיִּהְיוּ בְנֵי יִשְׂרָאֵל בְּעֵ֫בֶר הַיַּרְדֵּן וַיְדַבֵּר לָהֶם מֹשֶׁה לֵאמֹר 
________________


דְּבָרִים 4:22a  
כִּי אָנֹכִי מֵת בָּאָרֶץ הַזֹּאת אֵינֶנִּי עֹבֵר אֶת־הַיַּרְדֵּ֑ן וְאַתֶּם עֹבְרִים אֶל־הָאָרֶץ הַטּוֹבָה הַזֹּאת
________________


בְּנֵי יִשְׂרָאֵל עֹבְרִים אֶת־הַיַּרְדֵּן אֶל־אֶ֫רֶץ זָבַת חָלָב וּדְבַשׁ, אֶל־אֶרֶץ טוֹבָה וּמֹשֶׁה אֵינֶ֫נּוּ עֹבֵר אֶת־הַיַּרְדֵּן כִּי מֵת הוּא בְּעֵ֫בֶר הַיַּרְדֵּן׃
________________


עוֹד
עוֹד + הוּא = עוֹדֶנּוּ
🚫 עוֹד הוּא מְדַבֵּר
✔️ עוֹדֶ֫נּוּ מְדַבֵּר


עוֹד + הִיא = עוֹדֶנָּה
🚫 עוֹד הִיא מְדַבֶּ֫רֶת
✔️ עוֹדֶ֫נָּה מְדַבֶּ֫רֶת




עוֹד + אֲנִי = עוֹדֶנִּי
🚫 עוֹד אֲנִי מְדַבֶּ֫רֶת
✔️ עוֹדֶ֫נִּי מְדַבֶּ֫רֶת


עוֹד + הֵם = עוֹדָם
🚫 עוֹד הֵם מְדַבְּרִים
✔️ עוֹדָם מְדַבְּרִים


עוֹד + אַתָּה = עוֹדְךָ
🚫 עוֹד אַתָּה מְדַבֵּר
✔️ עוֹדְךָ מְדַבֵּר


עוֹד + אַתְּ = עוֹדָךְ
🚫 עוֹד אַתְּ מְדַבֶּרֶת
✔️ עוֹדָךְ מְדַבֶּרֶת


אַבְרָם אֹכֵל לֶ֫חֶם׃ עוֹדֶ֫נּוּ אֹכֵל וּבֵת בָּ֫אָה׃   


בַּת־שֶׁבַע מְדַבֶּרֶת עִם־דָּוִד הַמֶּלֶךְ
________________


מְלָכִים א 1:22  
וְהִנֵּה עוֹדֶנָּה מְדַבֶּרֶת עִם־הַמֶּ֑לֶךְ וְנָתָן הַנָּבִיא בָּֽא׃
________________






עוֹדֶנָּה בֹכָה
וַיְדַבֵּר אַבְרָם אֶל־צִדְקִיָּ֫הוּ לֵאמֹר צִדְקִיָּ֫הוּ הֲשָׁלוֹם לְךָ׃ וַיֺּ֫אמֶר צִדְקִיָּ֫הוּ אֶאֶאֶ׃ [אַבְרָם וְצִדְקִיָּהוּ מְדַבְּרִים] עוֹדָם מְדַבְּרִים וּבֵת בָּ֫אָה אֲלֵיהֶם וַתַּעֲמֹד לִפְנֵיהֶם וַתֹּ֫אמֶר הֲשָׁלוֹם לָכֶם׃ וַיֹּאמְרוּ שָׁלוֹם לָ֫נוּ׃ עוֹדֶ֫נָּה מְדַבֶּ֫רֶת עִמָּם וְאַבְרָם שָׁמַע קוֹל וַיֹּ֫אמֶר קוֹל מִי זֶה׃ עוֹדֶ֫נּוּ שֹׁמֵע אֶת־הַקּוֹל וּבֵת יָדְעָה לְמִי הַקּוֹל הַהוּא וַתֹּ֫אמֶר יָדַ֫עְתִּי הַקּוֹל קוֹל נָעֳמִי׃ וַיָּקֻ֫מוּ וַיָּרֻ֫צוּ אֶל־הַמָּקוֹם אֲשֶׁר נָעֳמִי שֹׁכֶ֫בֶת שָׁם וְהִנֵּה הַיַּלְדָּה בֹּכָה׃ וַיֹּאמְרוּ לָהּ נָעֳמִי מַה־לָּךְ? הֲשָׁלוֹם לָךְ? וְלֹא שָׁמְעָה נָעֳמִי בְּקוֹלָם וְהִיא עוֹדֶ֫נָּה בֹכָה וְלֹא יָדְעוּ מַה־לָּהּ׃ וַיָּבֹא צִדְקִיָּהוּ וַיַּעֲמֹד עַל־רֹאשָׁהּ וַיִּשַּׁק־לָהּ וְלֹא בָכְתָה עוֹד נָעֳמִי׃    


הַקֵּץ






________________`,
			},
			{
				id: 118,
				title: 'AwB 90: Tell me!',
				unitId: 17,
				order: 214,
				content: `שָׁלוֹם, אֲנִי בֵּת!
  
  

הִגִּיד 
הָאִישׁ הִגִּיד לָאִשָּׁה דָּבָר׃ 
הַיֶּ֫לֶד הִגִּיד דָּבָר בְּאָזְנֵי אֲחֹתוֹ׃ 
הַנַּ֫עַר הִגִּיד לָאִישׁ דָּבָר גָּדוֹל׃ 


יֶלֶד לְנַעֲרָה 🗨 אַתְּ יָפָה 
הַיֶּ֫לֶד הִגִּיד לַנַּעֲרָה כִּי יָפָה הִיא׃
  

הַנַּ֫עַר הִגִּיד לַנְּעָרִים דָּבָר׃ 
הִיא הִגִּ֫ידָה לְאִמָּהּ דָּבָר׃ גַּם־הִיא הִגִּ֫ידָה לְאִמָּהּ דָּבָר׃ שְׁתֵּי הַנְּעָרוֹת הִגִּ֫ידוּ לְאִמָּן דְּבָרִים׃


הִגִּיד
הוּא הִגִּיד
הִיא הִגִּ֫ידָה
הֵם הִגִּ֫ידוּ
אֲנִי הִגַּ֫דְתִּי
אַתָּה הִגַּ֫דְתָּ
  

אַבְרָם 🗨 בֵּת, נָחָשׁ עַל־רֹאשֵׁךְ׃
בֵּת 🗨 נָחָשׁ? [וַתִּקַּח בֵּת אֶת־הַנָּחָשׁ מֵעַל רֹאשָׁהּ] אַבְרָם הִגִּיד לִי כִּי נָחָשׁ עַל־רֹאשִׁי׃
אַבְרָם 🗨 הִגַּ֫דְתִּי לָהּ כִּי נָחָשׂ עַל־רֹאשָׁהּ׃
בֵּת 🗨 אַבְרָם, הִגַּ֫דְתָּ לִי כִּי נָחָשׁ עַל־רֹאשִׁי׃


   אַבְרָם אָמַר אֵלַי 🗨 נָחָשׁ עַל־רֹאשֵׁךְ
           אַבְרָם דִּבֶּר אֵלַי לֵאמֹר 🗨 נָחָשׁ עַל־רֹאשֵׁךְ
אַבְרָם הִגִּיד לִי כִּי נָחָשׁ עַל־רֹאשִׁי 


אָמַר ← וַיֹּאמֶר
דִּבֶּר ← וַיְדַבֵּר
הִגִּיד ← וַיַּגֵּד
הִגִּ֫ידָה ← וַתַּגֵּד
הִגִּ֫ידוּ ← וַיַּגִּ֫ידוּ
  

וַיַּגֵּד הָאִישׁ 👨🏾🗨👨🏽
וַתַּגֵּד הָאִשָּׁה 👩🏽🗨👩🏻
וַיַּגִּידוּ הָאֲנָשִׁים 👨🏾🗨👨🏽
              👨🏽🗨




אִישׁ יֹשֵׁב בְּבֵיתוֹ וְאִשְׁתּוֹ עִמּוֹ׃  
אִשְׁתּוֹ 🗨 הָרָה אָנֹכִי׃
וַתַּגֵּד הָאִשָּׁה לְאִישָׁהּ כִּי הָרָה הִיא׃  
וַיֵּלֶךְ הָאִישׁ׃   
הָאִישׁ 🗨 הָרָה אִשְׁתִּי׃
וַיַּגֵּד לַאֲחֹתוֹ׃




 הָאִשָּׁה אָמְרָה אֵלָיו 🗨 הָרָה אָנֹכִי
           הָאִשָּׁה דִּבְּרָה אֵלָיו לֵאמֹר 🗨 הָרָה אָנֹכִי
הָאִשָּׁה הִגִּ֫ידָה לוֹ כִּי הָרָה הִיא 
וַתֹּ֫אמֶר אֵלָיו 🗨 הָרָה אָנֹכִי
וַתְּדַבֵּר אֵלָיו לֵאמֹר 🗨 הָרָה אָנֹכִי
וַתַּגֵּד לוֹ כִּי הָרָה הִיא


הָאִישׁ אָמַר אֵלֶיהָ 🗨 הָרָה אִשְׁתִּי
הָאִישׁ דִּבֶּר אֵלֶיהָ לֵאמֹר 🗨 הָרָה אִשְׁתִּי
הָאִישׁ הִגִּיד לָהּ כִּי הָרָה אִשְׁתּוֹ
וַיֹּאמֶר אֵלֶיהָ 🗨 הָרָה אִשְׁתִּי
וַיְדַבֵּר אֵלֶיהָ לֵאמֹר 🗨 הָרָה אִשְׁתִּי
וַיַּגֵּד לָהּ כִּי הָרָה אִשְׁתּוֹ


קָם
                קוּם! 🧑🏾                        קוּמִי! 👩🏽
   קוּמוּ! 👨🏿👴🏽👩🏽        
שָׁב
       שׁוּב!🧑🏾                        שׁוּבִי!👩🏽
    שׁוּבוּ!👨🏿👴🏽👩🏽
שָׁכַב
       שְׁכַב!🧑🏾                        שִׁכְבִי!👩🏽
    שִׁכְבוּ!👨🏿👴🏽👩🏽
אָמַר
       אֱמֹר!🧑🏾                        אִמְרִי!👩🏽
    אִמְרוּ!👨🏿👴🏽👩🏽
  

בֵּת 🗨 אַבְרָם, אֱמֹר בְּרִית!
אַבְרָם 🗨 בְּרִית׃
בֵּת 🗨 אֱמֹר סֵפֶר קָטֹן!
אַבְרָם 🗨 סֵפֶר קָטֹן׃
בֵּת 🗨 אֱמֹר אֲנִי חֲם…אִישׁ גִּבּוֹר!
אַבְרָם 🗨 אֲנִי אִישׁ גִּבּוֹר׃
בֵּת 🗨 אֱמֹר אַתְּ אִשָּׁה יְפַת־מַרְאֶה׃
אַבְרָם 🗨 אַתְּ פָּרָה יְפַת־מַרְאֶה׃
בֵּת 🗨 תּוֹדָה! מָה אָמַרְתָּ?
דִּבֶּר
       דַּבֵּר!🧑🏾                        דַּבְּרִי!👩🏽
    דַּבְּרוּ!👨🏿👴🏽👩🏽
הִגִּיד
       הַגֵּד!🧑🏾                        הַגִּידִי!👩🏽
    הַגִּידוּ!👨🏿👴🏽👩🏽
  











בֵּת 🗨 הַגֶּד־לִי מַה־שִּׁמְךָ! הַגֶּד־לִי!
הָאִישׁ הַקָּטֹן 🗨 אַהֲרֹן שְׁמִי׃  
בֵּת 🗨 הַגִּידִי לִי מַה־שְּׁמֵךְ! הַגִּידִי לִי!
הָאִשָּׁה הַקְּטַנָּה 🗨 מִרְיָם שְׁמִי׃
בֵּת 🗨 הַגִּידוּ לִי אֶת־שְׁמוֹתָם׃ הַגִּידוּ לִי אֶת־שְׁמוֹתָם׃ שְׁמוֹ אַהֲרֹן וּשְׁמָהּ מִרְיָם׃








אַבְרָם הִגִּיד לְפַרְעֹה כִּי אֲחֹתוֹ שָׂרַי אִשְׁתּוֹ
וַיְהִי רָעָב בָּאָ֑רֶץ וַיֵּרֶד אַבְרָם מִצְרַיְמָה וַיֹּאמֶר אֶל־שָׂרַי אִשְׁתּ֔וֹ הִנֵּה־נָא יָדַ֔עְתִּי כִּי אִשָּׁה יְפַת־מַרְאֶה אָֽתְּ׃ אִמְרִי־נָא אֲחֹ֫תִי אָ֑תְּ… וַיָּבֹא אַבְרָם וְכָל־בֵּיתוֹ מִצְרַ֫יְמָה׃ וַיִּרְאוּ הַמִּצְרִים אֶת־הָאִשָּׁ֔ה כִּי־יָפָה הִיא מְאֹֽד׃ וַיִּרְאוּ אֹתָהּ שָׂרֵי פַרְעֹה וַיַּגִּ֫ידוּ לוֹ כִּי יָפָה הִיא מְאֹד׃ וַיִּקַּח אֹתָהּ פַּרְעֹה וַתָּבֹא אֶל־בֵּיתוֹ וַיַּךְ יהוה אֶת־פַּרְעֹה וְאֶת־כָּל־בֵּיתוֹ עַל־דְּבַר שָׂרַי אֵ֫שֶׁת אַבְרָם׃ וַיִּקְרָא פַרְעֹה לְאַבְרָ֔ם וַיֹּאמֶר מַה־זֹּאת עָשִׂיתָ לִּ֑י לָמָּה לֹא־הִגַּדְתָּ לִּ֔י כִּי אִשְׁתְּךָ הִֽוא׃ לָמָה אָמַרְתָּ אֲחֹ֫תִי הִ֔וא וָאֶקַּח אֹתָהּ לִי לְאִשָּׁ֑ה וְעַתָּה הִנֵּה אִשְׁתְּךָ קַח וָלֵֽךְ׃ וַיַּעַל אַבְרָם מִמִּצְרַיִם הוּא וְאִשְׁתּוֹ וְכָל־אֲשֶׁר־לוֹ׃     
(בְּרֵישִׁית 12-13)
________________
שְׁאֵלוֹת
בֵּת 🗨 אַבְרָם לֹא הִגִּיד לְפַרְעֹה כִּי אִשְׁתּוֹ שָׂרַי וַיֹּאמֶר אֲחֹתִי הִיא׃ 
אַהֲרֹן, מִי רָאָה אֶת־שָׂרַי כִּי אִשָּׁה יְפַת־מַרְאֶה הִיא?
אַהֲרֹן 🗨 הַמִּצְרִים וְשָׂרֵי פַרְעֹה׃
בֵּת 🗨 טוֹב׃ וּמֶה עָשׂוּ? 
מִרְיָם 🗨 הִגִּידוּ לְפַרְעֹה׃
בֵּת 🗨 יָפֶה׃ וּמֶה עָשָׂה פַרְעֹה?
אַהֲרֹן 🗨 לָקַח אֶת־הָאִשָּׁה וַתָּבֹא אֶל־בֵּיתוֹ׃
בֵּת 🗨 טוֹב׃ וְאַחֲרֵי־כֵן הִכָּה יהוה אֶת־פַּרְעֹה וְאֶת־כָּל־בֵּיתוֹ וַיֵּדַע פַּרְעֹה כִּי אֵשֶׁת אַבְרָם הִיא׃ מִרְיָם, הֲטוֹב הַדָּבָר אֲשֶׁר עָשָׂה אַבְרָם בְּעֵינֵי פַרְעֹה?
מִרְיָם 🗨 לֹא׃ לֹא טוֹב כִּי אָמַר פַּרְעֹה לָמָּה לֹא הִגַּדְתָּ לִי כִּי אִשְׁתְּךָ הִיא׃
בֵּת 🗨 טוֹב׃
________________


אַבְרָם הִגִּיד לְנָעֳמִי אֵת אֲשֶׁר עָשָׂה־לָהּ צִדְקִיָּהוּ
אַבְרָם 🗨 נָעֳמִי, הֲיָדַעַת אֵת אֲשֶׁר עָשָׂה־לָךְ צִדְקִיָּהוּ?
נָעֳמִי 🗨 לֹא יָדַעְתִּי אָבִי׃ הַגֶּד־לִי! הַגֶּד־לִי!
אַבְרָם 🗨 אָנֹכִי מְדַבֵּר עִם־צִדְקִיָּהוּ עוֹדֶנִּי מְדַבֵּר עִמּוֹ וּבֵת אִמֵּךְ בָּ֫אָה׃ וַתַּעֲמֹד לְפָנֵינוּ וַתֹּאמֶר הֲשָׁלוֹם לָכֶם׃ וַנֹּאמֶר שָׁלוֹם לָנוּ׃ עוֹדֶנָּה מְדַבֶּרֶת עִמָּנוּ וַאֲנִי שָׁמַעְתִּי קוֹל וָאֹמַר קוֹל מִי זֶה׃ וַתִּשְׁמַע אִמֵּךְ וַתֵּדַע לְמִי הַקּוֹל הַהוּא וַתַּגֶּד־לִי׃ נָעֳמִי, הֲיָדַעַת אַתְּ לְמִי הַקּוֹל הַהוּא?
נָעֳמִי 🗨 לִי! לִי הוּא!
אַבְרָם 🗨 לָךְ׃ וַנָּקָם וַנָּרָץ אֶל־הַמָּקוֹם אֲשֶׁר אַתְּ שֹׁכֶבֶת שָׁם וְהִנָּךְ בֹּכָה׃ וַנֹּאמֶר לָךְ נָעֳמִי מַה־לָּךְ הֲשָׁלוֹם לָךְ וְלֹא שָׁמַעַתְּ בְּקוֹלֵנוּ וְעוֺדָךְ בֹּכָה וְלֹא יָדַעְנוּ מַה־לָּךְ׃  
נָעֳמִי 🗨 אָבִי, לָמָּה בָּכִיתִי?
אַבְרָם 🗨 לֹא יָדַעְתִּי בִתִּי׃ הֲזָכַרְתְּ אַתְּ?
נָעֳמִי 🗨 לֹא׃ לֹא זָכַרְתִּי׃
אַבְרָם 🗨 וְאַחֲרֵי־כֵן בָּא צִדְקִיָּהוּ וַיַּעֲמֹד עַל־רֹאשֵׁךְ וַיִּשַּׁק־לָךְ וְלֹא בָכִית עוֹד׃ הַקֵּץ׃
נָעֳמִי 🗨 צִדְקִיָּהוּ עוֹף טוֹב׃
________________`,
			},
			{
				id: 119,
				title: 'AwB 91: 1 Samuel 3 Story',
				unitId: 18,
				order: 217,
				content: `בֵּת 🗨 שָׁלוֹם, אֲנִי בֵּת!
נָעֳמִי 🗨 שָׁלוֹם, אֲנִי בַּת בֵּת!


מַה־זֶּה? זֶה בֵּית יהוה׃ בֵּית יהוה אוֹ הֵיכַל יהוה׃   


בַּיִת קָטֹן, בַּיִת גָּדוֹל, בַּיִת גָּדוֹל מְאֹד׃ זֶה הֵיכָל׃ לְמִי הַהֵיכָל? לְמֶלֶךְ אוֹ לְאִישׁ גָּדוֹל הַהֵיכָל, בֵּית הַמֶּלֶךְ ← הֵיכָל  
זָהָב רַב בַּהֵיכָל הַזֶּה׃ יֵשׁ זָהָב רַב בַּהֵיכָל הַזֶּה׃ כִּסֵּא בְּתוֹךְ הֵיכָל׃ 
שָׁלֹשׁ נָשִׁים מְדַבְּרוֹת לִפְנֵי הַהֵיכָל׃ 
זֶה גַּן הַהֵיכָל׃ גַּן בְּתוֹךְ הֵיכָל׃ גַּן וְיָם לִפְנֵי הֵיכָל׃ הֵיכַל יהוה
  









גָּדַל
יֶלֶד קָטֹן 🚼                אִישׁ גָּדוֹל🧍🏿‍♂️
🚼 ↖🧍🏿‍♂️↖🧍🏿‍♂️↖🧍🏿‍♂️↖🧍🏿‍♂️↖🧍🏿‍♂️
הַיֶּלֶד גָּדַל׃


גָּדַל
גָּדוֹל
יַלְדָּה קְטַנָּה 🚼                        אִשָּׁה גְדוֹלָה 🧍🏿‍♀️
🚼 ↖🧍🏿‍♀️↖🧍🏿‍♀️↖🧍🏿‍♀️↖🧍🏿‍♀️↖🧍🏿‍♀️
הַיַּלְדָּה גָּדְלָה׃


🚼🚼 ↖🧍🏿‍♂️🧍🏿‍♀️↖🧍🏿‍♂️🧍🏿‍♀️↖🧍🏿‍♂️🧍🏿‍♀️↖🧍🏿‍♂️🧍🏿‍♀️↖🧍🏿‍♂️🧍🏿‍♀️
הָאֲנָשִׁים גָּדְלוּ׃




  
  

🚼 ↖🧍🏿‍♂️↖🧍🏿‍♂️↖🧍🏿‍♂️↖🧍🏿‍♂️↖🧍🏿‍♂️


גָּדַל ← וַיִּגְדַּל
  

וַיִּגְדַּל הָאִישׁ 👨🏽
וַתִּגְדַּל הָאִשָּׁה 👩🏽
וַיִּגְדְּלוּ הָאֲנָשִׁים 👨🏽👩🏽
אַבְרָם הָיָה יֶלֶד וְעַתָּה אִישׁ הוּא׃ גָּדַל אַבְרָם, גָּדַל׃ 
אַבְרָם הָיָה יֶלֶד
אַבְרָם יִהְיֶה זָקֵן


הָיָה ← יִהְיֶה
קָרָא ← יִקְרָא
עָשָׂה ← יַעֲשֶׂה


הוּא הָיָה ← הוּא יִהְיֶה
אֲנִי הָיִיתִי ← אֲנִי אֶהְיֶה
הוּא עָשָׂה ← הוּא יַעֲשֶׂה
אֲנִי עָשִׂיתִי ← אֲנִי אֶעֱשֶׂה
שְׁמוּאֵל שָׁמַע אֶת־קוֹל יהוה  
וַיְהִי בַּיּוֹם הַהוּא וְעֵלִי שֹׁכֵב בִּמְקוֹמוֹ וּשְׁמוּאֵל שֹׁכֵב בְּהֵיכַל יהוה אֲשֶׁר־שָׁם אֲרוֹן אֱלֹהִים׃ וַיִּקְרָא יהוה אֶל־שְׁמוּאֵל שְׁמוּאֵל וַיֹּאמֶר הִנֵּנִי׃ וַיָּרָץ אֶל־עֵלִי וַיֹּאמֶר הִנְנִי כִּי קָרָאתָ לִי׃ וַיֹּאמֶר לֹא־קָרָאתִי שׁוּב שְׁכַב׃ וַיֵּלֶךְ וַיִּשְׁכַּב וַיִּקְרָא יהוה שֵׁנִית שְׁמוּאֵל׃ וַיָּקָם שְׁמוּאֵל וַיֵּלֶךְ אֶל־עֵלִי וַיֹּאמֶר הִנְנִי כִּי קָרָאתָ לִי׃ וַיֹּאמֶר לֹא־קָרָאתִי בְנִי שׁוּב שְׁכַב׃ וַיִּקְרָא יהוה אֶל־שְׁמוּאֵל בַּשְּׁלִשִׁית שְׁמוּאֵל׃ וַיָּקָם וַיֵּלֶךְ אֶל־עֵלִי וַיֹּאמֶר הִנְנִי כִּי קָרָאתָ לִי׃ וַיֵּדַע עֵלִי כִּי יהוה קֹרֵא לַנַּעַר וַיֹּאמֶר עֵלִי לִשְׁמוּאֵל לֵךְ שְׁכַב וְכַאֲשֶׁר יִקְרָא אֵלֶיךָ אֱמֹר דַּבֵּר יהוה כִּי שֹׁמֵעַ עַבְדְּךָ׃ וַיֵּלֶךְ שְׁמוּאֵל וַיִּשְׁכַּב בִּמְקוֹמוֹ וַיָּבֹא יהוה וַיִּקְרָא כְפַעַם־בְּפַעַם שְׁמוּאֵל שְׁמוּאֵל׃ וַיֹּאמֶר שְׁמוּאֵל דַּבֵּר יהוה כִּי שֹׁמֵעַ עַבְדְּךָ׃ וַיֹּאמֶר יהוה אֶל־שְׁמוּאֵל הִנֵּה אָנֹכִי עֹשֶׂה דָבָר בְּיִשְׂרָאֵל בַּיּוֹם הַהוּא אֶעֱשֶׂה לְעֵלִי אֵת כָּל־אֲשֶׁר דִּבַּרְתִּי אֶל־בֵּיתוֹ וַיִּשְׁכַּב שְׁמוּאֵל עַד־הַבֹּקֶר׃ וַיִּקְרָא עֵלִי אֶת־שְׁמוּאֵל וַיֹּאמֶר שְׁמוּאֵל בְּנִי וַיֹּאמֶר הִנֵּנִי׃ וַיֺּאמֶר מָה הַדָּבָר אֲשֶׁר דִּבֶּר אֵלֶיךָ הַגֶּד־לִי אֶת־הַכֹּל׃ וַיַּגֶּד־לוֹ שְׁמוּאֵל אֶת־כָּל־הַדְּבָרִים׃ וַיֹּאמֶר יהוה הוּא הַטּוֹב בְּעֵינָיו יַעֲשֶׂה׃ וַיִּגְדַּל שְׁמוּאֵל וַיֵּדַע כָּל־יִשְׂרָאֵל מִדָּן וְעַד־בְּאֵר שֶׁבַע כִּי הָיָה שְׁמוּאֵל נָבִיא לְיהוה׃  
הַקֵּץ


________________


כְּפַ֫עַם־בְּפַ֫עַם? 
1 כַּפַּ֫עַם הָרִאשֹׁנָה…2 כַּפַּ֫עַם הַשֵּׁנִית…3 כַּפַּ֫עַם הַשְּׁלִשִׁית…
כְּכָל־הַפְּעָמִים
כְּפַ֫עַם־בְּפַ֫עַם
________________

❓ שְׁאֵלוֹת ❓
בֵּת 🗨 אַבְרָם, אֵיפֹה עֵלִי שֹׁכֵב?
אַבְרָם 🗨 בִּמְקוֹמוֹ?
בֵּת 🗨 טוֹב! בַּמָּקוֹם אֲשֶׁר לְעֵלִי׃ בִּמְקוֹמוֹ, בְּמִשְׁכָּבוֹ, בִּמְקוֹמוֹ׃ וְאֵיפֹה שְׁמוֹאֵל שֹׁכֵב?
אַבְרָם 🗨 בְּהֵיכַל יהוה׃
בֵּת 🗨 יָפֶה! כַּמָּה פְעָמִים הָלַךְ שְׁמוּאֵל אֶל־עֵלִי?
אַבְרָם 🗨 שָׁלוֹשׁ פְּעָמִים׃
בֵּת 🗨 טוֹב! וּמַה־יָּדַע עֵלִי בַּפַּ֫עַם הַשְּׁלִשִׁית? מַה־יָּדַע?
אַבְרָם 🗨 יָדַע כִּי יהוה קֹרֵא לִשְׁמוּאֵל׃ 
בֵּת 🗨 וּמָה אָמַר אֶל־שְׁמוּאֵל?
אַבְרָם 🗨 אֱמֹר דַּבֵּר יהוה כִּי שֹׁמֵעַ עַבְדְּךָ׃
בֵּת 🗨 טוֹב! וְכַמָּה פְעָמִים קָרָא יהוה לִשְׁמוּאֵל? אַבְרָם!
אַבְרָם 🗨 שָׁלוֹשׁ פְּעָמִים?
בֵּת 🗨 לֹא׃ אַרְבַּע פְּעָמִים׃
אַבְרָם 🗨 אַאַאַאַאַ….ממהם׃
בֵּת 🗨 וּמָה אָמַר שְׁמוּאֵל בַּפַּעַם הָרְבִיעִי?
אַבְרָם 🗨 כֹּה אָמַר דַּבֵּר יהוה כִּי שֹׁמֵעַ עַבְדְּךָ׃ אָמַר כַּדְּבָרִים אֲשֶׁר דִּבֶּר־לוֹ עֵלִי׃
בֵּת 🗨 יָפֶה מְאֹד! וַיַּגֶּד־לוֹ יהוה אֵת אֲשֶׁר הוּא עֹשֶׂה אֶל־בֵּית עֵלִי׃ וַיִּשְׁכַּב שְׁמוּאֵל עַד־הַבֹּקֶר׃ וַיִּקְרָא לוֹ עֵלִי וַיֹּאמֶר הַגֶּד־לִי אֵת אֲשֶׁר דִּבֶּר יהוה אֵלֶיךָ׃ הֲהִגִּיד לוֹ שְׁמוּאֵל?
אַבְרָם 🗨 הִגִּיד׃ הִגִּיד לוֹ שְׁמוּאֵל אֵת כָּל־דִּבְרֵי יהוה׃
בֵּת 🗨 יָפֶה! וַיִּגְדַּל שְׁמוּאֵל׃ מֶה עָשָׂה?
אַבְרָם 🗨 גָּדַל׃ הַנַּעַר הָיָה לְאִישׁ׃ גָּדַל שְׁמוּאֵל׃
בֵּת 🗨 גָּדַל׃ וַיֵּדַע כָּל־יִשְׂרָאֵל מִדָּן וְעַד־בְּאֵר שֶׁבַע׃ מַה־יָּדְעוּ?
אַבְרָם 🗨 ממממם…לֹא זָכַרְתִּי׃  
בֵּת 🗨 יָדְעוּ כִּי נָבִיא שְׁמוּאֵל׃
אַבְרָם 🗨 אַאַאַאַ…נָבִיא הוּא׃
בֵּת 🗨 לְמִי הוּא נָבִיא?
אַבְרָם 🗨 לְיהוה?
בֵּת 🗨 טוֹב! כָּל־יִשְׂרָאֵל יָדַע כִּי נָבִיא לְיהוה שְׁמוּאֵל׃
________________
  

שָׁלוֹם!


________________`,
			},
			{
				id: 120,
				title: 'AwB 92: Clothing & Nakedness',
				unitId: 18,
				order: 219,
				content: `שָׁלוֹם, אֲנִי בֵּת!
רִבְקָה יָלְדָה שְׁנֵי בָנִים
________________


בְּרֵאשִׁית 25:23a,27  
וַיִּקַּח יִצְחָק אֶת־רִבְקָה לוֹ לְאִשָּׁה וַתַּהַר רִבְקָה׃ וַיֹּאמֶר יהוה לָהּ שְׁנֵי גוֹיִם בְּבִטְנֵ֔ךְ וַתֵּלֵד שְׁנֵי בָנִים׃ וַיִּקְרְאוּ אֶת־שֵׁם הָרִאשׁוֹן עֵשָׂו וְאֶת־שֵׁם הַשֵּׁנִי קָרְאוּ יַעֲקֹב׃ וַיִּגְדְּלוּ הַנְּעָרִ֔ים וַיְהִי עֵשָׂו אִישׁ יֹדֵעַ צַיִד אִישׁ שָׂדֶ֑ה וְיַעֲקֹב אִישׁ תָּם יֹשֵׁב אֹהָלִֽים׃
________________
  

מַה־זֶּה? זֶה בֶּ֫גֶד׃
בֶּ֫גֶד ← בְּגָדִים
מַה־מִּסְפַּר הַבְּגָדִים? אַחַת, שְׁתַּיִם, שָׁלֹשׁ! 
שְׁלֹשָׁה בְגָדִים ↓
מַה־מּסְפַּר הַבְּגָדִים? אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה! שְׁמֹנָה בְגָדִים     




בְּגָדִים לִפְנֵי הַבַּיִת׃ 
מַה־מִּסְפַּר הַבְּגָדִים? אַחַת, שְׁתַּיִם, שָׁלֹשׁ, אַרְבַּע, חָמֵשׁ, שֵׁשׁ, שֶׁבַע, שְׁמֹנֶה, תֵּשַׁע, עֶשֶׂר, אַחַת עֶשְׂרֵה, שְׁתֵּים עֶשְׂרֵה, שָׁלֹשׁ עֶשְׂרֵה, אַרְבַּע עֶשְׂרֵה, חָמֵשׁ עֶשְׂרֵה, שֵׁשׁ עֶשְׂרֵה, שְׁבַע עֶשְׂרֵה, שְׁמֹנֶה עֶשְׂרֵה, תְּשַׁע עֶשְׂרֵה, עֶשְׂרִים, עֶשְׂרִים וְאַחַת, עֶשְׂרִים וּשְׁתַּיִם, עֶשְׂרִים וְשָׁלֹשׁ!     
עֶשְׂרִים וּשְׁלֹשָׁה בְגָדִים 
בְּגָדִים רַבִּים, בְּגָדִים רַבִּים מְאֹד 
סַל בְּגָדִים ←
  

עֶ֫בֶד אַבְרָהָם נָתַן לְרִבְקָה כְּלֵי־כֶסֶף וּכְלֵי זָהָב וּבְגָדִים׃ 


הַבֶּגֶד הַזֶּה יָפֶה׃ הַבֶּגֶד הַזֶּה לֹא יָפֶה׃ בְּגָדִים יָפִים, יֵשׁ לַנַּעֲרָה סַל וּבֶגֶד יָפֶה׃
יֵשׁ לָהֶם בְּגָדִים יָפִים׃
  

בֶּ֫גֶד הָאִשָּׁה ← בִּגְדָהּ
בִּגְדָהּ יָפֶה׃
בֶּ֫גֶד הָאִישׁ ← בִּגְדוֹ
בִּגְדוֹ יָפֶה׃


בְּגָדִים ← בִּגְדֵי הָאִישׁ ← בְּגָדָיו  
יֶשׁ־לוֹ בְּגָדִים יָפִים׃ 
בִּגְדֵי הָאִישׁ יָפִים׃ 
בְּגָדָיו יָפִים׃   


יֶשׁ־לַנַּעֲרָה בְּגָדִים יָפִים׃ 
בִּגְדֵי הַנַּעֲרָה יָפִים׃ 
בְּגָדֶיהָ יָפִים׃


בְּגָדִים ← בִּגְדֵי הַנַּעֲרָה ← בְּגָדֶיהָ
בֶּ֫גֶד עוֹר, בִּגְדֵי עוֹר, מִטַּת עוֹר וּבִגְדֵי עוֹר, בֶּגֶד זָהָב, בִּגְדֵי זָהָב 
אֵלֶּה בְּגָדִים׃ אֵלֶּה בִּגְדֵי אַבְרָם׃ אֵלֶּה בִּגְדֵי נָעֳמִי׃ וְאֵלֶּה בְּגָדַי׃ בִּגְדֵי נָעֳמִי קְטַנִּים, קְטַנִּים! בִּגְדֵי אַבְרָם גְּדֹלִים׃ יֶשׁ־לִי בֶּגֶד יָפֶה׃      
בֵּת 🗨 אַבְרָם, יָפֶה בִגְדְךָ׃ יָפֶה׃
אַבְרָם 🗨 גַּם־בִּגְדֵךְ יָפֶה מְאֹד׃






שְׁנֵי בִגְדֵי יוֹסֵף 👘👘
יַעֲקֹב נָתַן לְיוֹסֵף בְּנוֹ בֶּגֶד יָפֶה וַיֵּרַע הַדָּבָר בְּעֵינֵי אֶחָיו׃ וַיִּגְדַּל יוֹסֵף בְּמִצְרַיִם וַיְהִי עֶבֶד לְפוֹטִיפַר׃
________________


בְּרֵאשִׁית 39:7b  
וַתִּשָּׂא אֵשֶׁת־אֲדֹנָיו אֶת־עֵינֶיהָ אֶל־יוֹסֵ֑ף וַתֹּאמֶר־לוֹ שְׁכַב עִמִּי… 
________________
וַיָּנָס יוֹסֵף וַיֵּצֵא מִן־הַבַּיִת וְהִנֵּה בִגְדוֹ בְּיַד אֵשֶׁת פּוֹטִיפַר׃ וַתַּגֵּד לְפוֹטִיפַר לֵאמֹר בָּא־אֵלַי יוֹסֵף וָאֶקְרָא בְּקוֹל גָּדוֹל וַיֵּצֵא וְהִנֵּה בִגְדוֹ עִמִּי׃ וַיִּקַּח אֲדֹנֵי יוֹסֵף אֹתוֹ וַיִּתֵּן אֶל־בֵּית הַבּוֹר׃
  



יֵשׁ לָהֶם בְּגָדִים׃ אֵין לָהֶם בְּגָדִים ← הֵם עֵירֻמִּים אוֹ עֲרֻמִּים׃ 
לוֹ בְּגָדִים וְלוֹ אֵין בְּגָדִים׃ הוּא עֵירֹם אוֹ עָרוֹם׃ 
לָהּ בְּגָדִים וְלָהּ אֵין בְּגָדִים׃ הִיא עֲרֻמָּה׃ 
אֵין לָהֶם בְּגָדִים ← הֵם עֵירֻמִּים אוֹ עֲרֻמִּים׃   
יֶלֶד אֲשֶׁר־לוֹ בְּגָדִים׃
יֶלֶד עֵירֹם׃ ←
הָאָדָם וְאִשְׁתּוֹ עֵירֻמִּים בְּתוֹךְ הַגָּן׃


פְּעָלִים
הוּא הָיָה ← הוּא יִהְיֶה
אֲנִי הָיִיתִי ← אֲנִי אֶהְיֶה
אַתָּה הָיִיתָ ← אַתָּה תִּהְיֶה
הֵם הָיוּ ← הֵם יִהְיוּ
אַתֶּם הֱיִיתֶם ← אַתֶּם תִּהְיוּ


הָאָדָם וְאִשְׁתּוֹ בְּגַן־עֵדֶן
וַיִּהְיוּ הָאָדָם וְחַוָּה אִשְׁתּוֹ בְּגַן־עֵ֫דֶן׃ וַיִּהְיוּ שְׁנֵיהֶם עֵירֻמִּים הָאָדָם וְאִשְׁתּוֹ׃ וַיְהִי עֵץ הַדַּ֫עַת טוֹב וָרָע בְּתוֹךְ הַגָּן׃ וַיֹּאמֶר הַנָּחָשׁ לָאִשָּׁה אַתֶּם תִּהְיוּ כֵּאלֹהִים יֹדְעֵי טוֹב וָרָע׃ וַתֵּרֶא הָאִשָּׁה כִּי טוֹב הָעֵץ לְמַאֲכָל… וַתִּקַּח מִפִּרְיוֹ וַתֹּאכַל וַתִּתֵּן גַּם־לְאִישָׁהּ עִמָּהּ וַיֹּאכַֽל׃ וַיֵּדְע֔וּ כִּי עֵירֻמִּים הֵ֑ם… וַיִּקְחוּ עֲלֵי תְאֵנָה וַיַּעֲשׂוּ לָהֶם בְּגָדִים׃ וַיִּשְׁמְעוּ אֶת־קוֹל יהוה אֱלֹהִים בַּגָּן וַיִּירְאוּ מִפָּנָיו׃ וַיִּקְרָא יהוה אֱלֹהִים אֶל־הָאָדָם וַיֹּאמֶר לוֹ אַיֶּֽכָּה׃ וַיֹּאמֶר אֶת־קֹלְךָ שָׁמַעְתִּי בַּגָּ֑ן וָאִירָא כִּי־עֵירֹם אָנֹכִי…וַיֹּאמֶר מִי הִגִּיד לְךָ֔ כִּי עֵירֹם אָ֑תָּה… הֲמֵעֵץ הַדַּעַת טוֹב וָרָע אָכַלְתָּ׃ וַיֹּאמֶר הָאָדָ֑ם הָאִשָּׁה אֲשֶׁר נָתַתָּה עִמָּדִ֔י הִיא נָתְנָה־לִּי מִן־הָעֵץ וָאֹכֵֽל׃ וַיֹּאמֶר יהוה אֱלֹהִים לָאִשָּׁה מַה־זֹּאת עָשִׂ֑ית… וַתֹּאמֶר הָאִשָּׁה הַנָּחָשׁ דִּבֶּר לִי שֶׁקֶר וָאֹכֵל׃ וַיֹּאמֶר יהוה אֱלֹהִים אֶל־הַנָּחָשׁ כִּי עָשִׂיתָ זּאֹת אָרוּר אַתָּה מִכָּל־הַבְּהֵמָ֔ה וּמִכֹּל חַיַּת הַשָּׂדֶ֑ה…(בְּרֵאשִׁית 3)  
(אַיֶּכָּה ← אַיֵּה + אַתָּה) 
(עִמָּדִי = עִמִּי)
❓שְׁאֵלוֹת❓
אַבְרָם 🗨 מָה הִגִּיד הַנָּחָשׁ לָאִשָּׁה?
בֵּת 🗨 הִגִּיד לָהּ כִּי יִהְיוּ כֵּאלֹהִים יֹדְעֵי טוֹב וָרָע׃
אַבְרָם 🗨 ממממם…הַאֱמֶת הַדָּבָר הַזֶּה?
בֵּת 🗨 אֱמֶת הוּא וְלֹא הִגִּיד לָהּ אֶת־הַכֹּל׃ לֹא הִגִּיד לָהּ כִּי יָמוּתוּ׃
אַבְרָם 🗨 ממממם…לָמָה עָשׂוּ לָהֶם בְּגָדִים? 
בֵּת 🗨 כִּי יָדְעוּ כִּי עֵירֻמִּים הֵם׃
אַבְרָם 🗨 מִי הִגִּיד לָהֶם כִּי עֵירֻמִּים הֵם? הַנָּחָשׁ?
בֵּת 🗨 לֹא׃ אִישׁ לֹא הִגִּיד לָהֶם וְגַּם־הַנָּחָשׁ לֹא הִגִּיד לָהֶם׃ כִּי אָכְלוּ מֵעֵץ הַדַּעַת טוֹב וָרָע וַיֵּדְעוּ כִּי עֵירֻמִּים הֵם׃
אַבְרָם 🗨 לָמָּה יָרְאוּ מִפְּנֵי יהוה אֱלֹהִים?
בֵּת 🗨 כִּי עַתָּה יֹדְעֵי טוֹב וָרָע הֵם וַיֵּדְעוּ כִּי עָשׂוּ הָרָע׃
אַבְרָם 🗨 הֲדִבֶּר הָאָדָם לֵאמֹר עָשִׂינוּ הָרָע?
בֵּת 🗨 לֹא׃ לֹא דִבֶּר כַּזֹּאת׃ לֹא אָמַר הָאָדָם אֲנִי עָשִׂיתִי הָרָע כִּי אָמַר הָאִשָּׁה אֲשֶׁר אַתָּה נָתַתָּ לִי הִיא נָתְנָה לִי מִן־הָעֵץ׃
אַבְרָם 🗨 וְהָאִשָּׁה הֲדִבְּרָה לֵאמֹר עָשִׂיתִי הָרָע?
בֵּת 🗨 לֹא׃ הָאִשָּׁה אָמְרָה הַנָּחָשׁ דִּבֶּר לִי שֶׁקֶר׃
אַבְרָם 🗨 וּמִי עָשָׂה הָרָע?
בֵּת 🗨 כֻּלָּם׃ כֻּלָּם (כֹּל + הֵם ← כֻּלָּם)׃ הָאָדָם וְאִשְׁתּוֹ וְהַנָּחָשׁ׃ כֻּלָּם עָשׂוּ הָרָע׃ כֻּלָּם׃


שָׁלוֹם!
________________`,
			},
			{
				id: 121,
				title: 'AwB 93: 3 Verbs: Sacrifice, Reign, Serve/Work',
				unitId: 18,
				order: 222,
				content: `שָׁלוֹם, אֲנִי בֵּת!
 אַבְרָם 🗨🎶כְּאַיִן…כְּאַיִן…כְּאַיִן נֶגְדּוֹ…כָּל־הַגּוֹיִם מֵאֶפֶס וָתֹהוּ נֶחְשְׁבוּ־לוֹ…
[צִדְקִיָּהוּ לָקַח אֶת־בִּגְדֵי אַבְרָם]
אַבְרָם 🗨 🎶כִּי גָבַר עָלֵינוּ חַסְדּוֹ וֶאֱמֶת־יְהוָה לְעוֹלָם…
[אַבְרָם רָאָה אֶת־הַכִּסֵּא וְהִנֵּה אֵין בְּגָדָיו עָלָיו]
בֵּת 🗨 אַבְרָם, אַיֶּכָּה? אַיֶּכָּה?
אַבְרָם 🗨 הִנֵּנִי!
בֵּת 🗨 אַבְרָם, צֵא! צֵא מִשָּׁם! אַבְרָם, מַה־לְּךָ? לָמָה אֵינְךָ יֹצֵא?
אַבְרָם 🗨 עֵירֹם אָנֹכִי׃
בֵּת 🗨 וְאַיֵּה בְגָדֶיךָ אַבְרָם?
אַבְרָם 🗨 לֹא יָדַעְתִּי׃ לָקַח אֹתָם צִדְקִיָּהוּ׃
[צִדְקִיָּהוּ יֹשֵׁב עַל־בִּגְדֵי אַבְרָם וְאֹכֵל זֶרַע]


________________


שְׁלֹשָׁה פְעָלִים
זָבַח                מָלַךְ                עָבַד


פּוֹעַל                                שֵׁם עֶצֶם
                        אָכַל        וַיֹּאכַל                         מַאֲכָל                                
אֹכֶל
רָאָה        וַיַּרְא                                 מַרְאֶה         
        זָבַח        וַיִּזְבַּח                                זֶבַח                        
מִזְבֵּחַ
  

הָאִישׁ זָבַח זֶ֫בַח לְיהוה׃ הָאֲנָשִׁים זָבְחוּ לֵאלֹהֵיהֶם׃ הַכֹּהֲנִים זָבְחוּ לְיהוה׃ הַכֹּהֲנִים זָבְחוּ פָרִים לְיהוה לְעֵינֵי כָל־הָעָם׃
  

מָשַׁח ← וַיִּמְשַׁח
שָׁלַח ← וַיִּשְׁלַח
שָׁמַע ← וַיִּשְׁמַע
זָבַח ← וַיִּזְבַּח
  

וַיִּבְנוּ הָאֲנָשִׁים מִזְבֵּחַ׃ וַיִּזְבְּחוּ עָלָיו צֹאן׃






שְׁלֹמֹה הָלַךְ אַחֲרֵי אֱלֹהֵי נָשָׁיו
שְׁלֹמֹה בָּנָה אֶת־הֵיכַל יהוה בִּירוּשָׁלַםִ׃ וַיִּזְבַּח זֶבַח גָּדוֹל לְיהוה עַל־הַמִּזְבֵּחַ׃ וַיִּקַּח לוֹ נָשִׁים מִכָּל־הַגּוֹיִם וַתִּזְבַּ֫חְנָה לֵאלֹהֵיהֶן עַל־הֶהָרִים׃ וַיֵּלֶךְ שְׁלֹמֹה אַחֲרֵי אֱלֹהֵי נָשָׁיו וְלֹא־הָיָה לְבָבוֹ כִּלְבַב דָּוִיד אָבִיו׃


נֹחַ וּבֵיתוֹ אַחֲרֵי הַמַּבּוּל  
וַיֵּצֵא־נֹחַ וּבָנָיו וְאִשְׁתּוֹ וּנְשֵׁי־בָנָיו אִתּֽוֹ׃ כָּל־הַחַיָּה כָּל־הָרֶמֶשׂ וְכָל־הָעוֹף…יָצְאוּ מִן־הַתֵּבָֽה׃ וַיִּזְבַּח נֹחַ לְיהוה וַיְבָרֶךְ אֱלֹהִ֔ים אֶת־נֹחַ וְאֶת־בָּנָ֑יו…וַיֹּאמֶר אֱלֹהִים אֶל־נֹ֔חַ וְאֶל־בָּנָיו אִתּוֹ לֵאמֹֽר׃ הִנְנִי כֹרֵת אֶת־בְּרִיתִי אִתְּכֶם וְאֶת־זַרְעֲכֶם אַחֲרֵיכֶם׃ וַיִּתֵּן אֱלֹהִים אֶת־הַקֶּשֶׁת בֶּעָנָן כִּי בְרִית בֵּינוֹ וּבֵין הָאָרֶץ׃ (בְּרֵאשִׁית 9־8)


פּוֹעַל                                שֵׁם עֶצֶם
                        מָלַךְ                                         מֶ֫לֶךְ                                
עָבַד                                         עֶ֫בֶד        
  

מֶה עָשָׂה הַמֶּלֶךְ? מָלַךְ! 
וּמֶה עָשָׂה הָעֶבֶד? עָבַד! 
מָלַךְ, עָבַד


דָּוִד מָלַךְ עַל־כָּל־יִשְׂרָאֵל׃ שְׁלֹמֹה מָלַךְ עַל־יִשְׂראֵל תַּחַת דָּוִד אָבִיו׃ פַּרְעֹה מָלַךְ עַל־מִצְרַיִם׃ שְׁלֹמֹה מָלַךְ עַל־יִשְׂרָאֵל׃ 
  
  

הַיֶּ֫לֶד עָבַד׃
עָבַר | עָבַד 
עָמַד | עָבַד


  

הָעֶ֫בֶד עָבַד אֶת־פַּרְעֹה׃ בְּנֵי יִשְׂרָאֵל עָבְדוּ אֶת־מִצְרַ֫יִם׃ הַמִּצְרִים עָבְדוּ אֶת־אֱלֹהֵיהֶם וּבְנֵי יִשְׂרָאֵל עָבְדוּ אֶת־יהוה אֱלֹהֵיהֶם׃ 
מָה הָעֶ֫בֶד עֹשֶׂה? הוּא עֹבֵד׃ גַּם־הֵם עֹבְדִים׃ 


הוּא עֹבֵד                הֵם עֹבְדִים
הִיא עֹבֶ֫דֶת                הֵנָּה עֹבְדוֹת


הוּא עֹבֵד׃ אֵינֶ֫נּוּ עֹבֵד׃ הִיא עֹבֶ֫דֶת׃ אֵינֶ֫נָּה עֹבֶ֫דֶת׃ הֵם עֹבְדִים בַּגָּן׃ אֵינָם עֺבְדִים׃ מָה הֵם עֹשִׂים? הֵם מְדַבְּרִים׃ אֵיפֹה הֵם מְדַבְּרִים? בְּגַּן הַהֵיכָל׃ 
הָאִשָּׁה עֹבֶ֫דֶת בְּתוֹךְ הַבַּיִת׃     
הוּא עֹבֵד׃ 
אֵינָם עֹבְדִים׃ ←
הָאֲנָשִׁים עֺבְדִים עַל־שְׂפַת הַיְאֹר׃   
הָאָדוֹן עֹמֵד וַעֲבָדָיו עֺבְדִים׃ 
הָעֶ֫בֶד עֹבֵד וַאֲדֹנָיו רֹאֶה אֹתוֹ׃ הָאִישׁ הַזֶּה עֺבֵד אֲדָמָה׃ 
הָאֲנָשִׁים הָאֵלֶּה עֹבְדֵי אֲדָמָה׃   
הַיֶּלֶד עֹבֵד אֲדָמָה׃ הֵם עֺבְדֵי אֲדָמָה׃ בַּמֶּה הֵם עֹבְדִים? בְּפָרִים הֵם עֹבְדִים׃ 
________________


בְּרֵאשִׁית 4:1a,2b  
וְהָאָדָ֔ם יָדַע אֶת־חַוָּה אִשְׁתּוֹ וַתַּהַר וַתֵּלֵד אֶת־קַ֔יִן (וַתֵּ֫לֵד אֶת־אָחִיו אֶת־הֶ֫בֶל׃) וַיְהִי־הֶבֶל רֹעֵה צֹ֔אן וְקַיִן הָיָה עֹבֵד אֲדָמָֽה׃
________________


רָדַף ← וַיִּרְדֹף  
כָּרַת ← וַיִּכְרֹת
מָלַךְ ← וַיִּמְלֹךְ
  



עָבַר ← וַיַּעֲבֹר
עָמַד ← וַיַּעֲמֹד


וַיִּמְשַׁח שְׁמוּאֵל אֶת־שָׁאוּל לְמֶ֫לֶךְ׃ וַיִּמְלֹךְ שָׁאוּל עַל־כָּל־יִשְׂרָאֵל׃
וַיֵּ֫לֶךְ פַּרְעֹה וַיַּ֫עַל בְּמַעֲלֹות הַכִּסֵּא ׃וַיֵּ֫שֶׁב עַל־הַכִּסֵּא וַיִּמְלֹךְ עַל־מִצְרַ֫יִם׃ 


שָׁלוֹם!


________________`,
			},
			{
				id: 122,
				title: 'AwB 94: Jacob Works in Exchange for Rachel and other passages',
				unitId: 18,
				order: 224,
				content: `שָׁלוֹם, אֲנִי בֵּת!


זָבַח                מָלַךְ                עָבַד
וַיִּזְבַּח                וַיִּמְלֹךְ        וַיַּעֲבֹד
  

עָבַד
עֲבֹד! 👨🏽                עִבְדוּ! 👨🏽👩🏽
עִבְדִי! 👩🏽                                        


עִבְדוּ! הַַנַּ֫עַר שֹׁכֵב עַל־הַמִּטָּה וְאֵינֶ֫נּוּ עֹבֵד׃ וַיָּבֹא אֵלָיו אָבִיו וַיֹּאמֶר לָמָ֫ה אֵינְךָ עֹבֵד? קוּם עֲבֹד!     


הַנַּעֲרָה שֹׁכֶ֫בֶת עַל־הַכִּסֵּא וְאֵינֶ֫נָּה עֹבֶ֫דֶת׃ וַיָּבֹא אֵלֶ֫יהָ אָבִ֫יהָ וַיֹּאמֶר ק֫וּמִי מֵעַל הַכִּסֵּא! לְכִי עִבְדִי!
________________


יְהוֹשֻׁעַ 23:1b,2a,2c,3a  
וִיהוֹשֻׁעַ זָקֵ֔ן בָּא בַּיָּמִֽים׃ וַיִּקְרָא יְהֹשֻׁעַ לְכָל־יִשְׂרָאֵ֔ל…וַיֹּאמֶר אֲלֵהֶ֔ם אֲנִי זָקַ֔נְתִּי בָּאתִי בַּיָּמִֽים׃ וְאַתֶּם רְאִיתֶם אֵת כָּל־אֲשֶׁר עָשָׂה יהוה אֱלֹהֵיכֶם לְכָל־הַגּוֹיִם הָאֵלֶּה מִפְּנֵיכֶ֑ם… (וְעַתָּה עִבְדוּ אֶת־יהוה אֱלֹהֵיכֶם בְּכָל־לְבַבְכֶם׃) 
________________


אֲנִי הָיִִיתִי ← אֲנִי אֶהְיֶה
אֲנִי עָשִׂיתִי ← אֲנִי אֶעֱשֶׂה
אֲנִי עָבַדְתִּי ← אֲנִי אֶעֱבֹד
אֲנִי נָתַתִּי ← אֲנִי אֶתֵּן


יַעֲקֹב עָבַד בְּרָחֵל


וּלְלָבָן שְׁתֵּי בָנ֑וֹת שֵׁם הַגְּדֹלָה לֵאָ֔ה וְשֵׁם הַקְּטַנָּה רָחֵֽל׃ וְרָחֵל הָיְתָה יְפַת מַרְאֶה׃ וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן אֶעֱבֹד אֹתְךָ שֶׁבַע שָׁנִים בְּרָחֵל בִּתְּךָ הַקְּטַנָּה׃ וַיַּעֲבֹד יַעֲקֹב בְּרָחֵל שֶׁבַע שָׁנִ֑ים… וַיְהִי מִקֵּץ שֶׁבַע שָׁנִים וַיִּתֶּן־לוֹ לָבָן אֶת־לֵאָה בִתּוֹ הַגְּדוֹלָה׃ וַיָּבֹא אֵלֶיהָ יַעֲקֹב וַיְהִי בַבֹּ֔קֶר וְהִנֵּה־הִוא לֵאָ֑ה וַיֹּאמֶר אֶל־לָבָן מַה־זֹּאת עָשִׂיתָ לִּ֔י הֲלֹא בְרָחֵל עָבַדְתִּי עִמָּ֔ךְ׃ וַיֹּאמֶר לָבָן עֲבֹד עִמָּדִי עוֹד שֶׁבַע שָׁנִים וְאֶתֶּן־לְךָ גַּם־אֶת־רָחֵל׃ וַיַּעֲבֹד עִמּוֹ יַעֲקֹב עוֹד שֶׁבַע שָׁנִים׃       


(בְּרֵאשִׁית 29)
בֵּת 🗨 אַבְרָם, יַעֲקֹב עָבַד עִם־לָבָן בְּרָחֵל וּמֶה עָשָׂה־לוֹ לָבָן מִקֵּץ שֶׁבַע שָׁנִים?
אַבְרָם 🗨 נָתַן־לוֹ אֶת־לֵאָה וְלֹא אֶת־רָחֵל׃
בֵּת 🗨 טוֹב! נָתַן־לוֹ אֶת־הַבַּת הַגְּדוֹלָה וְלֹא אֶת־הַבַּת הַקְּטַנָּה׃ כַּמָּה שָׁנִים עָבַד יַעֲקֹב עִם־לָבָן בְּרָחֵל?
אַבְרָם 🗨 שֶׁבַע וְעוֹד שֶׁבַע…אַרְבַּע עֶשְׂרֵה׃
בֵּת 🗨 יָפֶה! אַרְבַּע עֶשְׂרֵה שָׁנָה׃ אַרְבַּע עֶשְׂרֵה שָׁנָה עָבַד יַעֲקֹב בְּרָחֵל׃
________________
  

יְהוֹשֻׁעַ 24:31a
וַיַּעֲבֹד יִשְׂרָאֵל אֶת־יהו֔ה כֹּל יְמֵי יְהוֹשֻׁ֑עַ
________________


שׁוֹפְטִים 2:7a,c,11  
וַיַּעַבְדוּ הָעָם אֶת־יהו֔ה כֹּל יְמֵי יְהוֹשֻׁ֑עַ וְכֹל יְמֵי הַזְּקֵנִים…אֲשֶׁר רָאוּ אֵת כָּל־מַעֲשֵׂה יהוה הַגָּד֔וֹל אֲשֶׁר עָשָׂה לְיִשְׂרָאֵֽל׃ וַיַּעֲשׂוּ בְנֵי־יִשְׂרָאֵל אֶת־הָרַע בְּעֵינֵי יהו֑ה וַיַּעַבְדוּ אֶת־הַבְּעָלִֽים׃
________________


וַיָּ֫מָת יְהוֹשֻׁעַ וַיָּמֻ֫תוּ גַּם כָּל־הַזְּקֵנִים אֲשֶׁר רָאוּ אֵת אֲשֶׁר עָשָׂה יהוה לְיִשְׂרָאֵל׃  
בֵּת 🗨 אַבְרָם, דַּבֵּר!
אַבְרָם 🗨 מָה־אֵלֶּה הַבְּעָלִים?
בֵּת 🗨 הַבְּעָלִים אֱלֹהֵי אַנְשֵׁי כְּנַ֫עַן, אֱלֹהֵי הַכְּנַעֲנִי׃ הַבַּ֫עַל ← הַבְּעָלִים
בְּנֵי יִשְׂרָאֵל עָבְדוּ אֶת־יהוה כָּל־יְמֵי חַיֵּי יְהוֹשֻׁעַ וְאַחֲרֵי מוֹתוֹ עָבְדוּ אֶת־הַבְּעָלִים׃ וַיֵּ֫רַע הַדָּבָר הַזֶּה בְּעֵינֵי יהוה׃
________________


דִּבְרֵי הַיָּמִים ב 29:1-2  
יְחִזְקִיָּהוּ מָלַךְ בֶּן־עֶשְׂרִים וְחָמֵשׁ שָׁנָ֔ה וְעֶשְׂרִים וָתֵשַׁע שָׁנָ֔ה מָלַךְ בִּירוּשָׁלָ֑םִ וְשֵׁם אִמּ֔וֹ אֲבִיָּה בַּת־זְכַרְיָֽהוּ׃ וַיַּעַשׂ הַיָּשָׁר בְּעֵינֵי יהו֑ה כְּכֹל אֲשֶׁר־עָשָׂה דָּוִיד אָבִֽיו׃
________________


בֵּת 🗨 אַבְרָם!
אַבְרָם 🗨 הִנֵּ֫נִי!
בֵּת 🗨 כַּמָּה שָׁנִים מָלַךְ יְחִזְקִיָּהוּ?
אַבְרָם 🗨 עֶשְׂרִים וָתֵ֫שַׁע שָׁנָה׃
בֵּת 🗨 טוֹב! וְאֵיפֹה מָלַךְ?
אַבְרָם 🗨 הממממם…בְּשֹׁמְרוֹן?
בֵּת 🗨 לֹא׃ בִּירוּשָׁלַםִ׃ הֶהָרַע אִם־הַטּוֹב עָשָׂה יְחִזְקִיָּהוּ?
אַבְרָם 🗨 הַטּוֹב עָשָׂה׃
בֵּת 🗨 הַטּוֹב׃ כֹּה כָּתוּב וַיַּעַשׂ הַיָּשָׁר בְּעֵינֵי יהו֑ה כְּכֹל אֲשֶׁר־עָשָׂה דָּוִיד אָבִֽיו׃ הַיָּשָׁר עָשָׂה׃ הַטּוֹב׃
________________


שְׁמוּאֵל ב 5:3,4b,5  
וַיָּבֹאוּ כָּל־זִקְנֵי יִשְׂרָאֵל אֶל־הַמֶּלֶךְ חֶבְר֔וֹנָה וַיִּכְרֹת לָהֶם הַמֶּלֶךְ דָּוִד בְּרִית בְּחֶבְרוֹן לִפְנֵי יהו֑ה וַיִּמְשְׁחוּ אֶת־דָּוִד לְמֶלֶךְ עַל־יִשְׂרָאֵֽל׃ וְדָוִד בֶּן־שְׁלֹשִׁים שָׁנָה׃ אַרְבָּעִים שָׁנָה מָלָֽךְ׃ בְּחֶבְרוֹן מָלַךְ עַל־יְהוּדָ֔ה שֶׁבַע שָׁנִים וְשִׁשָּׁה חֳדָשִׁ֑ים וּבִירוּשָׁלַםִ מָלַךְ שְׁלֹשִׁים וְשָׁלֹשׁ שָׁנָה עַל כָּל־יִשְׂרָאֵל וִיהוּדָֽה׃
________________


בֵּת 🗨 מֶה עָשָׂה דָוִד לַזְּקֵנִים הַבָּאִים אֵלָיו חֶבְר֫וֹנָה?
אַבְרָם 🗨 כָּרַת לָהֶם בְּרִית לִפְנֵי יהוה׃
בֵּת 🗨 טוֹב! כָּרַת לָהֶם בְּרִית׃ וּמֶה עָשׂוּ לוֹ הַזְּקֵנִים?
אַבְרָם 🗨 מָשְׁחוּ אֹתוֹ לְמֶלֶךְ׃
בֵּת 🗨 יָפֶה! כַּמָּה שָׁנִים מָלַךְ דָּוִד?
אַבְרָם 🗨 אַרְבָּעִים שָׁנָה׃
בֵּת 🗨 טוֹב מְאֹד! שֶׁבַע שָׁנִים וְשִׁשָּׁה חֳדָשִׁים בְּחֶבְרוֹן וּשְׁלֹשִׁים וְשָׁלֹשׁ שָׁנָה בִּירוּשָׁלַםִ׃ שֶׁבַע וּשְׁלֹשִׁים וְשָׁלֹשׁ ← אֵלֶּה אַרְבָּעִים שָׁנָה׃
________________


מְלָכִים א 11:42  
וְהַיָּמִים אֲשֶׁר מָלַךְ שְׁלֹמֹה בִירוּשָׁלַםִ עַל־כָּל־יִשְׂרָאֵל אַרְבָּעִים שָׁנָֽה׃
________________


אַבְרָם 🗨 גַּם־דָּוִד גַּם־שְׁלֹמֹה בְנוֹ מָלְכוּ אַרְבָּעִים שָׁנָה׃
בֵּת 🗨 אֱמֶת!






________________


מְלָכִים א 14:20,15:25  
וְהַיָּמִים אֲשֶׁר מָלַךְ יָרָבְעָ֔ם עֶשְׂרִים וּשְׁתַּיִם שָׁנָ֑ה וַיִּשְׁכַּב עִם־אֲבֹתָ֔יו וַיִּמְלֹךְ נָדָב בְּנוֹ תַּחְתָֽיו׃ וְנָדָב בֶּן־יָרָבְעָם מָלַךְ עַל־יִשְׂרָאֵ֔ל בִּשְׁנַת שְׁתַּ֔יִם לְאָסָא מֶלֶךְ יְהוּדָ֑ה וַיִּמְלֹךְ עַל־יִשְׂרָאֵל שְׁנָתָֽיִם׃
________________


בִּשְׁנַת שְׁתַּ֫יִם? בַּשָּׁנָה הַשֵּׁנִית, בִּשְׁנַת שְׁתַּיִם׃ שָׁנָה ← שְׁנַת׃ כַּמָּה שָׁנִים מָלַךְ נָדָב? שְׁתַּיִם׃ שְׁנָתַיִם׃
  

שָׁלוֹם!


________________`,
			},
			{
				id: 123,
				title: 'AwB 95: Yiqtol 1: Talking About the Future',
				unitId: 18,
				order: 227,
				content: `שָׁלוֹם, אֲנִי בֵּת!  


מֶה עָשָׂה הָאִישׁ? נָפַל׃ 
מָה הָאִישׁ עֹשֶׂה? הוֹא נֹפֵל׃ 
מַה־יַּעֲשֶׂה הַנַּ֫עַר? יִפֹּל׃ מַה־יַּעֲשֶׂה הַיֶּלֶד? יִפֹּל׃ הַיַּלְדָּה תִּפֹּל׃ 
הָעֵץ יִפֹּל כִּי הָאֲנָשִׁים כֹּרְתִים אֹתוֹ׃ נָפַל הָעֵץ׃ 
מַה־יַּעֲשֶׂה צִדְקִיָּהוּ? יָבֹא אֶל־יַד אָבְרָם׃ מַה־תַּעֲשֶׂה הָאִשָּׁה? תָּבֹא אֶל־הַבַּיִת׃ מַה־תַּעֲשֶׂה הָאִשָּׁה? תֹּאכַל תְּאֵנָה׃   
מַה־תַּעֲשֶׂה הָאִשָּׁה? תִּקַּח תְּאֵנָה׃   
מַה־יַּעֲשׂוּ הָאֲנָשִׁים? יַעֲלוּ הַגָּגָה׃ 
מַה־יַּעֲשׂוּ הָאֲנָשִׁים? יִשְׁכְּבוּ עַל־הַמִּטָּה׃
  









________________


דִּקְדּוּק
קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                הָיָה        ←        וַיְהִי        ←        יִהְיֶה
אֲנִי                הָיִיתִי         ←        וָאֱהִי        ←        אֶהִיֶה
הוּא                נָפַל        ←        וַיִּפֹּל        ←        יִפֹּל
  

הוּא        עָשָׂה        ←        ויַּעַשׂ        ←        יַעֲשֶׂה
אֲנִי        עָשִׂיתִי ←        וָאַעַשׂ ←        אֶעֱשֶׂה
אַתָּה        עָשִׂיתָ ←        וַתַּעַשׂ ←        תַּעֲשֶׂה
אַתֶּם יְדַעְתֶּם אֵת וַיִּקְטֹל (וַיֹּ֫אמֶר, וַיֵּ֫לֶךְ, וַתָּ֫קָם, וַתִּקְרָא, וַיְדַבְּרוּ, וַיַּגִּ֫ידוּ) אֵלֶּה פְּעָלִים׃ אַתֶּם יְדַעְתֶּם׃ רָאִ֫ינוּ אֵת וַיִּקְטֹל פְּעָמִים רַבִּים׃ פְּעָמִים רַבִּים רָאִ֫ינוּ אֵת וַיִּקְטֹל׃ וְעַתָּה נִרְאֶה אֵת יִקְטֹל׃ יִקְטֹל כְּמוֹ וַיִּקְטֹל׃ רְאוּ! 
קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                בָּא                וַיָּבֹא                יָבֹא
הִיא                בָּאָה                וַתָּבֹא                תָּבֹא
אַתָּה                בָּאתָ                וַתָּבֹא                תָּבֹא
אַתְּ                בָּאת                וַתָּבֹאִי        תָּבֹאִי
אֲנִי                בָּאתִי         וָאָבֹא                אָבֹא
הֵם                בָּאוּ                וַיָּבֹאוּ                יָבֹאוּ
הֵנָּה                  בָּאוּ           וַתָּבֹאנָה         תָּבֹאנָה
אַתֶּם                בָּאתֶם         וַתָּבֹאוּ        תָּבֹאוּ
אַתֶּן                בָּאתֶן                וַתָּבֹאנָה        תָּבֹאנָה
אֲנַחְנוּ                 בָּאנוּ         וַנָּבֹא                נָבֹא


עַתָּה יְדַעְתֶּם גַּם אֵת וַיִּקְטֹל גַּם אֵת יִקְטֹל!
________________


[וַיְהִי כִּי אַבְרָם יֹשֵׁב בַּבַּיִת וּלֶחֶם לְפָנָיו׃ וַיָּבֹא בֵּת אֵלָיו בַּלָּאט וַתִּקַּח אֶת־לַחְמוֹ׃]
  

מַה־יַּעֲשֶׂה אַבְרָם?
 הֲיִרְדֹּף אַחֲרֵי בֵת? 
יִרְדֹּף? לֹא יִרְדֹּף? 
לֹא יִרְדֹּף


[וַיִּקַּח אַבְרָם עוֹד לֶחֶם אֲשֶׁר־לֹא רָאֲתָה אֹתוֹ בֵת׃ וַיֹּאכַל]
________________


[וַיְהִי כִּי אַבְרָם וּבֵת אֹכְלִים בַּבַּ֫יִת וַתֵּ֫רֶא בֵּת וְהִנֵּה דָּבָר עַל־פְּנֵי אַבְרָם׃]
  

מַה־תַּעֲשֶׂה בֵת?
הַתְדַבֵּר אַבְרָם?
תְּדַבֵּר? לֹא תְדַבֵּר?
תְּדַבֵּר


בֵּת 🗨 אַבְרָם, מַה־זֶּה עַל־פָּנֶ֫יךָ?


________________


בֵּת 🗨 אַבְרָם, שִׂים אֶת־נָעֳמִי עַל־שִׁכְמִי׃
  

מַה־יַּעֲשֶׂה אַבְרם?
הֲיִשְׁמַע בְּקוֹל בֵּת?
יִשְׁמַע? לֹא יִשְׁמַע?
לֹא יִשְׁמַע


אַבְרָם 🗨 לֹא כִּי תִפֹּל׃
________________


וַיַּרְא אַבְרָם כִּי זָהָב רַב לְבֵת׃ וַיֹּאמֶר אַבְרָם בְּלִבּוֹ אֶקַּח לִי זָהָב׃ 
(אֶקַּח, זֶה יִקְטֹל׃)
מַה־יַּעֲשֶׂה אַבְרָם?
יִקַּח? לֹא יִקַּח?
יִקַּח
וַיִּקַּח לוֹ מִזְּהַב בֵּת׃ וְלֹא רָאֲתָה בֵת אֵת אֲשֶׁר עָשָׂה אַבְרָם׃ וַתֹּאמֶר אַבְרָם הִנֵּה כָל־הַזָּהָב הַזֶּה אֲשֶׁר לָנוּ׃ לָנוּ? לָנוּ קַח׃ וַיַּךְ לֵב־אַבְרָם אֹתוֹ וַיֹּאמֶר בְּלִבּוֹ מַה־זֹּאת עָשִׂיתִי׃ 
________________
  

חֹ֫דֶשׁ, שָׁבוּעַ, יוֹם


הַיּוֹם = הַיּוֹם הַזֶּה


(בַּבֹּקֶר) 
בֵּת 🗨 אַבְרָם, מַה־תַּעֲשֶׂה הַיּוֹם?
אַבְרָם 🗨 אֵלֵךְ אֶל־הַשָּׂדֶה׃ אֶקְרָא בְּאָזְנֵי נָעֳמִי׃ אֶתֵּן לְצִדְקִיָּהוּ זֶרַע׃
בֵּת 🗨 טוֹב!
אַבְרָם 🗨 וְאַתְּ מַה־תַּעֲשִׂי הַיּוֹם?
בֵּת 🗨 אֶעֱשֶׂה לֶחֶם׃ אֶעֱבֹד בַּבַּיִת׃ אֶשָּׂא אֶת־נָעֳמִי׃ אֶשַּׁק־לָהּ׃
אַבְרָם 🗨 וּמַה־תַּעֲשֶׂה נָעֳמִי?
בֵּת 🗨 נָעֳמִי תִּשְׁכַּב בְּמִשְׁכָּבָהּ׃ תִּשְׁתֶּה׃ תִּשְׁמַע אֵת אֲשֶׁר אַתָּה תִּקְרָא בְּאָזְנֶיהָ׃  


(בַּיּוֹם)
מֶה־עָשׂוּ?
בֵּת עָשְׂתָה לֶחֶם׃ (בֵּת 🗨 אֶעֱשֶׂה לֶחֶם)
אַבְרָם נָתַן לְצִדְקִיָּהוּ זֶ֫רַע׃   
(אַבְרָם 🗨 אֶתֵּן לְצִדְקִיָּהוּ זֶרַע)
נָעֳמִי שָׁכְבָה בְּמִשְׁכָּבָהּ׃ 
(בֵּת 🗨 נָעֳמִי תִּשְׁכַּב בְּמִשְׁכָּבָהּ)
נָעֳמִי שָׁתָה׃ (בֵּת 🗨 תִּשְׁתֶּה)
אַבְרָם קָרָא בְּאָזְנֵי נָעֳמִי׃ 
(אַבְרָם 🗨 אֶקְרָא בְּאָזְנֵי נָעֳמִי)
נָעֳמִי שָׁמְעָה אֵת אֲשֶׁר אַבְרָם קָרָא בְּאָזְנֶיהָ׃ 
(בֵּת 🗨 תִּשְׁמַע אֵת אֲשֶׁר אַתָּה תִּקְרָא בְּאָזְנֶיהָ)
אַבְרָם הָלַךְ אֶל־הַשָּׂדֶה׃ (אַבְרָם 🗨 אֶלֵךְ אֶל־הַשּׂדֶה)
בֵּת עָבְדָה בַּבַּיִת׃ (בֵּת 🗨 אֶעֱבֹד בַּבַּיִת)  
בֵּת נָשְׂאָה אֶת־נָעֳמִי׃ (בֵּת 🗨 אֶשָּׂא אֶת־נָעֳמִי)
בֵּת נָשְׁקָה אֶת־נָעֳמִי׃ (בֵּת 🗨 אֶשַּׁק־לָהּ)
(בַּלַּ֫יְלָה)
בֵּת 🗨 אַבְרָם, מֶה עָשִׂ֫יתָ הַיּוֹם?
אַבְרָם 🗨 נָתַ֫תִּי לְצִדְקִיָּהוּ זֶ֫רַע וָאֶקְרָא בְּאָזְנֵי נָעֳמִי וָאֵלֵךְ אֶל־הַשָּׂדֶה׃ וּמֶה עָשִׂית אַתְּ?
בֵּת 🗨 עָשִׂיתִי כַּאֲשֶׁר דִּבַּרְתִּי בַּבֹּקֶר׃ עָשִׂיתִי לֶחֶם וָאֶעֱבֹד בַּבַּיִת וָאֶשָּׂא אֶת־נָעֳמִי וָאֶשַּׁק־לָהּ׃ וְעַתָּה מַה־תַּעֲשֶׂה? 
אַבְרָם 🗨 אֶשְׁכַּב עַל־מִטָּתִי׃
________________
  

שְׁמוֹת 11:9a
וַיֹּאמֶר יהוה אֶל־מֹשֶׁה לֹא יִשְׁמַע אֲלֵיכֶם פַּרְעֹה…
________________


יְהוֹשֻׁעַ 24:24,25a,29  
וַיֹּאמְרוּ הָעָם אֶל־יְהוֹשֻׁ֑עַ אֶת־יהוה אֱלֹהֵינוּ נַעֲבֹ֔ד וּבְקוֹלוֹ נִשְׁמָֽע׃ וַיִּכְרֹת יְהוֹשֻׁעַ בְּרִית לָעָם בַּיּוֹם הַה֑וּא… וַיְהִי אַחֲרֵי הַדְּבָרִים הָאֵלֶּה וַיָּמָת יְהוֹשֻׁעַ בִּן־נוּן עֶבֶד יהו֑ה בֶּן־מֵאָה וָעֶשֶׂר שָׁנִֽים׃
________________


כַּמָּה יְמֵי שְׁנֵי חַיֵּי יְהוֹשֻׁעַ? מֵאָה וָעֶ֫שֶׂר שָׁנִים׃ 120
שָׁלוֹם! 
________________`,
			},
			{
				id: 124,
				title: 'AwB 96: Yiqtol 2: In Context',
				unitId: 18,
				order: 228,
				content: `שָׁלוֹם, אֲנִי בֵּת!
  

זֶה שִׁיעוּר אַחַת׃ זֶה שִׁיעוּר אַחַת עֶשְׂרֵה׃ זֶה שִׁיעוּר אַרְבָּעִים וְשֶׁ֫בַע׃ וְזֶה שִׁיעוּר שִׁבְעִים וּשְׁמֹנֶה׃ אֵלֶּה שִׁיעוּרִים׃ זֶה שִׁיעוּר שְׁמֹנֶה׃ 
רָאִ֫ינוּ יִקְטֹל בַּשִּׁיעוּרִים הָאֵלֶּה׃ הַזְכַרְתֶּם? רְאוּ!
יִקְטֹל בְּשִׁיעוֹר שְׁלֹשִׁים וּשְׁמֹנֶה 38
וַיָּבֹאוּ כֹּל זִקְנֵי יִשְׂרָאֵל אֶל־שְׁמוּאֵל׃ וַיֹּאמְרוּ אֵלָיו הִנֵּה אַתָּה זָקַנְתָּ וּבָנֶיךָ לֹא הָלְכוּ בִּדְרָכֶיךָ עַתָּה שִׂים לָנוּ מֶלֶךְ׃ וַיֵּרַע הַדָּבָר בְּעֵינֵי שְׁמוּאֵל׃ וַיֹּאמֶר יהוה אֶל־שְׁמוּאֵל שְׁמַע בְּקוֹל הָעָם׃ וַיֹּאמֶר שְׁמוּאֵל אֶל־הָעָם הַמֶּלֶךְ יִּקַּח אֶת־בְּנֵיכֶם וְאֶת־בְּנוֹתֵיכֶם וְאֶת־שְׂדוֹתֵיכֶם וְאֶת־עַבְדֵיכֶם וְאֶת־שִׁפְחוֹתֵיכֶם׃
יִקַּח יִקְטֹל! הַמֶּלֶךְ יִקַּח׃ זֶה יִקְטֹל!


קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                לָקַח                וַיִּקַּח                יִקַּח
הִיא                לָקְחָה        וַתִּקַּח                תִּקַּח
אַתָּה                לָקַחְתָּ        וַתִּקַּח                תִּקַּח
אַתְּ                לָקַחַתְ        וַתִּקְחִי        תִּקְחִי
אֲנִי                לָקַחְתִּי         וָאֶקַּח                אֶקַּח
יִקְטֹל בְּשִׁיעוֹר חֲמִשִּׁים וְאַרְבַּע 54
הַזְכַרְתֶּם אֵת אֲשֶׁר דִּבַּ֫רְתִּי בַּשִּׁיעוּר הַזֶּה? הַזְכַרְתֶּם? כֹּה אָמַ֫רְתִּי מַה־יַּעֲשֶׂה דָוִד? רְאוּ!


וַיְהִי הַיּוֹם וַיָּ֫קָם דָּוִד מֵעַל מִשְׁכָּבוֹ וַיַּעַל עַל־גַּג בֵּית הַמֶּלֶךְ׃ וַיַּרְא אִשָּׁה מֵעַל הַגָּג וְהָאִשָּׁה טוֹבַת מַרְאֶה מְאֹד׃ בַּת־שֶׁבַע שְׁמָהּ וְהִיא אֵשֶׁת אוּרִיָּה הַחִתִּי׃ וַיִּשְׁלַח דָּוִד מַלְאָכִים וַיִּקַּח אֹתָהּ׃ וַתָּבֹא אֵלָיו וַיִּשְׁכַּב עִמָהּ׃ וַתָּשָׁב אֶל־בֵּיתָהּ וַתַּהַר הָאִשָּׁה וַתִּשְׁלַח לְדָוִד לֵאמֹר הָרָה אָנֹכִי׃ וַיִּשְׁלַח דָּוִד אֶל־יוֹאָב לֵאמֹר שְׁלַח אֵלַי אֶת־אוּרִיָּה הַחִתִּי׃ וַיִּשְׁלַח יוֹאָב אֶת־אוּרִיָּה אֶל־דָּוִד׃ וַיָּבֹא אוּרִיָּה אֶלָיו וַיֹּאמֶר דָּוִד לְאוּרִיָּה רֵד לְבֵיתְךָ׃ וַיֵּצֵא אוּרִיָּה מִבֵּית הַמֶּלֶךְ וַיִּשְׁכַּב פֶּתַח בֵּית הַמֶּלֶךְ וְלֹא יָרַד אֶל־בֵּיתוֹ׃ וַיִּקְרָא־לוֹ דָּוִד וַיֹּאכַל לְפָנָיו וַיֵּשְׁתְּ יַיִן׃ וַיֵּצֵא בָעֶרֶב וַיִּשְׁכַּב בְּמִשְׁכָבוֹ פֶּתַח בֵּית הַמֶּלֶךְ וְאֶל־בֵּיתוֹ לֹא יָרַד׃ מַה־יַּעֲשֶׂה דָּוִד? שָׁכַב עִם־אֵשֶׁת אוּרִיָּה וַתַּהַר הָאִשָּׁה וְאוּרִיָּה לֹא יָרַד אֶל־בֵּיתוֹ׃ מַה־יַּעֲשֶׂה דָּוִד?


דָּוִד יַעֲשֶׂה הָרַע בְּעֵינֵי יהוה׃ יַהֲרֹג אֶת־אוּרִיָּה וְגַּם אֶת־אִשְׁתּוֹ יִקַּח לוֹ לְאִשָּׁה׃


יִקְטֹל בְּשִׁיעוֹר שִׁשִּׁים וּשְׁתַּיִם 62
וַיַּרְא הַפְּלִשְׁתִּי כִּי נַעַר יְפֵה מַרְאֶה דָוִד׃ וַיֹּאמֶר אֵלָיו הֲכֶלֶב אָנֹכִי כִּי־אַתָּה בָא־אֵלַי בַּמַּקְלוֹת בֹּא אֵלַי וְאֶתֵּן אֶת־בְּשָׂרְךָ לְעוֹף הַשָּׁמַיִם וּלְבֶהֱמַת הַשָּׂדֶה׃


אֶתֵּן יִקְטֹל׃


קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                נָתַן                וַיִּתֵּן                יִתֵּן
הִיא                נָתְנָה                וַתִּתֵּן                תִּתֵּן
אַתָּה                נָתַתָּ                וַתִּתֵּן                תִּתֵּן
אַתְּ                נָתַתְּ                וַתִּתְּנִי        תִּתְּנִי
אֲנִי                נָתַתִּי         וָאֶתֵּן                אֶתֵּן
  

וְאֶתֵּן ← יִקְטֹל
וָאֶתֵּן ← וַיִּקְטֹל


וְיִתֵּן ← יִקְטֹל
וַיִּתֵּן ← וַיִּקְטֹל


  ↓
    וַיִּתֵּן
יֵשׁ פֹּה דָּגֵשׁ (וַיִּקְטֹל)
  ↓                  
    וְיִתֵּן
אֵין פֹּה דָּגֵשׁ (יִקְטֹל)
יִקְטֹל בְּשִׁיעוֹר תִּשְׁעִים וְאַרְבַּע 94
וַיֹּאמֶר יַעֲקֹב אֶל־לָבָן אֶעֱבֹד אֹתְךָ שֶׁ֫בַע שָׁנִים בְּרָחֵל בִּתְּךָ הַקְּטַנָּה׃


וַיֺּאמֶר וַיִּקְטֹל׃ אֶעֱבֹד יִקְטֹל׃


קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                עָבַד                וַיַּעֲבֹד        יַעֲבֹד
הִיא                עָבְדָה                וַתַּעֲבֹד        תַּעֲבֹד
אַתָּה                עָבַדְתָּה        וַתַּעֲבֹד        תַּעֲבֹד
אַתְּ                עָבַדְתְּ        וַתַּעַבְדִי        תַּעַבְדִי
אֲנִי                עָבַדְתִּי         וָאֶעֱבֹד        אֶעֱבֹד


אֶעֱבֹד אֹתְךָ שֶׁ֫בַע שָׁנִים בְּרָחֵל בִּתְּךָ הַקְּטַנָּה׃ וַיַּעֲבֹד יַעֲקֹב בְּרָחֵל שֶׁבַע שָׁנִ֑ים׃ וַיְהִי מִקֵּץ שֶׁבַע שָׁנִים וַיִּתֵּן לָבָן אֶת־לֵאָה בִתּוֹ הַגְּדוֹלָה׃ וַיָּבֹא אֵלֶיהָ יַעֲקֹב וַיְהִי בַבֹּקֶר וְהִנֵּה־הִיא לֵאָ֑ה׃ וַיֹּאמֶר אֶל־לָבָן מַה־זֹּאת עָשִׂיתָ לִ֔י הֲלֹא בְרָחֵל עָבַדְתִּי עִמָּךְ׃ וַיֺּאמֶר לָבָן עֲבֹד עִמָּדִי עוֹד שֶׁבַע שָׁנִים וְאֶתֶּן־לְךָ גַּם־אֶת־רָחֵל׃
________________
  

תְּהִלִּים 146:10
יִמְלֹךְ יהוה לְעוֹלָם אֱלֹהַיִךְ צִיּוֹן לְדֹר וָדֹר הַלְלוּ־יָֽהּ׃
________________




קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                מָלַךְ                וַיִּמְלֹךְ        יִמְלֹךְ
הִיא                מָלְכָה        וַתִּמְלֹךְ        תִּמְלֹךְ
אַתָּה                מָלַכְתָּ        וַתִּמְלֹךְ        תִּמְלֹךְ
אַתְּ                מָלַכְתְּ        וַתִּמְלְכִי        תִּמְלְכִי
אֲנִי                מָלַכְתִּי         וָאֶמְלֹךְ        אֶמְלֹךְ
  

צִיּיֹן מָקוֹם׃ הַר־צִיּוֹן׃ אַיֵּה הַר־צִיּוֹן? בְּקֶ֫רֶב יְרוּשָׁלַםִ! הַר־צִיּוֹן בְּקֶ֫רֶב יְרוּשָׁלַםִ וְהֵיכַל יהוה עָלָיו׃ הֵיכַל יהוה עַל־הַר־צִיּוֹן׃ צִיּוֹן כְּאִשָּׁה עַל־כֵּן כָּתוּב אֱלֹהַ֫יִךְ צִיּוֹן וְלֹא אֱלֹהֶ֫יךָ׃ אֱלֹהַיִךְ לְאִשָּׁה׃ אֱלֹהֶיךָ לְאִישׁ׃ כָּתוּב אֱלֹהַ֫יִךְ צִיּוֹן כִּי צִיּוֹן כְּאִשָּׁה׃
  

מַה־זֶּה דֹר? דֹּר, דֹּר, דֹּר, דֹּר ← לְדֹר וָדֹר׃ זֶה כְּמוֹ לְכָל־דֹּר׃


________________


וַיַּרְא אֱלֹהִים אֶת־כָּל־אֲשֶׁר עָשָׂה וְהִנֵּה טוֹב מְאֹד׃ וַיְהִי־עֶרֶב וַיְהִי־בֹקֶר יוֹם הַשִּׁשִׁי׃ וְהַיּוֹם הַשְּׁבִיעִי יוֹם שַׁבָּת׃ וַיְבָרֶךְ אֱלֹהִים אֶת־יוֹם הַשְּׁבִיעִי כִּי בוֹ שָׁבַת אֱלֹהִים מִכָּל־מְלַאכְתּוֹ׃




________________


שְׁמוֹת 20:1,2a,9a,10a  
וַיְדַבֵּר אֱלֹהִ֔ים אֵת כָּל־הַדְּבָרִים הָאֵלֶּה לֵאמֹֽר׃ אָנֹכִי יהוה אֱלֹהֶ֑֔יךָ…שֵׁשֶׁת יָמִים תַּעֲבֹד…וְיוֹם הַשְּׁבִיעִי שַׁבָּת לְיהוה אֱלֹהֶיךָ לֹא־תַעֲשֶׂה כָל־מְלָאכָה אַתָּה וּבִנְךָ־וּבִתֶּךָ עַבְדְךָ וַאֲמָֽתְךָ וּבְהֶמְתֶּךָ
________________




קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                עָבַד                וַיַּעֲבֹד        יַעֲבֹד
הִיא                עָבְדָה         וַתַּעֲבֹד        תַּעֲבֹד
אַתָּה                עָבַדְתָּ        וַתַּעֲבֹד        תַּעֲבֹד
אַתְּ                עָבַדְתְּ        וַתַּעַבְדִי        תַּעַבְדִי
אֲנִי                עָבַדְתִּי         וָאֶעֱבֹד        אֶעֱבֹד


מְלָאכָה   
מַה־זֹּאת אֲמָתְךָ? אָמָה ← אֲמָתְךָ 
מַה־זֹּאת אָמָה? אָמָה כְּמוֹ שִׁפְחָה׃ אִשָּׁה אֲשֶׁר־הִיא עֹבֶ֫דֶת אֶת־אֲדֹנֶ֫יהָ׃ 
עֶבֶד זָכָר וְאָמָה נְקֵבָה׃ 
הָגָר שִׁפְחַת שָׂרַי אוֹ אֲמַת שָׂרַי׃ בִּלְהָה אֲמַת רָחֵל וְזִלְפָּה אֲמַת לֵאָה׃ אָמָה כְּמוֹ שִׁפְחָה׃ עַבְדְךָ וַאֲמַתְךָ׃
________________
בְּרֵאשִׁית 35:12  
(וַיְדַבֵּר אֱלֹהִים לְיַעֲקֹב לֵאמֹר) וְאֶת־הָאָרֶץ אֲשֶׁר נָתַתִּי לְאַבְרָהָם וּלְיִצְחָק לְךָ אֶתְּנֶ֑נָּה וּלְזַרְעֲךָ אַחֲרֵיךָ אֶתֵּן אֶת־הָאָֽרֶץ׃
________________


אֶתְּנֶ֫נָּה ← אֶתֵּן אֹתָהּ, אֶתֵּן אֶת־הָאָרֶץ׃ כִּי הָאָרֶץ נְקֵבָה ← אֶתְּנֶ֫נָּה, אֶתֵּן אֹתָהּ׃
________________
  

יְשַׁעְיָה 6:1a,8
(כֹּה אָמַר יְשַׁעְיָהוּ הַנָּבִיא) בִּשְׁנַת־מוֹת הַמֶּלֶךְ עֻזִיָּ֔הוּ וָאֶרְאֶה אֶת־אֲדֹנָי יֹשֵׁב עַל־כִּסֵּא וָאֶשְׁמַע אֶת־קוֹל אֲדֹנָי אֹמֵ֔ר אֶת־מִי אֶשְׁלַח וּמִי יֵלֶךְ־לָ֑נוּ וָאֹמַר הִנְנִי שְׁלָחֵֽנִי׃
________________
  
  

שָׁנָה ← שְׁנַת (בִּשְׁנַת) 
שְׁלָחֵנִי ← שְׁלַח אֹתִי




קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                שָׁלַח                וַיִּשְׁלַח        יִשְׁלַח
הִיא                שָׁלְחָה         וַתִּשְׁלַח        תִּשְׁלַח
אַתָּה                שָׁלַחְתָּ        וַתִּשְׁלַח        תִּשְׁלַח
אַתְּ                שָׁלַחַתְּ        וַתִּשְׁלְחִי        תִּשְׁלְחִי
אֲנִי                שָׁלַחְתִּי         וָאֶשְׁלַח        אֶשְׁלַח


שָׁלוֹם!


________________`,
			},
			{
				id: 125,
				title: 'AwB 97: Yiqtol 3: Weak Verbs',
				unitId: 18,
				order: 231,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
אֵיפֹה הָאִישׁ עֹמֵד? עַל־שְׂפַת הַנָּהָר! מַה־יַּעֲשֶׂה? יַעֲבֹר אֶת־הַנָּהָר! 🧑🏽🗨️אֶעֱבֹר


מַה־תַּעֲשֶׂה הַנַּעֲרָה הַמִּצְרִית? תַּעֲבֹר אֶל־עֵ֫בֶר הַנָּהָר׃ 👩🏽🗨️אֶעֱבֹר אֶל־הָעֵ֫בֶר


מַה־יַּעֲשֶׂה הַיֶּלֶד? יִקַּח כְּלִי׃ וְעַתָּה מַה־יַּעֲשֶׂה? יַעֲבֹד׃ יַעֲבֹד אֶת־הָאֲדָמָה׃  
🧒🏾🗨️אֶעֱבֹד


הוּא יַעֲבֹר וְהוּא יַעֲבֹד׃ 
מַה־תַּעֲשֶׂה הַנַּעֲרָה? תִּשְׁתֶּה מַיִם׃
👩🏻🗨️ אֶשְׁתֶּה מַיִם


פְּעָלִים ה −3
321                        321
 עלה                        עשׂה
שׁתה                        היה
ראה                        בנה
 בכה                           
קָטַל                 וַיִּקְטֹל        יִקְטֹל                        
הָיָה                וַיְהִי                יִהְיֶה
חָיָה                 וַיְחִי                יִחְיֶה
עָשָׂה                וַיַּ֫עַשׂ                יַעֲשֶׂה
 עָלָה                 וַיַּ֫עַל                יַעֲלֶה
בָּנָה                וַיִּ֫בֶן                יִבְנֶה
שָׁתָה                וַיֵּשְׁתְּ                יִשְׁתֶּה
בָּכָה                וַיֵּבְךְּ                יִבְכֶּה
רָאָה                וַיַּרְא                יִרְאֶה
הִכָּה                 וַיַּךְ                יַכֶּה
הִשְׁתַּחֲוָה        וַיִשְׁתַּ֫חוּ        יִשְׁתַּחֲוֶה
             
מַה־יַּעֲשֶׂה הָאִישׁ? יִשְׁתֶּה מַיִם׃
🧑🏽🗨️אֶשְׁתֶּה מַיִם  
מַה־יַּעֲשֶׂה אַבְרָם? יִבְנֶה מִזְבֵּחַ׃ 
מַה־יַּעֲשֶׂה הָאִישׁ? יַעֲלֶה אֶל־הָעִיר׃
  

מַה־יַּעֲשֶׂה הָאִישׁ? יִשְׁתֶּה יַיִן׃
🧑🏽🗨️אֶשְׁתֶּה יַיִן
  

הָאִישׁ רָץ בַּמִּדְבָּר׃ מַה־יִּרְאֶה? אַרְבָּעָה פָרָשִׁים יִרְאֶה, אַרְבָּעָה פָרָשִׁים! הָאִישׁ רֹאֶה אַרְבָּעָה פָרָשִׁים׃
  

מַה־יַּעֲשֶׂה הַגִּבּוֹר?
יַעֲלֶה בַמַּעֲלוֹת        אוֹ        יַכֶּה אֶת־אֹיְבוֹ
                          ???
  

לֹא יַכֶּה אֶת־אֹיְבוֹ כִּי יַעֲלֶה בַמַּעֲלוֹת׃
🗨️ אֶעֱלֶה בַמַּעֲלוֹת




יִקְטֹל בְּשִׁיעוֹר שְׁלֹשִׁים וְשֶׁבַע 37
וַיְדַבֵּר יהוה אֶל־דָּוִד לֵאמֹר שְׁלֹמֹה יִהְיֶה שֵׁם בִּנְךָ׃ הוּא־יִבְנֶה בַיִת לִשְׁמִ֔י וְהוּא יִהְיֶה־לִּי לְבֵ֔ן וַאֲנִי־לוֹ לְאָ֑ב…
פְּעָלִים ו −2 / י −2    
321                        321
קום                        מות
שׁוב                        נוס
רוץ                        שׂים
קָטַל                 וַיִּקְטֹל        יִקְטֹל                        
קָם                וַיָּ֫קָם                יָק֫וּם
שָׁב                 וַיָּ֫שָׁב                יָשׁ֫וּב
נָס                וַיָּ֫נָס                יָנ֫וּס
 מֵת                 וַיָּ֫מָת                יָמ֫וּת
שָׂם                וַיָּ֫שֶׂם                יָשִׂ֫ים
הָאִישׁ שֹׁכֵב עַל־הַגָּג יוֹמָם׃ מַה־יַּעֲשֶׂה? יָקוּם! יָקוּם מֵעַל מִשְׁכָּבוֹ׃
🧑🏽🗨️אָקוּם  


  





מַה־יַּעֲשֶׂה הָאִישׁ? יַעֲלֶה׃ יַעֲלֶה בַדֶּרֶךְ׃ 
🧑🏽🗨️אֶעֱלֶה
וְעַתָּה מַה־יַּעֲשֶׂה? יָשׁוּב! 
🧑🏽🗨️אָשׁוּב
יִקְטֹל בְּשִׁיעוֹר שִׁבְעִים וּשְׁתַּיִם 72
וַתֵּלַ֫כְנָה בַדֶּרֶךְ מִשְּׂדֵי מוֹאָב אֶל־אֶ֫רֶץ יְהוּדָה׃ וַתֹּ֫אמֶר נָעֳמִי לִשְׁתֵּי כַלֹּתֶ֫יהָ לֵ֫כְנָה שֹׁ֫בְנָה אִשָּׁה לְבֵית אִמָּהּ׃ וַתִּשַּׁק לָהֶן וַתִּשֶּׂ֫אנָה קוֹלָן וַתִּבְכֶּ֫נָה׃ וַתֹּאמַ֫רְנָה־לָּהּ כִּי־אִתָּךְ נָשׁוּב לְעַמֵּךְ׃  
  

פְּעָלִים י −1    
321                        321
ישׁב                        ילד
  ירד                        (הלך)
 ידע                                     


קָטַל                 וַיִּקְטֹל        יִקְטֹל                        
הָלַךְ                וַיֵּ֫לֶךְ                יֵלֵ֫ךְ
יָשַׁב                 וַיֵּ֫שֶׁב                יֵשֵׁ֫ב
יָרַד                וַיֵּ֫רֶד                יֵרֵ֫ד
 יָדַע                 וַיֵּ֫דַע                יֵדַ֫ע
יָלְדָה                וַתֵּ֫לֶד                תֵּלֵ֫ד
מַה־תַּעֲשֶׂה הָאִשָּׁה? 
תַּעֲלֶה        אוֹ         תֵּרֵד
   ???  
תֵּרֵד! לֹא תַעֲלֶה כִּי תֵרֵד׃ 


מַה־תַּעֲשֶׂה הָאִשָּׁה?  
תַּעֲלֶה        אוֹ         תֵּרֵד
   ???
תַּעֲלֶה! לֹא תֵרֵד כִּי תַעֲלֶה׃
  

מַה־יַּעֲשֶׂה הַיֶּ֫לֶד?
יֵשֵׁב עַל־הָאֶבֶן  אוֹ        יָבֹא אֶל־הַבַּיִת
???
 לֹא יֵשֵׁב עַל־הָאֶ֫בֶן כִּי יָבֹא אֶל־הַבַּ֫יִת׃
🧒🏽 🗨️אָבֹא הַבַּ֫יְתָה




וְעַתָּה מַה־יַּעֲשֶׂה?  
 יֵשֵׁב עַל־הַמִּטָּה  אוֹ        יַעֲלֶה בַמַּעֲלוֹת
???
לֹא יֵשֵׁב על־הַמִּטָּה כִּי יַעֲלֶה בַמַּעֲלוֹת׃
🧒🏽 🗨️אֶעֱלֶה  


הַיֶּ֫לֶד עַל־גַּג הַבַּ֫יִת׃ אָ֫נָה יֵלֵךְ? הַאֶל־הַשֻּׁלְחָן יֵלֵךְ? אֶל־הַשֻּׁלְחָן לֹא יֵלֵךְ׃
  

מַה־יַּעֲשֶׂה הָאִישׁ? הֲיַעֲלֶה אִם־יֵרֵד? יֵרֵד!  
🧑🏽🗨️אֵרֵד
וְעַתָּה מַה־יַּעֲשֶׂה? הֲיֵרֵד עוֹד אִם־יַעֲלֶה? יַעֲלֶה!
🧑🏽🗨️אֶעֱלֶה הַגָּ֫גָה
וְעַתָּה מַה־יַּעֲשֶׂה? הֲיָבֹא אֶל־הַבַּ֫יִת אִם־יִשְׁכַּב עַל־הַגָּג? יִשְׁכַּב עַל־הַגָּג!
🧑🏽🗨️אֶשְׁכַּב  
הָאִישׁ עֹמֵד עַל־הַגָּג׃ מַה־יַּעֲשֶׂה? הֲיֵרֵד מֵעַל הַגָּג אִם־יָשׁוּב אֶל־מִשְׁכָּבוֹ? יֵרֵד מֵעַל־הַגָּג׃  


הַגִּבּוֹר רָץ בַּדֶּרֶךְ׃ הוּא עֹלֶה אֶל־רֹאשׁ הָהָר׃ מַה־יִּרְאֶה מִשָּׁם? מַה־יִּרְאֶה? עִיר גְּדוֹלָה יִרְאֶה׃


מַה־תַּעֲשֶׂ֫ינָה הַנָּשִׁים? מַה־תַּעֲשֶׂ֫ינָה? תֵּרַ֫דְנָה בַּמַּעֲלוֹת׃


👩🏾🗨️💬👩🏽 
נֵרֵד
מַה־תַּעֲשֶׂ֫ינָה הַנָּשִׁים? תֵּלַ֫כְנָה בָעִיר׃ 


👩🏾🗨️💬👩🏽
נֵלֵךְ בָעִיר
  

מַה־תַּעֲשֶׂ֫ינָה הַנָּשִׁים? מַה־תַּעֲשֶׂ֫ינָה? 
תְּדַבֵּ֫רְנָה                אוֹ                תָּקֹ֫מְנָה
???
 לֹא תָּקֹ֫מְנָה כִּי תְּדַבֵּ֫רְנָה׃
👩🏾🗨️💬👩🏽
נְדַבֵּר
   
הָאֲנָשִׁים יֹשְׁבִים בַּשָּׂדֶה׃ מַה־יַּעֲשׂוּ? יָק֫וּמוּ! וְאַחֲרֵי־כֵן מַה־יַּעֲשׂוּ? יֵלְכוּ! יָקוּמוּ וְאַחֲרֵי־כֵן יֵלְכוּ׃
  

מַה־יַּעֲשׂוּ הָאֲנָשִׁים? מַה־יַּעֲשׂוּ? 
יָבֹאוּ הָעִ֫ירָה        אוֹ        יֵלְכוּ אֶל־הַשָּׂדֶה
???
לֹא יֵלְכוּ אֶל־הַשָּׂדֶה כִּי יָבֹ֫אוּ הָעִ֫ירָה׃
🧑🏽🗨️💬👨🏿
אֶל־הָעִיר נָבֹא
  

מַה־יַּעֲשׂוּ הָאֲנָשִׁים? יַעֲלוּ בַדֶּרֶךְ! 
🧑🏽🗨️💬👨🏿
נַעֲלֶה


מַה־תַּעֲשֶׂ֫ינָה הַנָּשִׁים? 
תֵּלַ֫כְנָה אֶל־פֶּ֫תַח הָעִיר                אוֹ                תֵּשַׁ֫בְנָה תַּ֫חַת הַזַּ֫יִת
???


לֹא תֵּשַׁ֫בְנָה תַּ֫חַת הַזַּ֫יִת כִּי תֵּלַ֫כְנָה אֶל־פֶּ֫תַח הָעִיר׃
👩🏾🗨️💬👩🏽
נֵלֵךְ הָעִ֫ירָה
  

שָׁלוֹם!






________________`,
			},
			{
				id: 126,
				title: 'AwB 98: Ask & Answer',
				unitId: 18,
				order: 232,
				content: `שָׁלוֹם, אֲנִי בֵּת!  
מֶה עָשָׂה הָאִישׁ הַזֶּה?←🧑🏽?🗨️👨🏿 
שָׁאַל                                    
🧑🏽💬👨🏿 →וּמֶה עָשָׂה הָאִישׁ הַזֶּה?  עָנָה
הוּא שָׁאַל וְהוּא עָנָה׃
  

   








מַה־שִּׁמְךָ?🧑🏽?🗨️👨🏿         
                                          🧑🏽💬👨🏿רְאוּבֵן שְׁמִי
    הוּא שָׁאַל↖                    ↗וְהוּא עָנָה
אָחִי מָה אָכַ֫לְתָּ?🧑🏽🗨️?👨🏿                        
🧑🏽💬👨🏿 חָלָב וּדְבַשׁ אָכַלְתִּי
הוּא שָׁאַל לֵאמֹר ↖                    ↗ וְהוּא עָנָה לֵאמֹר
מָה אָכַ֫לְתָּ?                                        חָלָב וּדְבַשׁ אָכַ֫לְתִּי


הוּא שָׁאַל וְהוּא עָנָה׃
קָטַל                 וַיִּקְטֹל        יִקְטֹל                        
שָׁכַב                וַיִּשְׁכַּב        יִשְׁכַּב
גָּדַל                 וַיִּגְדַּל                יִגְדַּל
שָׁאַל                וַיִּשְׁאַל        יִשְׁאַל


עָשָׂה                וַיַּ֫עַשׂ                יַעֲשֶׂה
עָלָה                וַיַּ֫עַל                יַעֲלֶה
עָנָה                וַיַּ֫עַן                יַעֲנֶה
  

וַיִּשְׁאַל הָאִישׁ לֵאמֹר אָ֫נָה נֵלֵךְ וַיַּ֫עַן אָחִיו וַיֹּאמֶר לֹא יָדַ֫עְתִּי׃
וַתִּשְׁאַל הַנַּעֲרָה לֵאמֹר תֶּן־לִי כֶּ֫סֶף וַיַּ֫עַן הַנַּ֫עַר לֵאמֹר לֹא אֶתֶּן־לָךְ׃


וַיְהִי בַבֹּקֶר וַתִּשְׁאַל בֵּת לֵאמֹר אַבְרָם מַה־תַּעֲשֶׂה הַיּוֹם? וַיַּ֫עַן לֵאמֹר אֵלֵךְ אֶל־הַשָּׂדֶה… אֶקְרָא בְּאָזְנֵי נָעֳמִי… אֶתֵּן לְצִדְקִיָּ֫הוּ זֶ֫רַע׃ (בֵּת 🗨 טוֹב!) וַיִּשְׁאַל אַבְרָם לֵאמֹר וְאַתְּ מַה־תַּעֲשִׂי הַיּוֹם? וַתַּ֫עַן בֵּת וַתֹּ֫אמֶר אֶעֱשֶׂה לֶ֫חֶם… אֶעֱבֹד בַּבַּיִת… אֶשָּׂא אֶת־נָעֳמִי… אֶשַּׁק־לָהּ׃
________________


בֵּת 🗨 אַבְרָם, מַה־תַּעֲשֶׂה?   
אַבְרָם 🗨 המממם…אֶעֱלֶה הַגָּ֫גָה וְאַחֲרֵי־כֵן אָשׁוּב אֵלַ֫יִךְ׃
[וַיַּ֫עַל אַבְרָם הַגָּ֫גָה וַיַּרְא בָּתִּים וְהָרִים וְעֵצִים וַיֵּ֫רֶד מֵעַל הַגָּג וַיָּ֫שָׁב אֶל־בֵּת]
אַבְרָם 🗨 שַׁ֫בְתִּי!  
בֵּת 🗨 מָה רָאִ֫יתָ מֵעַל הַגָּג? 
 אַבְרָם 🗨 בָּתִּים וְהָרִים וְעֵצִים רָאִ֫יתִי׃
בֵּת 🗨 נַעֲלֶה גַּם־אֲנַ֫חְנוּ אֲנִי וְנָעֳמִי!
אַבְרָם 🗨 לֹא, לֹא, לֹא…לֹא תַעֲלֶה נָעֳמִי כִּי תִפֹּל׃
________________


וָאֶשְׁאַל אֶת־אַבְרָם לֵאמֹר מַה־תַּעֲשֶׂה וַיַּעַן לֵאמֹר אֶעֱלֶה הַגָּגָה׃ וַיַּעַל וַיָּשָׁב וָאֶשְׁאַל לֵאמֹר מָה רָאִיתָ מֵעַל הַגָּג וַיַּעַן וַיֹּאמֶר בָּתִּים וְעֵצִים וְהָרִים רָאִיתִי׃ וָאֹמַר בְּלִבִּי אֶרְאֶה גַּם־אֲנִי אֶת־הַדְּבָרִים הַאֵלֶּה וָאֹמַר נַעֲלֶה גַּם־אֲנַחְנוּ אֲנִי וְנָעֳמִי׃ וַיַּעַן אַבְרָם וַיֹּאמֶר לֹא תַעֲשֶׂה נָעֳמִי כִּי תִפֹּל וַיִּקַּח אֶת־נָעֳמִי מֵאִתִּי׃ וְלֹא עָלִינוּ עַל־הַגָּג וְלֹא רָאִיתִי אֶת־הַדְּבָרִים אֲשֶׁר רָאָה אַבְרָם׃  
________________


שׁוֹפְטִים 1:1a,2,4a  
וַיְהִי אַחֲרֵי מוֹת יְהוֹשֻׁ֔עַ וַיִּשְׁאֲלוּ בְּנֵי יִשְׂרָאֵ֔ל בּיהוה לֵאמֹ֑ר מִי יַעֲלֶה־לָּנוּ אֶל־הַכְּנַעֲנִי…וַיֹּאמֶר יהוה יְהוּדָה יַעֲלֶ֑ה הִנֵּה נָתַתִי אֶת־הָאָרֶץ בְּיָֽדוֹ׃ וַיַּעַל יְהוּדָ֔ה וַיִּתֵּן יהוה אֶת־הַכְּנַעֲנִי וְהַפְּרִזִּי בְּיָדָ֑ם
________________




בְּנֵי יִשְׂרָאֵל שָׁאֲלוּ לָהֶם מֶלֶךְ
וַיְהִי בַּיָּמִים הַהֵם וּ֫מֶלֶךְ אֵין בְּיִשְׂרָאֵל׃ וַיָּבֹ֫אוּ כָל־זִקְנֵי יִשְׂרָאֵל אֶל־שְׁמוּאֵל וַיִּשְׁאֲלוּ מֶ֫לֶךְ לֵאמֹר שִׂימָה־לָּ֫נוּ מֶ֫לֶךְ כְּכָל־הַגּוֹיִם׃ וַיֵּ֫רַע הַדָּבָר בְּעֵינֵי שְׁמוּאֵל כַּאֲשֶׁר אָמְרוּ תְּנָה־לָּ֫נוּ מֶ֫לֶךְ׃ וַיִּשְׁאַל בְּיהוה לֵאמֹר מָה אֶעֱשֶׂה לָעָם הַזֶּה וַיַּ֫עַן יהוה לֵאמֹר שְׁמַע בְּקוֹל הָעָם לְכֹל אֲשֶׁר־יֹאמְרוּ אֵלֶ֫יךָ, הַגֵּד לָהֶם מַה־יַּעֲשֶׂה הַמֶּלֶךְ אֲשֶׁר יִמְלֹךְ עָלֵיהֶם׃ וַיֹּאמֶר שְׁמוּאֵל אֵת כָּל־דִּבְרֵי יהוה אֶל־הָעָם הַשֹּׁאֲלִים מֵאִתּוֹ מֶ֫לֶךְ׃ וַיַּגֵּד לָהֶם אֵת אֲשֶׁר יַעֲשֶׂה הַמֶּ֫לֶךְ וְאֵת אֲשֶׁר יִקַּח אֶת־בְּנֵיהֶם וְאֶת־בְּנוֹתֵיהֶם׃ וַיַּעֲנוּ הָעָם וַיֹּאמְרוּ לֹא כִּי אִם־מֶ֫לֶךְ יִהְיֶה עֲלֵ֫ינוּ נִהְיֶה גַם־אֲנַ֫חְנוּ כְּכָל־הַגּוֹיִם וּמַלְכֵּ֫נוּ יֵצֵא לְפָנֵ֫ינוּ לַמִּלְחָמָה׃ וַיִּמְשַׁח שְׁמוּאֵל אֶת־שָׁאוּל לְמֶ֫לֶךְ כִּי שָׁאַל הָעָם מֶ֫לֶךְ וַיִּמְלֹךְ שָׁאוּל עַל־יִשְׂרָאֵל׃  


(שִׂימָה כְּמוֹ שִׂים, תְּנָה כְּמוֹ תֵּן)


שְׁלֹמֹה שָׁאַל חָכְמָה  
וַיֵּלֶךְ הַמֶּלֶךְ שְׁלֹמֹה גִּבְעֹנָה וַיִּזְבַּח זֶבַח גָּדוֹל עַל־הַמִּזְבֵּחַ הַהוּא׃ וַיְהִי בַלַּיְלָה וַיֹּאמֶר אֱלֹהִים אֶל־שְׁלֹמֹה שְׁאַל מָה אֶתֶּן־לָֽךְ׃ וַיֹּאמֶר שְׁלֹמֹה טוֹב עָשִׂיתָ עִם־עַבְדְּךָ דָוִד אָבִי וַתִּתֶּן־לוֹ בֵן יֹשֵׁב עַל־כִּסְאוֹ כַּיּוֹם הַזֶּה וְאָנֹכִי נַעַר קָטֹן וְעַבְדְּךָ בְּתוֹךְ עַמְּךָ עַם־רַב וְעַתָּה תֵּן לְעַבְדְּךָ לֵב שֹׁמֵעַ וְחָכְמָה׃ וַיִּיטַב הַדָּבָר בְּעֵינֵי אֲדֹנָ֑י כִּי שָׁאַל שְׁלֹמֹ֔ה אֶת־הַדָּבָר הַזֶּֽה׃ וַיֹּאמֶר אֱלֹהִים אֵלָיו כִּי שָׁאַלְתָּ אֶת־הַדָּבָר הַזֶּה וְלֹא־שָׁאַלְתָּ לְּךָ יָמִים רַבִּים וְלֹא־שָׁאַלְתָּ לְּךָ כֶּסֶף וְזָהָב לָרֹב וְשָׁאַלְתָּ לְּךָ חָכְמָה הִנֵּה עָשִׂיתִי כִּדְבָרֶ֑יךָ הִנֵּה נָתַתִּי לְךָ לֵב חָכָם…אֲשֶׁר כָּמוֹךָ לֹא־הָיָה לְפָנֶ֔יךָ וְאַחֲרֶיךָ לֹא־יָקוּם כָּמֽוֹךָ׃ וְגַם אֲשֶׁר לֹא־שָׁאַלְתָּ נָתַתִּי לָ֔ךְ…אֲשֶׁר לֹא־הָיָה כָמוֹךָ אִישׁ בַּמְּלָכִים כָּל־יָמֶֽיךָ׃ וַיְהִי בַבֹּקֶר וַיָּקָם שְׁלֹמֹה וַיָּשָׁב יְרוּשָׁלַיְמָה וַיַּעֲמֹד לִפְנֵי אֲרוֹן בְּרִית־אֲדֹנָי וַיִּזְבַּח־לוֹ׃ וַיִּתֵּן אֱלֹהִים חָכְמָה לִשְׁלֹמֹה וַיְהִי שְׁלֹמֹה חָכָם מִכָּל־הָאָדָם׃ וַיְהִי־שְׁמוֹ בְכָל־הַגּוֹיִם סָבִֽיב׃ וַיָּבֹאוּ מִכָּל־הָעַמִּ֔ים…מֵאֵת כָּל־מַלְכֵי הָאָ֔רֶץ אֲשֶׁר שָׁמְעוּ אֶת־חָכְמָתֽוֹ׃ (מְלָכִים א 3,5)


* (גִּבְעֹ֫נָה ← אֶל־גִּבְעוֹן׃ גִּבְעוֹן עִיר בְּאֶ֫רֶץ בִּנְיָמִן׃) 
* (לָךְ וְלֹא לְךָ כִּי בְּסוֹף הַפָּסוּק הַדָּבָר) 


* וַיִּיטַב? מַה־זֶּה וַיִּיטַב? 
וַיֵּ֫רַע ← הָיָה רַע׃ רַע הַדָּבָר׃ 
וַיִּיטַב ← הָיָה טוֹב׃ טוֹב הַדָּבָר׃ 
טוּב הַדָּבָר אֲשֶׁר שָׁאַל שְׁלֹמֹה בְּעֵינֵי אֲדֹנָי׃ 
וַיִּיטַב הַדָּבָר בְּעֵינֵי אֲדֹנָי׃ 
* מַה־זֶּה כָּמוֹךָ? 
כְּמוֹ + אַתָּה ← כָּמ֫וֹךָ 
כְּמוֹ + אֲנִי ← כָּמ֫וֹנִי 
אֵין מֶלֶךְ חָכָם כְּמוֹ שְׁלֹמֹה׃ אָמַר אֱלֹהִים לֹא הָיָה אִישׁ כָּמוֹךָ לְפָנֶ֫יךָ וְאַחֲרֵ֫יךָ לֹא־יָקוּם אִישׁ כָּמ֫וֹךָ׃
________________


❓ שְׁאֵלוֹת ❓


בֵּת 🗨 אַבְרָם, מַה־שָּׁאַל שְׁלֹמֹה? מַה־שָּׁאַל?
אַבְרָם 🗨 זָהָב!
בֵּת 🗨 לֹא׃ זָהָב לֹא שָׁאַל׃
אַבְרָם 🗨 יָמִים רַבִּים?
בֵּת 🗨 לֹא׃ יָמִים רַבִּים לֹא שָׁאַל׃ אַבְרָם, אַתָּה יָדַ֫עְתָּ מַה־שָּאַל שְׁלֹמֹה׃ אֲנִי יָדַעְתִּי כִּי אַתָּה יָדַעְתָּ מַה־שָּׁאַל שְׁלֹמֹה׃
אַבְרָם 🗨 חָכְמָה׃
בֵּת 🗨 טוֹב! חָכְמָה שָׁאַל׃ אַתָּה יָדַ֫עְתָּ׃ חָכְמָה וְלֵב שֹׁמֵעַ׃ הֲנָתַן־לוֹ אֱלֹהִים אֵת אֲשֶׁר שָׁאַל?
אַבְרָם 🗨 נָתַן־לוֹ׃
בֵּת 🗨 נָתַן־לוֹ חָכְמָה גְדוֹלָה וַיְהִי חָכָם מִכָּל־הָאָדָם׃ וַיְהִי שְׁמוֹ בְכָל־הַגּוֹיִם סָבִיב וַיָּבֹ֫אוּ אֵלָיו מִכָּל־מַלְכֵי הָאָרֶץ׃
________________


שָׁלוֹם!


________________`,
			},
			{
				id: 127,
				title: 'AwB 99: Swearing Oaths & Imperative Variations',
				unitId: 18,
				order: 236,
				content: `שָׁלוֹם, אֲנִי בֵּת!


מָה הָאִישׁ עֹשֶׂה? הוּא רָץ עַל־הַגָּג׃ מָה הָאִשָּׁה עֹשָׂה? הִיא עֹבֶדֶת בַּבַּיִת׃ מָה הָאֲנָשִׁים עֹשִׂים? הֵם מְדַבְּרִים׃ 
________________


הַזְכַרְתֶּם אֶת־הַדָּבָר שָׂא? 
רָאִ֫ינוּ אֶת־הַדָּבָר שָׂא בְּשִׁיעוּר אַרְבָּעִים וְאַרְבַּע׃ 44


בֵּת 🗨 שָׂא אֶת־הַכַּד! [נָשָׂא אֶת־הַכַּד] טוֹב!
שָׂא אֶת־הָעֵץ הַקָּטֹן׃ [נָשָׂא אֶת־הָעֵץ הַקָּטֹן] טוֹב!  
שָׂא אֶת־יָדְךָ׃ [נָשָׂא אֶת־יָדוֹ] יָפֶה!
שָׂא אֶת־יָדֶיךָ׃ [נָשָׂא אֶת־יָדָיו] טוֹב מְאֹד!
שָׂא אֶת־הָאִישׁ הַקָּטֹן׃ [נָשָׂא אֶת־הָאִישׁ הַקָּטֹן]
שִׂים אֶת־הָאִישׁ תַּחַת הָעֵץ׃ [שָׂם אֹתוֹ תַּחַת הָעֵץ] יָפֶה, טוֹב מְאֹד!
[בֵּת שָׂמָה זָיָב לִפְנֵי אַבְרָם]
בֵּת 🗨 אַבְרָם, שָׂא אֶת־עֵינֶיךָ!      אַבְרָם 🗨 רַעְמְסֵס שְׁמִי!
בֵּת 🗨 רַעְמְסֵס, שָׂא אֶת־עֵינֶיךָ׃   [אַבְרָם (רַעְמְסֵס) נָשָׂא אֶת־עֵינָיו] זָהָב!
[בֵּת שָׂמָה נָחָשׁ לִפְנֵי אַבְרָם]
בֵּת 🗨 רַעְמְסֵס, שָׂא אֶת־עֵינֶיךָ׃ [אַבְרָם (רַעְמְסֵס) נָשָׂא אֶת־עֵינָיו וְהִנֵּה יָרֵא מִפְּנֵי הַנָּחָשׁ] 
הַנָּחָשׁ 🗨 סססססס
אַבְרָם 🗨 אָאָאָאָ! בֵּת! 
________________


דִּקְדוּק
בֵּת 🗨 שָׂא! [אַבְרָם נָשָׂא אֶת־הַכַּד]
           ↑
          זֶה צִוּוּי
צִוּוּי
 [v][u]  
בֵּת 🗨 קוּם! [אַבְרָם קָם]
קָם קָטַל׃ וַיָּקָם וַיִּקְטֹל׃ יָקוּם יִקְטֹל׃ קוּם צִוּוּי׃


בֵּת 🗨 שֵׁב! [אַבְרָם יָשָׁב]
           ↑
          זֶה צִוּוּי
בֵּת 🗨 קַח! [אַבְרָם לָקַח]
           ↑
          זֶה צִוּוּי
בֵּת 🗨 שִׂים! [אַבְרָם שָׂם]
           ↑
          זֶה צִוּוּי
בֵּת 🗨 לֵךְ! [אַבְרָם הָלַךְ]
           ↑
          זֶה צִוּוּי
נָתַן
🧔🏽‍♂️ תֵּן! ≈ תְּנָה!
                                           ↑        ↑
                                     זֶה צִוּוּי       גַּם זֶה צִוּוּי
תְּנָה כַּדָּבָר תֵּן׃ 
תֶּן־לִי ≈ תְּנָה־לִּי׃ תְּנָה־לָּ֫נוּ מֶ֫לֶךְ!
שָׂם
🧔🏽‍♂️ שִׂים! ≈ שִׂימָה! ≈ שִׂים־נָא! ≈ שִׁימָה־נָּא!
                           ↑        ↑            ↑             ↑
                     זֶה צִוּוּי     גַּם זֶה צִוּוּי גַּם זֶה צִוּוּי גַּם זֶה צִוּוּי
שִׂ֫ימָה כַּדָּבָר שִׂים׃ שִׂימָה־לָּ֫נוּ מֶלֶךְ כְּכָל־הַגּוֹיִם!
  

הִגִּיד
🧔🏽‍♂️ הַגֵּד! ≈ הַגִּידָה! ≈ הַגֶּד־נָא! ≈ הַגִּידָה־נָּא!
                         ↑        ↑            ↑             ↑
                  זֶה צִוּוּי       גַּם זֶה צִוּוּי גַּם זֶה צִוּוּי גַּם זֶה צִוּוּי
הַגִּידָה כַּדָּבָר הַגֵּד׃ הַגִּידָה־נָּא שְׁמֶ֔ךָ!


נִרְאֶה בַּשִּׁיעוּר הַזֶּה…  
1) יהוה נִשְׁבַּע לְאַבְרָם  
2) יְהוֹנָתָן וְדָוִד נִשְׁבְּעוּ אִישׁ לְאָחִיו  
3) עֶבֶד אַבְרָהָם נִשְׁבַּע לוֹ
4) יוֹסֵף נִשְׁבַּע לְיַעֲקֹב אָבִיו  
 מַה־זֶּה נִשְׁבַּע? מָה הַפּוֹעַל הַזֶּה? 
  

[אִישׁ שָׂם אֶת־יָדוֹ עַל־סֶפֶר הַתּוֹרָה וַיִשָׂא יָד אַחֶרֶת וַיְדַבֵּר לֵאמֹר…]
  



אִישׁ 🗨 חַי־יהוה אִם־שֶׁקֶר בְּפִי׃
מֶה עָשָׂה הָאִישׁ? נִשְׁבַּע! נִשְׁבַּע בְּשֵׁם יהוה׃ נִשְׁבַּע בְּשֵׁם יהוה לֵאמֹר חַי־יהוה אִם־שֶׁקֶר בְּפִי׃
[זָקֵן שָׂם אֶת־יָדוֹ עַל־לִבּוֹ וַיִשָׂא יָד אַחֶרֶת וַיְדַבֵּר לֵאמֹר…]  
אִישׂ 🗨 כֹּה יַעֲשֶׂה־לִּי אֱלֹהִים וְכֹה יוֹסִיף כִּי־אֶעֱשֶׂה אֶת־הַדָּבָר הַזֶּה׃
הַזָּקֵן נִשְׁבַּע׃ 
[אִישׁ שָׂם אֶת־יָדוֹ עַל־לִבּוֹ וַיִשָׂא יָד אַחֶרֶת וַיְדַבֵּר לֵאמֹר…]  
אִישׁ 🗨 חַי־יהוה אִם־אֶעֱשֶׂה אֶת־הַדָּבָר הָרָע הַזֶּה׃
הָאִישׁ נִשְׁבַּע׃ הוּא נִשְׁבַּע׃
נִשְׁבַּ֫עְתִּי🧔🏽‍♂️🗨️
[אִשָּׁה שָׂמָה אֶת־יָדָהּ עַל־לִבָּהּ וַתִּשָׂא יָד אַחֶרֶת וַתְּדַבֵּר לֵאמֹר…]
נִשְׁבַּ֫עְתִּי👩🏾🗨️


יהוה נִשְׁבַּע לְאַבְרָם
________________


בְּרֵאשִׁית 13:14b,15  
(יהוה נִשְׁבַּע לְאַבְרָם לֵאמֹר) שָׂא נָא עֵינֶיךָ וּרְאֵ֔ה מִן־הַמָּקוֹם אֲשֶׁר־אַתָּה שָׁ֑ם כִּי אֶת־כָּל־הָאָרֶץ אֲשֶׁר־אַתָּה רֹאֶה לְךָ אֶתְּנֶ֑נָּה וּלְזַרְעֲךָ עַד־עוֹלָֽם׃ (יהוה נִשְׁבַּע לְאַבְרָם לֵאמֹר לְךָ וּלְזַרְעֲךָ אֶתֵּן אֶת־הָאָרֶץ׃)   
________________


נָשָׂא
🧔🏽‍♂️ שָׂא! ≈ שָׂא נָא! 
שָׂא נָא כַּדָּבָר שָׂא׃
יְהוֹנָתָן וְדָוִד נִשְׁבְּעוּ אִישׁ לְאָחִיו
________________


שְׁמוּאֵל א 20:11,16a,42    


וַיֹּאמֶר יְהוֹנָתָן אֶל־דָּוִ֔ד לְכָה וְנֵצֵא הַשָּׂדֶ֑ה וַיֵּצְאוּ שְׁנֵיהֶם הַשָּׂדֶֽה׃ וַיִּכְרֹת יְהוֹנָתָן עִם־בֵּית דָּוִ֑ד…וַיֹּאמֶר יְהוֹנָתָן לְדָוִד לֵךְ לְשָׁל֑וֹם אֲשֶׁר נִשְׁבַּעְנוּ שְׁנֵינוּ אֲנַחְנוּ בְּשֵׁם יהוה לֵאמֹ֔ר יהוה יִהְיֶה בֵּינִי וּבֵינֶךָ וּבֵין זַרְעִי וּבֵין זַרְעֲךָ עַד־עוֹלָֽם׃
________________


הָלַךְ
🧔🏽‍♂️ לֵךְ! ≈ לְכָה! ≈ לֶךְ־נָא! ≈ לְכָה־נָּא!
לְכָה כַּדָּבָר לֵךְ׃
נֵצֵא יִקְטֹל (יצא), נֵצֵא, אֲנַחְנוּ נֵצֵא׃ מַה־כָּרַת יְהוֹנָתָן? בְּרִית!
________________


קָטַל                וַיִּקְטֹל        יִקְטֹל
הוּא                נִשְׁבַּע        וַיִּשָּׁבַע        יִשָּׁבַע


נִשְׁבַּע  
🧔🏽‍♂️ הִשָּׁבַע! ≈ הִשָּׁבְעָה! 
                         ↑        ↑           
                  זֶה צִוּוּי       גַּם־זֶה צִוּוּי 


הִשָּׁבְעָה לִּי!👩🏾🗨️🧔🏽‍♂️
                          👩🏾💬🧔🏽‍♂️ נִשְׁבַּ֫עְתִּי
________________


אַבְרָם וְהַמַּאֲכָל
וַיַּרְא אַבְרָם מְעַט מַאֲכָל וַיִּשְׁלַח אֶת־יָדוֹ וַיִּקַּח אֹתוֹ וַיִּיטַב בְּעֵינֵיו׃ וַיִּשְׁאַל אַבְרָם אֶת־בֵּת לֵאמֹר בֵּת לְמִי הַמַּאֲכָל הַזֶּה? וַתַּ֫עַן בֵּת וַתֹּ֫אמֶר לְנָעֳמִי הוּא׃ וַיֹ֫אמֶר אַבְרָם לֹא אֹכַל אֹתוֹ׃ וַתֺּ֫אמֶר אַבְרָם הִשָּׁבְעָה־לִּי׃ וַיִּשָּׁבַע אַבְרָם וַיֹּ֫אמֶר כֹּה יַעֲשֶׂה־לִּי אֱלֹהִים וְכֹה יוֹסִיף אִם־אֹכַל אֶת־הַמַּאֲכָל הַזֶּה׃ וַיִּיטַב הַדָּבָר בְּעֵינֵי בֵת׃  
________________


אֹכַל יִקְטֹל ← אֲנִי אֹכַל  
________________


הָאִישׁ הַזֶּה עֹמֵד עַל־שְׂפַת הַיָּם׃ זֶה רֹאשׁוֹ וְזֹאת יָדוֹ׃ זֶה שִׁכְמוֹ וְזֹאת זְרוֹעוֹ׃ זֹאת רַגְלוֹ וְזֹאת יְרֵכוֹ׃ זֹאת רֶ֫גֶל וְזֹאת יָרֵךְ׃ 
יָרֵךְ ← יֶרֶךְ׃ יֶרֶךְ הַגִּבּוֹר, יְרֵכוֹ   
חַרְבּוֹ עַל־יְרֵכוֹ׃ יָרֵךְ, יְרֵכַ֫יִם, יָרֵךְ, יֶרֶךְ הָאִישׁ


  

עֶבֶד אַבְרָהָם נִשְׁבַּע לוֹ
________________


וְאַבְרָהָם זָקֵ֔ן בָּא בַּיָּמִ֑ים ויהוה בֵּרַךְ אֶת־אַבְרָהָם בַּכֹּֽל׃ וַיֹּאמֶר אַבְרָהָם אֶל־עַבְדּוֹ שִׂים־נָא יָדְךָ תַּחַת יְרֵכִֽי׃ הִשָּׁבְעָה לִּי בּיהוה אֱלֹהֵי הַשָּׁמַיִם וֵאלֹהֵי הָאָרֶץ אֲשֶׁר לֹֹא־תִקַּח אִשָּׁה לִבְנִי מִבְּנוֹת הַכְּנַעֲנִי אֲשֶׁר אָנֹכִי יוֹשֵׁב בְּקִרְבּוֹ כִּי אֶל־אַרְצִי תֵּלֵךְ וּמִבְּנוֹת אֶחַי תִּקַּח אִשָּׁה לִבְנִי לְיִצְחָק׃ יהוה אֱלֹהֵי הַשָּׁמַיִם אֲשֶׁר לְקָחַנִי מִבֵּית אָבִי…וַאֲשֶׁר דִּבֶּר־לִי וַאֲשֶׁר נִשְׁבַּע־לִי לֵאמֹר לְזַרְעֲךָ אֶתֵּן אֶת־הָאָרֶץ הַזֹּאת הוּא יִשְׁלַח מַלְאָכוֹ לְפָנֶ֔יךָ׃ וַיָּשֶׂם הָעֶבֶד אֶת־יָד֔וֹ תַּחַת יֶרֶךְ אַבְרָהָם אֲדֹנָ֑יו וַיִּשָּׁבַע לוֹ עַל־הַדָּבָר הַזֶּֽה׃ וַיִּקַּח הָעֶבֶד עֲשָׂרָה גְמַלִּים מִגְּמַלֵּי אֲדֹנָיו…וַיָּקָם וַיֵּלֶךְ אֶל־אֲרָם נַהֲרַיִם אֶל־עִיר נָחֽוֹר׃ (בְּרֵאשִׁית 24)
________________


לְקָחַ֫נִי ← לָקַח אֹתִי׃ אֲרַם נַהֲרַיִם שֵׁם הַמָּקוֺם וְנָחוֹר אֲחִי אַבְרָהָם יֹשֵׁב שָׁם׃ נָחוֹר יֹשֵׁב בַּאֲרָם נַהֲרַיִם׃








יוֹסֵף נִשְׁבַּע לְיַעֲקֹב אָבִיו    
וַיְחִי יַעֲקֹב בְּאֶרֶץ מִצְרַ֔יִם שְׁבַע עֶשְׂרֵה שָׁנָ֑ה וַיְהִי יְמֵי־יַעֲקֹב שְׁנֵי חַיָּ֔יו שֶׁבַע שָׁנִים וְאַרְבָּעִים וּמְאַת שָׁנָֽה׃ וַיִּקְרָא לִבְנוֹ לְיוֹסֵף וַיֹּאמֶר לוֹ…שִׂים־נָא יָדְךָ תַּחַת יְרֵכִ֑י׃ שָׂא־נָא אֶת־עַצְמֹתַי מִמִּצְרַיִם כִּי אֶשְׁכַּב עִם־אֲבֹתַי בַּמָּקוֹם אֲשֶׁר הֵם שֹׁכְבִים שָׁם׃ וַיֹּאמַר אָנֹכִי אֶעֱשֶׂה כִדְבָרֶֽךָ׃ וַיֹּאמֶר הִשָּׁבְעָה לִ֔י וַיִּשָּׁבַע ל֑וֹ׃ וַיָּמָת יַעֲקֹב בְּמִצְרַיִם וַיִּשָּׂא יוֹסֵף בְּנוֹ אֶת־עַצְמֹתָיו מִמִּצְרַיִם אֶל־אֶרֶץ כְּנַעַן כַּאֲשֶׁר נִשְׁבַּע לְאָבִיו׃ יוֹסֵף עָשָׂה כַּאֲשֶׁר נִשְׁבַּע׃ (בְּרֵאשִׁית 27)  
________________
  



זֹאת מְנוֹרָה וְזֶה סֵ֫פֶר וְשׁוֹפָר׃ מְנוֹרָה, סֵפֶר, שׁוֹפָר 


תָּקַע׃ מֶה עָשָׂה הָאִישׁ? תָּקַע בַּשּׁוֹפָר׃ הָאִישׁ תָּקַע בַּשּׁוֹפָר׃


קָטַל                וַיִּקְטֹל        יִקְטֹל
        תָּקַע                וַיִּתְקַע        יִתְקַע
________________
וַיֵּרֶד גִּדְעוֹן וְנַעֲרוֹ אֶל־מַחֲנֵה אֹיְבֵיהֶם לַיְלָה׃ וַיָּבֹא גִדְעוֹן וְהִנֵּה־אִישׁ מְדַבֵּר וַיֹּאמֶר נָתַן   
________________`,
			},
			{
				id: 128,
				title: 'AwB 100: Who Will Reign After David? - 1 Kings 1',
				unitId: 18,
				order: 239,
				content: `שָׁלוֹם, אֲנִי בֵּת וְזֶה שִׁיעוּר מֵאָה!  


מִי יִמְלֹךְ אַחֲרֵי דָוִד?
מְלָכִים א פֶּרֶק א
  

מַה־זֶּה פֶּרֶק? זֶה פֶּרֶק׃ בְּרֵאשִׁית סֵפֶר וְזֶה פֶּרֶק א (1), וְזֶה פֶּרֶק ב (2)׃ 
זֶה פָּסוּק א (1) וְזֶה פָּסוּק ב (2)׃ 
זֶה סֵפֶר בְּרֵאשִׁית פֶּרֶק א פָּסוּק ב׃ נִקְרָא הַיּוֹם בְּסֵפֶר מְלָכִים א פֶּרֶק א׃
________________


מִי יִמְלֹךְ אַחֲרֵי דָוִד  
וְהַמֶּלֶךְ דָּוִד זָקֵ֔ן בָּא בַּיָּמִ֑ים וּלְדָוִד בֵּן יְפֵה מַרְאֶה וּשְׁמוֹ אֲדֹנִיָּה וְשֵׁם אִמּוֹ חַגִּית וַיֹּאמֶר אֲדֹנִיָּה אֲנִי אֶמְלֹךְ וַיַּעַשׂ לוֹ רֶכֶב וּפָרָשִׁ֔ים וַחֲמִשִּׁים אִישׁ (50) רָצִים לְפָנָֽיו׃ וַיֵּלֶךְ יוֹאָב בֶּן־צְרוּיָה וְאֶבְיָתָר הַכֹּהֵן אַחֲרֵי אֲדֹנִיָּה וְצָדוֹק הַכֹּהֵן וּבְנָיָהוּ בֶן־יְהוֹיָדָע וְנָתָן הַנָּבִיא וְשִׁמְעִי וְרֵעִ֔י וְהַגִּבּוֹרִים אֲשֶׁר לְדָוִ֑ד לֹא הָיוּ עִם־אֲדֹנִיָּֽהוּ׃ וַיִּזְבַּח אֲדֹנִיָּהוּ צֹאן וּבָקָר וַיִּקְרָא אֶת־כָּל־אֶחָיו בְּנֵי הַמֶּ֔לֶךְ וּלְכָל־אַנְשֵׁי יְהוּדָה עַבְדֵי הַמֶּֽלֶךְ׃ וְאֶת־נָתָן הַנָּבִיא וּבְנָיָהוּ וְאֶת־הַגִּבּוֹרִים וְאֶת־שְׁלֹמֹה אָחִיו לֹא קָרָֽא׃ וַיֹּאמֶר נָתָן אֶל־בַּת־שֶׁבַע אֵם־שְׁלֹמֹה לֵאמֹֹ֔ר הֲלוֹא שָׁמַ֔עַתְּ כִּי מָלַךְ אֲדֹנִיָּהוּ בֶן־חַגִּ֑ית וַאֲדֹנֵינוּ דָוִד לֹא יָדָֽע׃ לְכִי וּבֹאִי אֶל־הַמֶּלֶךְ דָּוִד אִמְרִי אֵלָיו הֲלֹא־אַתָּה אֲדֹנִי הַמֶּלֶךְ נִשְׁבַּעְתָּ לַאֲמָתְךָ לֵאמֹ֔ר כִּי־שְׁלֹמֹה בְנֵךְ יִמְלֹךְ אַחֲרַ֔י וְהוּא יֵשֵׁב עַל־כִּסְאִ֑י וּמַדּוּעַ מָלַךְ אֲדֹנִיָּֽהוּ׃ הִנֵּה עוֹדָךְ מְדַבֶּרֶת שָׁם עִם־הַמֶּ֑לֶךְ וַאֲנִי אָבוֹא אַחֲרַ֔יִךְ וַתָּבֹא בַת־שֶׁבֶע אֶל־הַמֶּלֶךְ…וְהַמֶּלֶךְ זָקֵן מְאֹ֑ד וַתִּשְׁתַּחוּ לַמֶּ֑לֶךְ וַיֹּאמֶר הַמֶּלֶךְ מַה־לָּֽךְ׃ וַתֹּאמֶר לוֹ אֲדֹנִי אַתָּה נִשְׁבַּעְתָּ בּיהוה אֱלֹהֶיךָ לַאֲמָתֶ֔ךָ כִּי־שְׁלֹמֹה בְנֵךְ יִמְלֹךְ אַחֲרָ֑י וְהוּא יֵשֵׁב עַל־כִּסְאִֽי׃ וְעַתָּה הִנֵּה אֲדֹנִיָּה מָלָ֑ךְ וְעַתָּה אֲדֹנִי הַמֶּלֶךְ לֹא יָדָֽעְתָּ׃ וַיִּזְבַּח שׁוֹר…וְצֹאן לָרֹב וַיִּקְרָא לְכָל־בְּנֵי הַמֶּ֔לֶךְ וּלְאֶבְיָתָר הַכֹּהֵ֔ן וּלְיֹאָב שַׂר הַצָּבָ֑א וְלִשְׁלֹמֹה עַבְדְּךָ לֹא קָרָֽא׃ וְאַתָּה אֲדֹנִי הַמֶּלֶךְ עֵינֵי כָל־יִשְׂרָאֵל עָלֶיךָ הַגִּידָה־נָּא לָהֶם מִי יֵשֵׁב עַל־כִּסֵּא אֲדֹנִי־הַמֶּלֶךְ אַחֲרָיו וְהִנֵּה עוֹדֶנָּה מְדַבֶּרֶת עִם־הַמֶּ֑לֶךְ וְנָתָן הַנָּבִיא בָּֽא׃ וַיַּגִּידוּ לַמֶּלֶךְ לֵאמֹ֔ר הִנֵּה נָתָן הַנָּבִ֑יא וַיָּבֹא לִפְנֵי הַמֶּ֔לֶךְ וַיִּשְׁתַּחוּ לַמֶּלֶךְ עַל־אַפָּיו אָֽרְצָה׃ וַיֹּאמֶר נָתָן אֲדֹנִי הַמֶּ֔לֶךְ אַתָּה אָמַ֔רְתָּ אֲדֹנִיָּהוּ יִמְלֹךְ אַחֲרָ֑י וְהוּא יֵשֵׁב עַל־כִּסְאִֽי׃ כִּי יָרַד הַיּוֹם וַיִּזְבַּח שׁוֹר…וְצֹאן לָרֹב וַיִּקְרָא לְכָל־בְּנֵי הַמֶּלֶךְ וּלְשָׂרֵי הַצָּבָא וּלְאֶבְיָתָר הַכֹּהֵן וְהִנָּם אֹכְלִים וְשֹׁתִים לְפָנָ֑יו וַיֹּאמְר֔וּ יְחִי הַמֶּלֶךְ אֲדֹנִיָּֽהוּ׃ וְלִי אֲנִי־עַבְדֶּךָ וּלְצָדֹק הַכֹּהֵן וְלִבְנָיָהוּ בֶן־יְהוֹיָדָע וְלִשְׁלֹמֹה עַבְדְּךָ לֹא קָרָֽא׃ הֲמִן־הַמֶּלֶךְ הַדָּבָר הַזֶּה וְלֹא הִגַּדְתָּ לַעֲבָדֶיךָ מִי יֵשֵׁב עַל־כִּסֵּא אֲדֹנִי־הַמֶּלֶךְ אַחֲרָיו׃ וַיַּעַן הַמֶּלֶךְ דָּוִד וַיֹּ֔אמֶר קִרְאוּ־לִי לְבַת־שָׁ֑בַע וַתָּבֹא לִפְנֵי הַמֶּ֔לֶךְ וַתַּעֲמֹד לִפְנֵי הַמֶּֽלֶךְ׃ וַיִּשָּׁבַע הַמֶּלֶךְ וַיֹּאמַ֑ר חַי־יהוה כִּי כַּאֲשֶׁר נִשְׁבַּעְתִּי לָךְ בּיהוה אֱלֹהֵי יִשְׂרָאֵל לֵאמֹ֔ר כִּי־שְׁלֹמֹה בְנֵךְ יִמְלֹךְ אַחֲרַ֔י וְהוּא יֵשֵׁב עַל־כִּסְאִי תַּחְתָּ֑י כִּי כֵּן אֶעֱשֶׂה הַיּוֹם הַזֶּֽה׃ וַתִּפֹּל בַּת־שֶׁבַע עַל־פָּנֶיהָ וַתִּשְׁתַּחוּ לַמֶּ֑לֶךְ וַתֹּאמֶר יְחִי אֲדֹנִי הַמֶּלֶךְ דָּוִד לְעֹלָֽם׃ וַיֹּאמֶר הַמֶּלֶךְ דָּוִד קִרְאוּ־לִי לְצָדוֹק הַכֹּהֵן וּלְנָתָן הַנָּבִיא וְלִבְנָיָהוּ בֶּן־יְהוֹיָדָ֑ע וַיָּבֹאוּ לִפְנֵי הַמֶּֽלֶךְ׃ וַיֹּאמֶר הַמֶּלֶךְ לָהֶם קְחוּ אֶת־שְׁלֹמֹה בְנִי מִשְׁחוּ אֹתוֹ לְמֶלֶךְ עַל־יִשְׂרָאֵל תִּקְעוּ בַּשּׁוֹפָר וְאִמְרוּ יְחִי הַמֶּלֶךְ שְׁלֹמֹֹה הוּא יֵשֵׁב עַל־כִּסְאִי וְהוּא יִמְלֹךְ תַּחְתַּי׃ וַיַּעַן בְּנָיָהוּ בֶן־יְהוֹיָדָע אֶת־הַמֶּלֶךְ וַיֹּאמֶר אָמֵ֑ן כַּאֲשֶׁר הָיָה יהוה עִם־אֲדֹנִי הַמֶּ֔לֶךְ כֵּן יִהְיֶה עִם־שְׁלֹמֹה׃ וַיֵּרֶד צָדוֹק הַכֹּהֵן וְנָתָן הַנָּבִיא וּבְנָיָהוּ בֶן־יְהוֹיָדָע וַיִּקַּח צָדוֹק הַכֹּהֵן אֶת־קֶרֶן הַשֶּׁמֶן מִן־הָאֹ֔הֶל וַיִּמְשַׁח אֶת־שְׁלֹמֹ֑ה וַיִּתְקְעוּ בַּשּׁוֹפָר וַיֹּאמֶר כָּל־הָעָ֔ם יְחִי הַמֶּלֶךְ שְׁלֹמֹֽה׃ וַיִּשְׁמַע אֲדֹנִיָּהוּ וְכָל־הָאֲנָשִׁים אֲשֶׁר אִתּוֹ וַיִּשְׁמַע יוֹאָב אֶת־קוֹל הַשּׁוֹפָר וַיֹּאמֶר מַדּוּעַ תָּקְעוּ בַּשּׁוֹפָר׃ עוֹדֶנּוּ מְדַבֵּ֔ר וְהִנֵּה יוֹנָתָן בֶּן־אֶבְיָתָר הַכֹּהֵן בָּ֑א וַיֹּאמֶר יוֹנָתָן לַאֲדֹנִיָּהוּ מָשְׁחוּ אֶת־שְׁלֹמֹה לְמֶלֶךְ וַיֹּאמֶר הַמֶּלֶךְ בָּרוּךְ יהוה אֱלֹהֵי יִשְׂרָאֵל אֲשֶׁר נָתַן הַיּוֹם יֹשֵׁב עַל־כִּסְאִי׃ וַיָּקֻמוּ כָּל־הָאֲנָשִׁים אֲשֶׁר עִם־אֲדֹנִיָּהוּ וַיֵּלְכוּ אִישׁ לְדַרְכּוֹ׃ וַיֵּשֶׁב שְׁלֹמֹה עַל־כִּסֵּא דָוִד אָבִיו וַיִּמְלֹךְ עַל־יִשְׂרָאֵל אַרְבָּעִים שָׁנָה׃ (מְלָכִים א פֶּרֶק א)                
הַקֵּץ
________________


אֲדֹנִיָּהוּ? אֲדֹנִיָּהוּ כְּמוֹ אֲדֹנִיָּה׃ זֶה שְׁמוֹ, אֲדֹנִיָּה אוֹ אֲדֹנִיָּהוּ׃ 
  

מַדּוּעַ? מַה־זֶּה מַדּוּעַ? מַדּוּעַ כַּדָּבָר לָמָּה׃ לָ֫מָּה מָלַךְ אֲדֹנִיָּהוּ? 
מַדּוּעַ מָלָךְ אֲדֹנִיָּהוּ? 


לַאֲמָתֶךָ? אָמָה כְּמוֹ שִׁפְחָה׃ נִשְׁבַּ֫עְתָּ לְשִׁפְחָתְךָ אוֹ לַאֲמָתְךָ׃ יֵשׁ פֹּה זָקֵף קָטֹן ( ֔ ) עַל־כֵּן לַאֲמָתֶךָ׃ לַאֲמָתְךָ֫ ← לַאֲמָתֶ֔ךָ׃ נִשְׁבַּ֫עְתָּ לַאֲמָתֶךָ, נִשְׁבַּעְתָּ לִי׃ אֲנִי אֲמָתְךָ אֲדֹנִי הַמֶּלֶךְ׃ 
מַה־זֶּה שׁוֹר? זֶה שׁוֹר׃ הַשּׁוֹר שֹׁתֶה מִן־הַיָּם׃   


צֹאן רַב וּבָקָר רַב ← שׁוֹר וְצֹאן 
לָרֹב, רַבִּים ← לָרֹב 
  
  

עַל־אַפָּיו? מָה־אֵלֶּה אַפַּ֫יִם? 
זֶה אַף׃ זֶה אַפִּי׃ 
אַפַּ֫יִם (2) הֲיֵשׁ לְנָתָן אַפַּ֫יִם? 👃🏽👃🏽🤔ּ?? לֹא כַּזֹּאת! 
זֶה אַף וְאֵלֶּה אַפַּ֫יִם׃ זֶה אַפִּי וְאֵלֶּה אַפַּי וְאֵלֶּה אַפָּיו׃ 
נָתָן הִשְׁתַּחֲוָה עַל־פָּנָיו אַ֫רְצָה אוֹ אַפַּ֫יִם אַ֫רְצָה׃ 
  

יְחִי הַמֶּלֶךְ? מַה־זֶּה יְחִי? 
יְחִי מֵהַפּ֫וֹעַל חָיָה׃ חַיִּים שֵׁם עֶ֫צֶם, חָיָה פּ֫וֹעַל׃ 
חָיָה ← יְחִי 
מֵת, חַי, 🗨 יְחִי! 
וַיֹּאמֶר אֱלֹהִים יְהִי אוֹר׃ חֹ֫שֶׁךְ, אוֹר׃ 🗨 יְהִי אוֹר! 
יְהִי מֵהַפּוֹעַל הָיָה׃ הָיָה ← יְהִי 
וַיֹּאמְרוּ כָּל־הָעָם אֲשֶׁר עִם־אֲדֹנִיָּה יְחִי הַמֶּלֶךְ אֲדֹנִיָּה! 
יְחִי מֵהַפּוֹעַל חָיָה עִם ח׃ יְהִי אוֹר! יְחִי הַמֶּלֶךְ! 
וַיֹּאמְרוּ כָל־הָעָם יְחִי הַמֶּלֶךְ שָׁאוּל! 


וַיֹּאמַר? מַה־זֶּה וַיֹּאמַר? וַיֹּאמַר כְּמוֹ וַיֹּאמֶר׃


קָטַל                וַיִּקְטֹל        יִקְטֹל
                אָמַר                וַיֹּאמֶר        יֹאמַר
וַיֹּאמַר


מַה־זֶּה כֵּן? כֵּן אֶעֱשֶׂה׃ מַה־יַּעֲשֶׂה דָוִד הַמֶּלֶךְ? אָמַר דָּוִד כֵּן אֶעֱשֶׂה׃ כַּאֲשֶׁר נִשְׁבַּ֫עְתִּי אֶעֱשֶׂה ← כֵּן (כַּדְּבָרִים הָאֵלֶּה) אֶעֱשֶׂה׃ 
וַיֹּאמֶר אֱלֹהִים יְהִי שֶׁ֫מֶשׁ בַּשָּׁמַ֫יִם וַיְהִי־כֵן׃ וַיְהִי כִּדְבַר אֱלֹהִים׃ וַיְהִי כַּאֲשֶׁר דִּבֶּר אֱלֹהִים׃ 
וַיֹּאמֶר אַבְרָם אֶעֱלֶה הַגָּ֫גָה׃ וַיַּ֫עַשׂ כֵּן׃ עָשָׂה כַּאֲשֶׁר דִּבֶּר׃ 
  

לְדַרְכּוֹ? דֶּרֶךְ ← דַּרְכּוֹ׃ הָאִישׁ הַזֶּה לְדַרְכּוֹ וְהָאִישׁ הַזֶּה לְדַרְכּוֹ וְהָאִישׁ הַזֶּה לְדַרְכּוֹ 
← וַיֵּלְכוּ אִישׁ לְדַרְכּוֹ׃
________________


שָׁלוֹם!`,
			},
			{
				id: 129,
				title: 'AwB 101: One of the Flock',
				unitId: 19,
				order: 243,
			},
			{
				id: 130,
				title: 'AwB 102: Command',
				unitId: 19,
				order: 245,
			},
			{
				id: 132,
				title: 'AwB 104: Tribes & Clans',
				unitId: 19,
				order: 248,
			},
			{
				id: 131,
				title: 'AwB 103: Noah the Righteous Man',
				unitId: 19,
				order: 247,
			},
			{
				id: 133,
				title: 'AwB 105: Inheritance & Tribal Allotments',
				unitId: 19,
				order: 252,
			},
			{
				id: 137,
				title: 'AwB 109: Holy Things & His Holy Mountain',
				unitId: 19,
				order: 262,
			},
			{
				id: 134,
				title: 'AwB 106: Full & Fill',
				unitId: 19,
				order: 253,
			},
			{
				id: 135,
				title: "AwB 107: Fill (Pi'el Verb) & Intro to Binyanim",
				unitId: 19,
				order: 257,
			},
			{
				id: 136,
				title: 'AwB 108: Making the Tabernacle',
				unitId: 19,
				order: 259,
			},
			{
				id: 138,
				title: 'AwB 110: Holy the Adjective, Meteg, Silluq & Hatef Qamets',
				unitId: 19,
				order: 264,
			},
			{
				id: 139,
				title: "AwB 111: Don't do it! Negative Commands with ...",
				unitId: 20,
				order: 267,
			},
			{
				id: 140,
				title: 'AwB 112: Abraham and his Son part 1',
				unitId: 20,
				order: 271,
			},
			{
				id: 141,
				title: 'AwB 113: Love & Hate',
				unitId: 20,
				order: 273,
			},
			{
				id: 142,
				title: 'AwB 114: The Days of the Life of Jacob',
				unitId: 20,
				order: 274,
			},
			{
				id: 143,
				title: 'AwB 115: Alone & Together',
				unitId: 20,
				order: 276,
			},
			{
				id: 144,
				title: 'AwB 116: Near & Far',
				unitId: 20,
				order: 277,
			},
			{
				id: 145,
				title: "AwB 117: Cause to Go Up and Down - Causative Hiph'il Verbs 1",
				unitId: 20,
				order: 279,
			},
			{
				id: 146,
				title: 'AwB 118: Abraham and His Son part 2',
				unitId: 20,
				order: 282,
			},
			{
				id: 147,
				title: 'AwB 119: Approach/Draw Near',
				unitId: 20,
				order: 285,
			},
			{
				id: 148,
				title: 'AwB 120: Veqatal 1: Future Sequences',
				unitId: 20,
				order: 287,
			},
			{
				id: 149,
				title: 'AwB 121: Veqatal 2: In Context',
				unitId: 21,
				order: 290,
			},
			{
				id: 150,
				title: 'AwB 122: The Messenger of God Appears',
				unitId: 21,
				order: 293,
			},
			{
				id: 151,
				title: 'AwB 123: Open the Door',
				unitId: 21,
				order: 295,
			},
			{
				id: 152,
				title: "AwB 124: Bring/Cause to Come - Causative Hiph'il Verbs 2",
				unitId: 21,
				order: 296,
			},
			{
				id: 153,
				title: 'AwB 125: Jeremiah and the Rechabites',
				unitId: 21,
				order: 299,
			},
			{
				id: 154,
				title: "AwB 126: God Opens Rachel's Womb",
				unitId: 21,
				order: 301,
			},
			{
				id: 155,
				title: "AwB 127: Conditional 'if' clauses with...",
				unitId: 21,
				order: 304,
			},
			{
				id: 156,
				title: 'AwB 128: Loyal Covenant Love',
				unitId: 21,
				order: 307,
			},
			{
				id: 157,
				title: 'AwB 129: Above, Below & Outside',
				unitId: 21,
				order: 310,
			},
			{
				id: 158,
				title: "AwB 130: Abraham's Servant & Rebekah Part 1",
				unitId: 21,
				order: 312,
			},
			{
				id: 159,
				title: "AwB 131: Abraham's Servant & Rebekah Part 2",
				unitId: 22,
				order: 314,
			},
			{
				id: 160,
				title: "AwB 132: Put to Death - Causative Hiph'il Verbs 3",
				unitId: 22,
				order: 316,
			},
			{
				id: 161,
				title: "AwB 133: Making Kings - Causative Hiph'il Verbs 4",
				unitId: 22,
				order: 318,
			},
			{
				id: 162,
				title: "AwB 134: Elijah and the Widow's Son",
				unitId: 22,
				order: 319,
			},
			{
				id: 163,
				title: "AwB 135: Take Her Out! - Causative Hiph'il Verbs 5",
				unitId: 22,
				order: 322,
			},
			{
				id: 164,
				title: "AwB 136: Make Known To Me - Causative Hiph'il Verbs 6",
				unitId: 22,
				order: 323,
			},
			{
				id: 165,
				title: 'AwB 137: The Descendants of Noah',
				unitId: 22,
				order: 325,
			},
			{
				id: 166,
				title: "AwB 138: Exile & Ezekiel's Vision",
				unitId: 22,
				order: 327,
			},
			{
				id: 167,
				title: "AwB 139: Put it back! - Causative Hiph'il Verbs 7",
				unitId: 22,
				order: 330,
			},
			{
				id: 168,
				title: 'AwB 140: Returning Evil for Evil',
				unitId: 22,
				order: 331,
			},
			{
				id: 169,
				title: 'AwB Classroom Lesson 1',
				unitId: 23,
				order: 1,
			},
			{
				id: 170,
				title: 'AwB Classroom Lesson 2',
				unitId: 23,
				order: 2,
			},
			{
				id: 171,
				title: 'AwB Classroom Lesson 3',
				unitId: 23,
				order: 3,
			},
			{
				id: 172,
				title: 'AwB Classroom Lesson 4',
				unitId: 23,
				order: 4,
			},
			{
				id: 173,
				title: 'AwB Classroom Lesson 5',
				unitId: 23,
				order: 5,
			},
			{
				id: 174,
				title: 'AwB Classroom Lesson 6',
				unitId: 23,
				order: 6,
			},
			{
				id: 175,
				title: 'AwB Classroom Lesson 7',
				unitId: 23,
				order: 7,
			},
			{
				id: 176,
				title: 'AwB Classroom Lesson 8',
				unitId: 23,
				order: 8,
			},
			{
				id: 177,
				title: 'AwB Classroom Lesson 9',
				unitId: 23,
				order: 9,
			},
			{
				id: 178,
				title: 'AwB Classroom Lesson 10',
				unitId: 23,
				order: 10,
			},
		])

		await db.insert(schema.challenges).values([
			{
				id: 1,
				lessonId: 1,
				type: 'ASSIST',
				question: 'actitud',
				order: 1,
				video: null,
			},
			{
				id: 2,
				lessonId: 1,
				type: 'ASSIST',
				question: 'problema',
				order: 2,
				video: null,
			},
			{
				id: 3,
				lessonId: 1,
				type: 'ASSIST',
				question: 'ventana',
				order: 3,
				video: null,
			},
			{
				id: 4,
				lessonId: 1,
				type: 'ASSIST',
				question: 'tomate',
				order: 4,
				video: null,
			},
			{
				id: 5,
				lessonId: 1,
				type: 'ASSIST',
				question: 'niño',
				order: 5,
				video: null,
			},
			{
				id: 6,
				lessonId: 1,
				type: 'ASSIST',
				question: 'luz',
				order: 6,
				video: null,
			},
			{
				id: 7,
				lessonId: 1,
				type: 'ASSIST',
				question: 'hospital',
				order: 7,
				video: null,
			},
			{
				id: 8,
				lessonId: 1,
				type: 'ASSIST',
				question: 'flor',
				order: 8,
				video: null,
			},
			{
				id: 9,
				lessonId: 1,
				type: 'ASSIST',
				question: 'gerente',
				order: 9,
				video: null,
			},
			{
				id: 10,
				lessonId: 1,
				type: 'ASSIST',
				question: 'banco',
				order: 10,
				video: null,
			},
			{
				id: 11,
				lessonId: 1,
				type: 'ASSIST',
				question: 'dentista',
				order: 11,
				video: null,
			},
			{
				id: 12,
				lessonId: 1,
				type: 'ASSIST',
				question: 'sistema',
				order: 12,
				video: null,
			},
			{
				id: 13,
				lessonId: 1,
				type: 'ASSIST',
				question: 'piel',
				order: 13,
				video: null,
			},
			{
				id: 14,
				lessonId: 1,
				type: 'ASSIST',
				question: 'hotel',
				order: 14,
				video: null,
			},
			{
				id: 15,
				lessonId: 1,
				type: 'ASSIST',
				question: 'persona',
				order: 15,
				video: null,
			},
			{
				id: 16,
				lessonId: 1,
				type: 'ASSIST',
				question: 'verdad',
				order: 16,
				video: null,
			},
			{
				id: 17,
				lessonId: 1,
				type: 'ASSIST',
				question: 'artista',
				order: 17,
				video: null,
			},
			{
				id: 18,
				lessonId: 1,
				type: 'ASSIST',
				question: 'televisión',
				order: 18,
				video: null,
			},
			{
				id: 19,
				lessonId: 1,
				type: 'ASSIST',
				question: 'estudiante',
				order: 19,
				video: null,
			},
			{
				id: 20,
				lessonId: 1,
				type: 'ASSIST',
				question: 'muchacho',
				order: 20,
				video: null,
			},
			{
				id: 21,
				lessonId: 1,
				type: 'ASSIST',
				question: 'foto',
				order: 21,
				video: null,
			},
			{
				id: 22,
				lessonId: 1,
				type: 'ASSIST',
				question: 'ciudad',
				order: 22,
				video: null,
			},
			{
				id: 23,
				lessonId: 1,
				type: 'ASSIST',
				question: 'animal',
				order: 23,
				video: null,
			},
			{
				id: 24,
				lessonId: 1,
				type: 'ASSIST',
				question: 'hermano',
				order: 24,
				video: null,
			},
			{
				id: 25,
				lessonId: 1,
				type: 'ASSIST',
				question: 'comida',
				order: 25,
				video: null,
			},
			{
				id: 26,
				lessonId: 1,
				type: 'ASSIST',
				question: 'mano',
				order: 26,
				video: null,
			},
			{
				id: 27,
				lessonId: 1,
				type: 'ASSIST',
				question: 'gato',
				order: 27,
				video: null,
			},
			{
				id: 28,
				lessonId: 1,
				type: 'ASSIST',
				question: 'hermana',
				order: 28,
				video: null,
			},
			{
				id: 29,
				lessonId: 1,
				type: 'ASSIST',
				question: 'mujer',
				order: 29,
				video: null,
			},
			{
				id: 30,
				lessonId: 1,
				type: 'ASSIST',
				question: 'vino',
				order: 30,
				video: null,
			},
			{
				id: 31,
				lessonId: 1,
				type: 'ASSIST',
				question: 'teléfono',
				order: 31,
				video: null,
			},
			{
				id: 32,
				lessonId: 1,
				type: 'ASSIST',
				question: 'muchacha',
				order: 32,
				video: null,
			},
			{
				id: 33,
				lessonId: 1,
				type: 'ASSIST',
				question: 'iglesia',
				order: 33,
				video: null,
			},
			{
				id: 34,
				lessonId: 1,
				type: 'ASSIST',
				question: 'mesa',
				order: 34,
				video: null,
			},
			{
				id: 35,
				lessonId: 1,
				type: 'ASSIST',
				question: 'casa',
				order: 35,
				video: null,
			},
			{
				id: 36,
				lessonId: 1,
				type: 'ASSIST',
				question: 'baño',
				order: 36,
				video: null,
			},
			{
				id: 37,
				lessonId: 1,
				type: 'ASSIST',
				question: 'bolsa',
				order: 37,
				video: null,
			},
			{
				id: 38,
				lessonId: 1,
				type: 'ASSIST',
				question: 'planta',
				order: 38,
				video: null,
			},
			{
				id: 39,
				lessonId: 1,
				type: 'ASSIST',
				question: 'clase',
				order: 39,
				video: null,
			},
			{
				id: 40,
				lessonId: 1,
				type: 'ASSIST',
				question: 'doctor',
				order: 40,
				video: null,
			},
			{
				id: 41,
				lessonId: 1,
				type: 'ASSIST',
				question: 'perro',
				order: 41,
				video: null,
			},
			{
				id: 42,
				lessonId: 1,
				type: 'ASSIST',
				question: 'hombre',
				order: 42,
				video: null,
			},
			{
				id: 43,
				lessonId: 1,
				type: 'ASSIST',
				question: 'poema',
				order: 43,
				video: null,
			},
			{
				id: 44,
				lessonId: 1,
				type: 'ASSIST',
				question: 'cama',
				order: 44,
				video: null,
			},
			{
				id: 45,
				lessonId: 1,
				type: 'ASSIST',
				question: 'mapa',
				order: 45,
				video: null,
			},
			{
				id: 46,
				lessonId: 1,
				type: 'ASSIST',
				question: 'ilusión',
				order: 46,
				video: null,
			},
			{
				id: 47,
				lessonId: 1,
				type: 'ASSIST',
				question: 'programa',
				order: 47,
				video: null,
			},
			{
				id: 48,
				lessonId: 1,
				type: 'ASSIST',
				question: 'invitación',
				order: 48,
				video: null,
			},
			{
				id: 49,
				lessonId: 1,
				type: 'ASSIST',
				question: 'lámpara',
				order: 49,
				video: null,
			},
			{
				id: 50,
				lessonId: 1,
				type: 'ASSIST',
				question: 'amigo',
				order: 50,
				video: null,
			},
			{
				id: 51,
				lessonId: 1,
				type: 'ASSIST',
				question: 'clima',
				order: 51,
				video: null,
			},
			{
				id: 52,
				lessonId: 1,
				type: 'ASSIST',
				question: 'niña',
				order: 52,
				video: null,
			},
			{
				id: 53,
				lessonId: 1,
				type: 'ASSIST',
				question: 'tren',
				order: 53,
				video: null,
			},
			{
				id: 54,
				lessonId: 1,
				type: 'ASSIST',
				question: 'carro',
				order: 54,
				video: null,
			},
			{
				id: 55,
				lessonId: 1,
				type: 'ASSIST',
				question: 'lección',
				order: 55,
				video: null,
			},
			{
				id: 56,
				lessonId: 1,
				type: 'ASSIST',
				question: 'radio',
				order: 56,
				video: null,
			},
			{
				id: 57,
				lessonId: 1,
				type: 'ASSIST',
				question: 'canción',
				order: 57,
				video: null,
			},
			{
				id: 58,
				lessonId: 1,
				type: 'ASSIST',
				question: 'idioma',
				order: 58,
				video: null,
			},
			{
				id: 59,
				lessonId: 1,
				type: 'ASSIST',
				question: 'amiga',
				order: 59,
				video: null,
			},
			{
				id: 60,
				lessonId: 1,
				type: 'ASSIST',
				question: 'silla',
				order: 60,
				video: null,
			},
			{
				id: 61,
				lessonId: 1,
				type: 'ASSIST',
				question: 'libro',
				order: 61,
				video: null,
			},
			{
				id: 62,
				lessonId: 1,
				type: 'ASSIST',
				question: 'café',
				order: 62,
				video: null,
			},
			{
				id: 63,
				lessonId: 1,
				type: 'ASSIST',
				question: 'drama',
				order: 63,
				video: null,
			},
			{
				id: 64,
				lessonId: 1,
				type: 'ASSIST',
				question: 'suerte',
				order: 64,
				video: null,
			},
			{
				id: 65,
				lessonId: 1,
				type: 'ASSIST',
				question: 'taxista',
				order: 65,
				video: null,
			},
			{
				id: 66,
				lessonId: 1,
				type: 'ASSIST',
				question: 'conversación',
				order: 66,
				video: null,
			},
			{
				id: 67,
				lessonId: 1,
				type: 'ASSIST',
				question: 'planeta',
				order: 67,
				video: null,
			},
			{
				id: 68,
				lessonId: 1,
				type: 'ASSIST',
				question: 'día',
				order: 68,
				video: null,
			},
			{
				id: 69,
				lessonId: 1,
				type: 'ASSIST',
				question: 'presidente',
				order: 69,
				video: null,
			},
			{
				id: 70,
				lessonId: 1,
				type: 'ASSIST',
				question: 'tienda',
				order: 70,
				video: null,
			},
			{
				id: 71,
				lessonId: 1,
				type: 'ASSIST',
				question: 'cantante',
				order: 71,
				video: null,
			},
			{
				id: 72,
				lessonId: 1,
				type: 'ASSIST',
				question: 'pianista',
				order: 72,
				video: null,
			},
			{
				id: 73,
				lessonId: 1,
				type: 'ASSIST',
				question: 'amistad',
				order: 73,
				video: null,
			},
			{
				id: 74,
				lessonId: 1,
				type: 'ASSIST',
				question: 'blusa',
				order: 74,
				video: null,
			},
			{
				id: 102,
				lessonId: 47,
				type: 'WATCH',
				question: 'AwB Lesson 19 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=ciuWQdxg5VY',
			},
			{
				id: 103,
				lessonId: 46,
				type: 'WATCH',
				question: 'AwB Lesson 18 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=ah8P6o4O39Y',
			},
			{
				id: 104,
				lessonId: 48,
				type: 'WATCH',
				question: 'AwB Lesson 20 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=lb4Zd82hljY',
			},
			{
				id: 75,
				lessonId: 7,
				type: 'WATCH',
				question: 'AwB Lesson 1 Video',
				order: 1,
				video: 'https://youtu.be/y640-FIpxQs?si=hB3rDhgaloR4plIj',
			},
			{
				id: 105,
				lessonId: 49,
				type: 'WATCH',
				question: 'AwB Lesson 21 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=bqSKJhP_6L0',
			},
			{
				id: 106,
				lessonId: 50,
				type: 'WATCH',
				question: 'AwB Lesson 22 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=KZzOmJW4E4o',
			},
			{
				id: 107,
				lessonId: 51,
				type: 'WATCH',
				question: 'AwB Lesson 23 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=BIX5TpunPM0',
			},
			{
				id: 76,
				lessonId: 7,
				type: 'ASSIST',
				question: 'AwB1.1 eesh',
				order: 2,
				video: '/eesh.mp3',
			},
			{
				id: 86,
				lessonId: 30,
				type: 'WATCH',
				question: 'AwB Lesson 2 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=l7G9xJ9dXXA',
			},
			{
				id: 87,
				lessonId: 31,
				type: 'WATCH',
				question: 'AwB Lesson 3 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=5aUMhBXZ8Zo',
			},
			{
				id: 88,
				lessonId: 32,
				type: 'WATCH',
				question: 'AwB Lesson 4 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=ukEgnNwrSDI',
			},
			{
				id: 89,
				lessonId: 33,
				type: 'WATCH',
				question: 'AwB Lesson 5 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=C6O7xCDh5r0',
			},
			{
				id: 90,
				lessonId: 34,
				type: 'WATCH',
				question: 'AwB Lesson 6 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=yRf9USE_lO4',
			},
			{
				id: 91,
				lessonId: 35,
				type: 'WATCH',
				question: 'AwB Lesson 7 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=8qRlZcY_jXc',
			},
			{
				id: 92,
				lessonId: 36,
				type: 'WATCH',
				question: 'AwB Lesson 8 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=cIZ-GaP7Ah8',
			},
			{
				id: 93,
				lessonId: 37,
				type: 'WATCH',
				question: 'AwB Lesson 9 Video',
				order: 1,
				video:
					'https://www.youtube.com/watch?v=nw5KHb2eHxshttps://www.youtube.com/watch?v=nw5KHb2eHxs',
			},
			{
				id: 94,
				lessonId: 38,
				type: 'WATCH',
				question: 'AwB Lesson 10 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=X7ly8n23SrY',
			},
			{
				id: 95,
				lessonId: 39,
				type: 'WATCH',
				question: 'AwB Lesson 11 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=2FgnxKn1vmE',
			},
			{
				id: 96,
				lessonId: 40,
				type: 'WATCH',
				question: 'AwB Lesson 12 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=fV3hE5BSlz8',
			},
			{
				id: 97,
				lessonId: 41,
				type: 'WATCH',
				question: 'AwB Lesson 13 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=RJP3Kg_mqRk',
			},
			{
				id: 98,
				lessonId: 42,
				type: 'WATCH',
				question: 'AwB Lesson 14 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=uwnwsQA5LkI',
			},
			{
				id: 99,
				lessonId: 43,
				type: 'WATCH',
				question: 'AwB Lesson 15 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=3k5QYkOWWyM',
			},
			{
				id: 100,
				lessonId: 44,
				type: 'WATCH',
				question: 'AwB Lesson 16 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=0K6UTCyp_9s',
			},
			{
				id: 101,
				lessonId: 45,
				type: 'WATCH',
				question: 'AwB Lesson 17 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=0zhhxgwONW4',
			},
			{
				id: 108,
				lessonId: 52,
				type: 'WATCH',
				question: 'AwB Lesson 24 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=WiConhM6izA',
			},
			{
				id: 109,
				lessonId: 53,
				type: 'WATCH',
				question: 'AwB Lesson 25 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=MpLzOnvUFu4',
			},
			{
				id: 110,
				lessonId: 54,
				type: 'WATCH',
				question: 'AwB Lesson 26 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=WBzn1O03XAk',
			},
			{
				id: 111,
				lessonId: 55,
				type: 'WATCH',
				question: 'AwB Lesson 27 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=vDvFL5MFPeI',
			},
			{
				id: 112,
				lessonId: 56,
				type: 'WATCH',
				question: 'AwB Lesson 28 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=Hcpv5dVSuuI',
			},
			{
				id: 113,
				lessonId: 57,
				type: 'WATCH',
				question: 'AwB Lesson 29 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=kHage90XCUM',
			},
			{
				id: 114,
				lessonId: 58,
				type: 'WATCH',
				question: 'AwB Lesson 30 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=bLQ9UkKORQo',
			},
			{
				id: 115,
				lessonId: 59,
				type: 'WATCH',
				question: 'AwB Lesson 31 Video',
				order: 1,
				video: 'https://youtu.be/_0vdmjAAZxA?si=rga9wmkWPrp7IHNf',
			},
			{
				id: 116,
				lessonId: 60,
				type: 'WATCH',
				question: 'AwB Lesson 32 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=TcsBh3NKKAw',
			},
			{
				id: 117,
				lessonId: 61,
				type: 'WATCH',
				question: 'AwB Lesson 33 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=Svqi-DFsHzY',
			},
			{
				id: 118,
				lessonId: 62,
				type: 'WATCH',
				question: 'AwB Lesson 34 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=JlynkmsOQ2o',
			},
			{
				id: 119,
				lessonId: 63,
				type: 'WATCH',
				question: 'AwB Lesson 35 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=PjWXJDQ6Crw',
			},
			{
				id: 120,
				lessonId: 64,
				type: 'WATCH',
				question: 'AwB Lesson 36 Video',
				order: 1,
				video: 'https://youtu.be/Qd1t9Qj489k?si=ZbJwmMZYbnUmyjr6',
			},
			{
				id: 121,
				lessonId: 65,
				type: 'WATCH',
				question: 'AwB Lesson 37 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=2RGwE6Jj8YA',
			},
			{
				id: 122,
				lessonId: 66,
				type: 'WATCH',
				question: 'AwB Lesson 38 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=VMVy_vsgedc',
			},
			{
				id: 123,
				lessonId: 67,
				type: 'WATCH',
				question: 'AwB Lesson 39 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=zv4jrTWtgsM',
			},
			{
				id: 124,
				lessonId: 68,
				type: 'WATCH',
				question: 'AwB Lesson 40 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=pDEJ6H2f7gc',
			},
			{
				id: 125,
				lessonId: 69,
				type: 'WATCH',
				question: 'AwB Lesson 41 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=n2DaZV_oJ-4',
			},
			{
				id: 126,
				lessonId: 70,
				type: 'WATCH',
				question: 'AwB Lesson 42 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=cunMCjHWaZQ',
			},
			{
				id: 127,
				lessonId: 71,
				type: 'WATCH',
				question: 'AwB Lesson 43 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=M_zbomH8mu0',
			},
			{
				id: 128,
				lessonId: 72,
				type: 'WATCH',
				question: 'AwB Lesson 44 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=ty4VhcbuOVc',
			},
			{
				id: 129,
				lessonId: 73,
				type: 'WATCH',
				question: 'AwB Lesson 45 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=TacpkWTPyzk',
			},
			{
				id: 130,
				lessonId: 74,
				type: 'WATCH',
				question: 'AwB Lesson 46 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=eGZ8prnZBxU',
			},
			{
				id: 131,
				lessonId: 75,
				type: 'WATCH',
				question: 'AwB Lesson 47 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=Jl6_aWTdzvo',
			},
			{
				id: 132,
				lessonId: 76,
				type: 'WATCH',
				question: 'AwB Lesson 48 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=5KNLFVP7yzA',
			},
			{
				id: 133,
				lessonId: 77,
				type: 'WATCH',
				question: 'AwB Lesson 49 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=Usjusbi3Di4',
			},
			{
				id: 134,
				lessonId: 78,
				type: 'WATCH',
				question: 'AwB Lesson 50 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=Akj0ue73QJM',
			},
			{
				id: 135,
				lessonId: 79,
				type: 'WATCH',
				question: 'AwB Lesson 51 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=JNg0EKgfMI0',
			},
			{
				id: 136,
				lessonId: 80,
				type: 'WATCH',
				question: 'AwB Lesson 52 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=cmeGeI9VnpQ',
			},
			{
				id: 137,
				lessonId: 81,
				type: 'WATCH',
				question: 'AwB Lesson 53 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=RniMJUn4ceY',
			},
			{
				id: 138,
				lessonId: 82,
				type: 'WATCH',
				question: 'AwB Lesson 54 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=wLFPqRb-iL4',
			},
			{
				id: 139,
				lessonId: 83,
				type: 'WATCH',
				question: 'AwB Lesson 55 Video',
				order: 1,
				video: 'https://www.youtube.com/watch?v=5lmMp_0G3_A',
			},
			{
				id: 140,
				lessonId: 84,
				type: 'WATCH',
				question: 'AwB Lesson 56 Video',
				order: 1,
				video: 'https://youtu.be/eU4oWipESdY?si=5kg6MHjRrtbVO0AF',
			},
			{
				id: 141,
				lessonId: 85,
				type: 'WATCH',
				question: 'AwB Lesson 57 Video',
				order: 1,
				video: 'https://youtu.be/4_c1iX0TlRw?si=Oi-FuFb21BcPtpdR',
			},
			{
				id: 142,
				lessonId: 86,
				type: 'WATCH',
				question: 'AwB Lesson 58 Video',
				order: 1,
				video: 'https://youtu.be/RyvoFYPrkHU?si=Vq9OV2sDIU1rS67g',
			},
			{
				id: 143,
				lessonId: 87,
				type: 'WATCH',
				question: 'AwB Lesson 59 Video',
				order: 1,
				video: 'https://youtu.be/s0dQ-LOoHPI?si=9FJXqqMfDaC54Tlz',
			},
			{
				id: 144,
				lessonId: 88,
				type: 'WATCH',
				question: 'AwB Lesson 60 Video',
				order: 1,
				video: 'https://youtu.be/xqJt2avGnt4?si=EQqg8iGnqSEtjAfk',
			},
			{
				id: 145,
				lessonId: 89,
				type: 'WATCH',
				question: 'AwB Lesson 61 Video',
				order: 1,
				video: 'https://youtu.be/roGr-wu0pa8?si=-RIc9rUhhvQmc7zv',
			},
			{
				id: 146,
				lessonId: 90,
				type: 'WATCH',
				question: 'AwB Lesson 62 Video',
				order: 1,
				video: 'https://youtu.be/KO5cS3U2dfU?si=pIW4vr784rbrL2sP',
			},
			{
				id: 147,
				lessonId: 91,
				type: 'WATCH',
				question: 'AwB Lesson 63 Video',
				order: 1,
				video: 'https://youtu.be/5tGFaBrn2Tc?si=t8VztkXOqHgfqClZ',
			},
			{
				id: 148,
				lessonId: 92,
				type: 'WATCH',
				question: 'AwB Lesson 64 Video',
				order: 1,
				video: 'https://youtu.be/wV6uC5_wzWY?si=B3fp2zFusq2ufqdn',
			},
			{
				id: 149,
				lessonId: 93,
				type: 'WATCH',
				question: 'AwB Lesson 65 Video',
				order: 1,
				video: 'https://youtu.be/53iuuW396a8?si=2iRPjhKxc5GnZoL-',
			},
			{
				id: 150,
				lessonId: 94,
				type: 'WATCH',
				question: 'AwB Lesson 66 Video',
				order: 1,
				video: 'https://youtu.be/pKs4f_YS62A?si=Aan2j_ezF6G_oOg7',
			},
			{
				id: 151,
				lessonId: 95,
				type: 'WATCH',
				question: 'AwB Lesson 67 Video',
				order: 1,
				video: 'https://youtu.be/e-9-ULphDAA?si=7stg9NA8gZePaJTG',
			},
			{
				id: 152,
				lessonId: 96,
				type: 'WATCH',
				question: 'AwB Lesson 68 Video',
				order: 1,
				video: 'https://youtu.be/wbIstDUOH7g?si=jf8OXl5Bg5HZg_Bc',
			},
			{
				id: 153,
				lessonId: 97,
				type: 'WATCH',
				question: 'AwB Lesson 69 Video',
				order: 1,
				video: 'https://youtu.be/g6NSMN50LUg?si=2XQE5FexMhmXqXlZ',
			},
			{
				id: 154,
				lessonId: 98,
				type: 'WATCH',
				question: 'AwB Lesson 70 Video',
				order: 1,
				video: 'https://youtu.be/hgdpi2G9QhQ?si=ZE01S8JtPWkm2G3b',
			},
			{
				id: 155,
				lessonId: 99,
				type: 'WATCH',
				question: 'AwB Lesson 71 Video',
				order: 1,
				video: 'https://youtu.be/bq7d0kzJj-4?si=8cQYT8RhOmEnKDWi',
			},
			{
				id: 156,
				lessonId: 100,
				type: 'WATCH',
				question: 'AwB Lesson 72 Video',
				order: 1,
				video: 'https://youtu.be/q2r-r_Wglw0?si=l7W4Zs5xO5RjB6_W',
			},
			{
				id: 157,
				lessonId: 101,
				type: 'WATCH',
				question: 'AwB Lesson 73 Video',
				order: 1,
				video: 'https://youtu.be/5eT-nzoxk7E?si=kD2CYIc7tqgZHggo',
			},
			{
				id: 158,
				lessonId: 102,
				type: 'WATCH',
				question: 'AwB Lesson 74 Video',
				order: 1,
				video: 'https://youtu.be/BOmqJepqWxs?si=FcGuu3129uR57OSV',
			},
			{
				id: 159,
				lessonId: 103,
				type: 'WATCH',
				question: 'AwB Lesson 75 Video',
				order: 1,
				video: 'https://youtu.be/OpN4_k1QRNw?si=2hADKer_xsPA-LZA',
			},
			{
				id: 160,
				lessonId: 104,
				type: 'WATCH',
				question: 'AwB Lesson 76 Video',
				order: 1,
				video: 'https://youtu.be/d84Et1wGxuI?si=uiCzggcmpWuHbTI9',
			},
			{
				id: 161,
				lessonId: 105,
				type: 'WATCH',
				question: 'AwB Lesson 77 Video',
				order: 1,
				video: 'https://youtu.be/eSRn7bdDErY?si=C7_iXVFAs2E4XPR4',
			},
			{
				id: 162,
				lessonId: 106,
				type: 'WATCH',
				question: 'AwB Lesson 78 Video',
				order: 1,
				video: 'https://youtu.be/0iFVMisL-1A?si=_xbGJzyYn1v98TpX',
			},
			{
				id: 163,
				lessonId: 107,
				type: 'WATCH',
				question: 'AwB Lesson 79 Video',
				order: 1,
				video: 'https://youtu.be/8zXxJQkiVeE?si=Vwx3yeCFaj4QN3ad',
			},
			{
				id: 164,
				lessonId: 108,
				type: 'WATCH',
				question: 'AwB Lesson 80 Video',
				order: 1,
				video: 'https://youtu.be/XNQVeI5zt30?si=4p09L4ZwzdA6j0xy',
			},
			{
				id: 165,
				lessonId: 109,
				type: 'WATCH',
				question: 'AwB Lesson 81 Video',
				order: 1,
				video: 'https://youtu.be/HH7FeUqTXhw?si=t8g39vye1JvV9-iI',
			},
			{
				id: 166,
				lessonId: 110,
				type: 'WATCH',
				question: 'AwB Lesson 82 Video',
				order: 1,
				video: 'https://youtu.be/NXLtpYJB4Dw?si=6Gpsdik0bDB0NC6h',
			},
			{
				id: 167,
				lessonId: 111,
				type: 'WATCH',
				question: 'AwB Lesson 83 Video',
				order: 1,
				video: 'https://youtu.be/Fm6XcND5A54?si=6BIiJcpi-R97V-UW',
			},
			{
				id: 168,
				lessonId: 112,
				type: 'WATCH',
				question: 'AwB Lesson 84 Video',
				order: 1,
				video: 'https://youtu.be/ga_JnuN6OXU?si=9IqVIWCN44XzPbeB',
			},
			{
				id: 169,
				lessonId: 113,
				type: 'WATCH',
				question: 'AwB Lesson 85 Video',
				order: 1,
				video: 'https://youtu.be/_0sn-tQhbIg?si=xLCx6CnctfvzSQaf',
			},
			{
				id: 170,
				lessonId: 114,
				type: 'WATCH',
				question: 'AwB Lesson 86 Video',
				order: 1,
				video: 'https://youtu.be/zQOHpmbp31s?si=Bl_KyXVMNw0P5g7D',
			},
			{
				id: 171,
				lessonId: 115,
				type: 'WATCH',
				question: 'AwB Lesson 87 Video',
				order: 1,
				video: 'https://youtu.be/4m7TazqqgSs?si=3EadDOxnlMiaq3p8',
			},
			{
				id: 172,
				lessonId: 116,
				type: 'WATCH',
				question: 'AwB Lesson 88 Video',
				order: 1,
				video: 'https://youtu.be/MnoGIoVwTic?si=3RW2iKKVpg3rN46C',
			},
			{
				id: 173,
				lessonId: 117,
				type: 'WATCH',
				question: 'AwB Lesson 89 Video',
				order: 1,
				video: 'https://youtu.be/GCYZqo7d-Oc?si=0HMhnAvKGplx8f4W',
			},
			{
				id: 174,
				lessonId: 118,
				type: 'WATCH',
				question: 'AwB Lesson 90 Video',
				order: 1,
				video: 'https://youtu.be/annY2OoWsHs?si=N_uEWifchzfZRA5Z',
			},
			{
				id: 175,
				lessonId: 119,
				type: 'WATCH',
				question: 'AwB Lesson 91 Video',
				order: 1,
				video: 'https://youtu.be/P2A1a4Yt1Zw?si=hB5J2gyx84EBSrnX',
			},
			{
				id: 176,
				lessonId: 120,
				type: 'WATCH',
				question: 'AwB Lesson 92 Video',
				order: 1,
				video: 'https://youtu.be/u9RxVs3CZT0?si=IIIEFpww0PR7tylO',
			},
			{
				id: 177,
				lessonId: 121,
				type: 'WATCH',
				question: 'AwB Lesson 93 Video',
				order: 1,
				video: 'https://youtu.be/KPLOiTazqcI?si=smsl8SfpiS0sF56I',
			},
			{
				id: 178,
				lessonId: 122,
				type: 'WATCH',
				question: 'AwB Lesson 94 Video',
				order: 1,
				video: 'https://youtu.be/uee4sUYTD10?si=VLO46bINAjBj0dnx',
			},
			{
				id: 179,
				lessonId: 123,
				type: 'WATCH',
				question: 'AwB Lesson 95 Video',
				order: 1,
				video: 'https://youtu.be/ptCc4lQcBN4?si=BOY1Eh2gBMd3ESj_',
			},
			{
				id: 180,
				lessonId: 124,
				type: 'WATCH',
				question: 'AwB Lesson 96 Video',
				order: 1,
				video: 'https://youtu.be/tO4e5lhqurA?si=0srbAOk25VbepXsL',
			},
			{
				id: 181,
				lessonId: 125,
				type: 'WATCH',
				question: 'AwB Lesson 97 Video',
				order: 1,
				video: 'https://youtu.be/h-lZNXsXsrU?si=MIoOZZe-JlhLqTk2',
			},
			{
				id: 182,
				lessonId: 126,
				type: 'WATCH',
				question: 'AwB Lesson 98 Video',
				order: 1,
				video: 'https://youtu.be/gIh1XMZmGxo?si=SDU0C6-nQPJoIaPb',
			},
			{
				id: 183,
				lessonId: 127,
				type: 'WATCH',
				question: 'AwB Lesson 99 Video',
				order: 1,
				video: 'https://youtu.be/9zOja4vuKHo?si=I-lqR-HX-3zfCXam',
			},
			{
				id: 184,
				lessonId: 128,
				type: 'WATCH',
				question: 'AwB Lesson 100 Video',
				order: 1,
				video: 'https://youtu.be/8fWEafoqgUE?si=m-MB4OVEeXd6O-n6',
			},
			{
				id: 185,
				lessonId: 129,
				type: 'WATCH',
				question: 'AwB Lesson 101 Video',
				order: 1,
				video: 'https://youtu.be/pyA4Lo0FH-0?si=UAT0RKSMxj5d9pqC',
			},
			{
				id: 186,
				lessonId: 130,
				type: 'WATCH',
				question: 'AwB Lesson 102 Video',
				order: 1,
				video: 'https://youtu.be/fJ82gRW5IfA?si=k4neOY5AtfnMp5xx',
			},
			{
				id: 187,
				lessonId: 131,
				type: 'WATCH',
				question: 'AwB Lesson 103 Video',
				order: 1,
				video: 'https://youtu.be/-rG7lpGEoyM?si=DEd20YAYgVluUQzt',
			},
			{
				id: 188,
				lessonId: 132,
				type: 'WATCH',
				question: 'AwB Lesson 104 Video',
				order: 1,
				video: 'https://youtu.be/h5pBfYWJJ50?si=xc20E9fCZyfsW6kT',
			},
			{
				id: 189,
				lessonId: 133,
				type: 'WATCH',
				question: 'AwB Lesson 105 Video',
				order: 1,
				video: 'https://youtu.be/bmIvOonGM4w?si=wM6TymBuokLed_vc',
			},
			{
				id: 190,
				lessonId: 134,
				type: 'WATCH',
				question: 'AwB Lesson 106 Video',
				order: 1,
				video: 'https://youtu.be/wf6Q2fWMiIA?si=RTyBdP_vJUr9-z7F',
			},
			{
				id: 191,
				lessonId: 135,
				type: 'WATCH',
				question: 'AwB Lesson 107 Video',
				order: 1,
				video: 'https://youtu.be/PeJSo4j0wOo?si=a1JoV_xf4Cau8n49',
			},
			{
				id: 192,
				lessonId: 136,
				type: 'WATCH',
				question: 'AwB Lesson 108 Video',
				order: 1,
				video: 'https://youtu.be/86SK2LYi-rI?si=eoPWGW6ZGmdUzQTQ',
			},
			{
				id: 193,
				lessonId: 137,
				type: 'WATCH',
				question: 'AwB Lesson 109 Video',
				order: 1,
				video: 'https://youtu.be/OZ-DaRBByL4?si=zV5nPeY0ShQLoTMS',
			},
			{
				id: 194,
				lessonId: 138,
				type: 'WATCH',
				question: 'AwB Lesson 110 Video',
				order: 1,
				video: 'https://youtu.be/P2Il3-_5VKM?si=Bd1E_m-26ULmYS7V',
			},
			{
				id: 195,
				lessonId: 139,
				type: 'WATCH',
				question: 'AwB Lesson 111 Video',
				order: 1,
				video: 'https://youtu.be/EBXP7ioVmUI?si=qVAmgzk8wRY5RL3r',
			},
			{
				id: 197,
				lessonId: 141,
				type: 'WATCH',
				question: 'AwB Lesson 113 Video',
				order: 1,
				video: 'https://youtu.be/sOn-0YpJS7E?si=9ObZv5kQshJN6UoI',
			},
			{
				id: 198,
				lessonId: 142,
				type: 'WATCH',
				question: 'AwB Lesson 114 Video',
				order: 1,
				video: 'https://youtu.be/lB7tJMWxL0w?si=v5XSJWPEiEbDqzpG',
			},
			{
				id: 196,
				lessonId: 140,
				type: 'WATCH',
				question: 'AwB Lesson 112 Video',
				order: 1,
				video: 'https://youtu.be/P4JB9OeZO_A?si=WIyWEvxzxVLrYoS1',
			},
			{
				id: 199,
				lessonId: 143,
				type: 'WATCH',
				question: 'AwB Lesson 115 Video',
				order: 1,
				video: 'https://youtu.be/16tjhQGBiT0?si=HYm6QVY4v-2l5URt',
			},
			{
				id: 200,
				lessonId: 144,
				type: 'WATCH',
				question: 'AwB Lesson 116 Video',
				order: 1,
				video: 'https://youtu.be/CmIugls3ACs?si=wp11TQieH-JGXJur',
			},
			{
				id: 201,
				lessonId: 145,
				type: 'WATCH',
				question: 'AwB Lesson 117 Video',
				order: 1,
				video: 'https://youtu.be/A6xsExGyGLA?si=8w-lC1dB-QeySNSZ',
			},
			{
				id: 202,
				lessonId: 146,
				type: 'WATCH',
				question: 'AwB Lesson 118 Video',
				order: 1,
				video: 'https://youtu.be/K63OfFu_lZM?si=bbTpizMaZjv9Z6pE',
			},
			{
				id: 203,
				lessonId: 147,
				type: 'WATCH',
				question: 'AwB Lesson 119 Video',
				order: 1,
				video: 'https://youtu.be/nAcxouMQ3ro?si=K4mkzeFQ0wRX5c1G',
			},
			{
				id: 204,
				lessonId: 148,
				type: 'WATCH',
				question: 'AwB Lesson 120 Video',
				order: 1,
				video: 'https://youtu.be/oQzq14ALrTs?si=EqJjj3enVGGnRFvb',
			},
			{
				id: 205,
				lessonId: 149,
				type: 'WATCH',
				question: 'AwB Lesson 121 Video',
				order: 1,
				video: 'https://youtu.be/vnbZE8cpYJw?si=df2KV7DtL5OxCaYp',
			},
			{
				id: 206,
				lessonId: 150,
				type: 'WATCH',
				question: 'AwB Lesson 122 Video',
				order: 1,
				video: 'https://youtu.be/tsSvsD3aAAQ?si=Y8w1zmSj9ynXakcY',
			},
			{
				id: 207,
				lessonId: 151,
				type: 'WATCH',
				question: 'AwB Lesson 123 Video',
				order: 1,
				video: 'https://youtu.be/r5zG_8mmKU0?si=uCHazoiabuTZdwtr',
			},
			{
				id: 208,
				lessonId: 152,
				type: 'WATCH',
				question: 'AwB Lesson 124 Video',
				order: 1,
				video: 'https://youtu.be/LyqUe_nruNc?si=yCPzsdwSjYVRNEE_',
			},
			{
				id: 209,
				lessonId: 153,
				type: 'WATCH',
				question: 'AwB Lesson 125 Video',
				order: 1,
				video: 'https://youtu.be/h93PJMTwMBY?si=nAkBxhnz90lMQ3jt',
			},
			{
				id: 210,
				lessonId: 154,
				type: 'WATCH',
				question: 'AwB Lesson 126 Video',
				order: 1,
				video: 'https://youtu.be/_-NUyh9KqPc?si=vBbWjfECSLxEr2k_',
			},
			{
				id: 211,
				lessonId: 155,
				type: 'WATCH',
				question: 'AwB Lesson 127 Video',
				order: 1,
				video: 'https://youtu.be/HJrK59eQrwo?si=It1AV217qxpeQniK',
			},
			{
				id: 212,
				lessonId: 156,
				type: 'WATCH',
				question: 'AwB Lesson 128 Video',
				order: 1,
				video: 'https://youtu.be/1T1lVHzVdwc?si=1hIoezSxt3KKqVV9',
			},
			{
				id: 213,
				lessonId: 157,
				type: 'WATCH',
				question: 'AwB Lesson 129 Video',
				order: 1,
				video: 'https://youtu.be/Ppv_dYMdkzE?si=BkeY2yQN8QGmL-g3',
			},
			{
				id: 214,
				lessonId: 158,
				type: 'WATCH',
				question: 'AwB Lesson 1 Video',
				order: 1,
				video: 'https://youtu.be/BwzTgcUmz_c?si=uhwDIDFI-AOzjhIT',
			},
			{
				id: 215,
				lessonId: 159,
				type: 'WATCH',
				question: 'AwB Lesson 131 Video',
				order: 1,
				video: 'https://youtu.be/yvRnpqYrv_0?si=V7zx_8LwZPz90V86',
			},
			{
				id: 216,
				lessonId: 160,
				type: 'WATCH',
				question: 'AwB Lesson 132 Video',
				order: 1,
				video: 'https://youtu.be/V2GCctdxxs8?si=iBIiuQTMypxduAcS',
			},
			{
				id: 217,
				lessonId: 161,
				type: 'WATCH',
				question: 'AwB Lesson 133 Video',
				order: 1,
				video: 'https://youtu.be/b25l-CCAI4k?si=toei0UyVxA7GSjqe',
			},
			{
				id: 218,
				lessonId: 162,
				type: 'WATCH',
				question: 'AwB Lesson 134 Video',
				order: 1,
				video: 'https://youtu.be/-oiLPkR05ZY?si=1rlTWOG2Nr13vnaE',
			},
			{
				id: 219,
				lessonId: 163,
				type: 'WATCH',
				question: 'AwB Lesson 135 Video',
				order: 1,
				video: 'https://youtu.be/m4nlTU20yfg?si=Fg_DliM9aX78_idi',
			},
			{
				id: 220,
				lessonId: 164,
				type: 'WATCH',
				question: 'AwB Lesson 136 Video',
				order: 1,
				video: 'https://youtu.be/TYRES7LxNKo?si=HEdh04UGJ2g5glbD',
			},
			{
				id: 221,
				lessonId: 165,
				type: 'WATCH',
				question: 'AwB Lesson 1 Video',
				order: 1,
				video: 'https://youtu.be/aMta6Sfgk4M?si=c7Ox3vt0Mri4Hn7i',
			},
			{
				id: 222,
				lessonId: 166,
				type: 'WATCH',
				question: 'AwB Lesson 138 Video',
				order: 1,
				video: 'https://youtu.be/GA_dxKld2tQ?si=f4QAQ5DLnTSE4hTb',
			},
			{
				id: 223,
				lessonId: 167,
				type: 'WATCH',
				question: 'AwB Lesson 139 Video',
				order: 1,
				video: 'https://youtu.be/FQAi-kSPQQE?si=t247YoOGOZxuNd8w',
			},
			{
				id: 224,
				lessonId: 168,
				type: 'WATCH',
				question: 'AwB Lesson 140 Video',
				order: 1,
				video: 'https://youtu.be/c8lTR5diWzQ?si=bVEQRpfqwidYBY4y',
			},
			{
				id: 225,
				lessonId: 169,
				type: 'WATCH',
				question: 'AwB Classroom 1 Video',
				order: 1,
				video: 'https://youtu.be/hQgqILJBsIM?si=k-NpggSXCva36-k9',
			},
			{
				id: 226,
				lessonId: 170,
				type: 'WATCH',
				question: 'AwB Classroom 2 Video',
				order: 1,
				video: 'https://youtu.be/G8EIanu0Q5o?si=kI8izI_PuFJI4nYM',
			},
			{
				id: 227,
				lessonId: 171,
				type: 'WATCH',
				question: 'AwB Classroom 3 Video',
				order: 1,
				video: 'https://youtu.be/Jn5brPqTH-8?si=pXC1eN1vPuEgEiuk',
			},
			{
				id: 228,
				lessonId: 172,
				type: 'WATCH',
				question: 'AwB Classroom 4 Video',
				order: 1,
				video: 'https://youtu.be/H9jzzCWR1Og?si=O7ICvUo1u-9UB5W4',
			},
			{
				id: 229,
				lessonId: 173,
				type: 'WATCH',
				question: 'AwB Classroom 5 Video',
				order: 1,
				video: 'https://youtu.be/PwgTQ5hpfBY?si=CpL01Kfg-8t-8DyF',
			},
			{
				id: 230,
				lessonId: 174,
				type: 'WATCH',
				question: 'AwB Classroom 6 Video',
				order: 1,
				video: 'https://youtu.be/qCP4RT5FKNg?si=jSmEfJpsXkwcYPwR',
			},
			{
				id: 231,
				lessonId: 175,
				type: 'WATCH',
				question: 'AwB Classroom 7 Video',
				order: 1,
				video: 'https://youtu.be/WfGvXzWDxgA?si=KBb4eTeI6476Dz05',
			},
			{
				id: 232,
				lessonId: 176,
				type: 'WATCH',
				question: 'AwB Classroom 8 Video',
				order: 1,
				video: 'https://youtu.be/HMX9CcCSacM?si=cqSaQNlvJ4Ra_MY9',
			},
			{
				id: 233,
				lessonId: 177,
				type: 'WATCH',
				question: 'AwB Classroom 9 Video',
				order: 1,
				video: 'https://youtu.be/bfg6SXAykcE?si=8GHQ9Uj8R2bvtKdx',
			},
			{
				id: 234,
				lessonId: 178,
				type: 'WATCH',
				question: 'AwB Classroom 10 Video',
				order: 1,
				video: 'https://youtu.be/wj_MztDc4VY?si=4hdAU_4oZs_Tp20e',
			},
			{
				id: 238,
				lessonId: 34,
				type: 'WATCH',
				question: 'AwB Lesson 6b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=UeCpI76A6PE',
			},
			{
				id: 235,
				lessonId: 31,
				type: 'WATCH',
				question: 'AwB Lesson 3b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=ZRucyjWURK0',
			},
			{
				id: 236,
				lessonId: 32,
				type: 'WATCH',
				question: 'AwB Lesson 4b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=Vw1EW7n4y-o',
			},
			{
				id: 237,
				lessonId: 33,
				type: 'WATCH',
				question: 'AwB Lesson 5b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=4ER7m5u-nWY',
			},
			{
				id: 239,
				lessonId: 36,
				type: 'WATCH',
				question: 'AwB Lesson 8b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=gtmVnBeZuuo',
			},
			{
				id: 240,
				lessonId: 39,
				type: 'WATCH',
				question: 'AwB Lesson 11b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=AYwjSQSMgrk',
			},
			{
				id: 241,
				lessonId: 40,
				type: 'WATCH',
				question: 'AwB Lesson 12b Video',
				order: 20,
				video: 'https://youtu.be/jiX6c6eKFbQ?si=4iiBO0XB5Rnuqd7O',
			},
			{
				id: 242,
				lessonId: 42,
				type: 'WATCH',
				question: 'AwB Lesson 14b Video',
				order: 20,
				video: 'https://youtu.be/dqFFoGDS-58?si=o_KLBdjvEGHsXVUz',
			},
			{
				id: 243,
				lessonId: 52,
				type: 'WATCH',
				question: 'AwB Lesson 24b Video',
				order: 20,
				video: 'https://youtu.be/rBxezX9g5l4?si=qL82Mkv2JL8UJjGO',
			},
			{
				id: 244,
				lessonId: 58,
				type: 'WATCH',
				question: 'AwB Lesson 30b Video',
				order: 20,
				video: 'https://youtu.be/t8X8Hla7GtY?si=pPKEtgy2YdRTffJb',
			},
			{
				id: 245,
				lessonId: 63,
				type: 'WATCH',
				question: 'AwB Lesson 35b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=n3xiATtfs9k',
			},
			{
				id: 246,
				lessonId: 67,
				type: 'WATCH',
				question: 'AwB Lesson 39b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=djxEE79CMNA',
			},
			{
				id: 247,
				lessonId: 69,
				type: 'WATCH',
				question: 'AwB Lesson 41b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=JY1iR55tnH0',
			},
			{
				id: 248,
				lessonId: 72,
				type: 'WATCH',
				question: 'AwB Lesson 44b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=VMLvcKvQJmY',
			},
			{
				id: 249,
				lessonId: 73,
				type: 'WATCH',
				question: 'AwB Lesson 45b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=Jwaf9Ojt-PA',
			},
			{
				id: 250,
				lessonId: 81,
				type: 'WATCH',
				question: 'AwB Lesson 53b Video',
				order: 20,
				video: 'https://www.youtube.com/watch?v=INj0QxZ8Op4',
			},
			{
				id: 251,
				lessonId: 85,
				type: 'WATCH',
				question: 'AwB Lesson 57b Video',
				order: 20,
				video: 'https://youtu.be/QRy01CcRi1E?si=Afe9bAjIbJFDmpRc',
			},
			{
				id: 252,
				lessonId: 86,
				type: 'WATCH',
				question: 'AwB Lesson 58b Video',
				order: 20,
				video: 'https://youtu.be/HlZ272uoVjs?si=lOuLw29L3-25bqdx',
			},
			{
				id: 253,
				lessonId: 89,
				type: 'WATCH',
				question: 'AwB Lesson 61b Video',
				order: 20,
				video: 'https://youtu.be/XRN7X_DRZZs?si=ebb_hdZ3iuHl8dCy',
			},
			{
				id: 254,
				lessonId: 91,
				type: 'WATCH',
				question: 'AwB Lesson 63b Video',
				order: 20,
				video: 'https://youtu.be/1Vd5ge8zJ0c?si=huzvXUbcvM9Jlio5',
			},
			{
				id: 255,
				lessonId: 95,
				type: 'WATCH',
				question: 'AwB Lesson 67b Video',
				order: 20,
				video: 'https://youtu.be/eUfIQvMOgPg?si=KNGdk7tNGuyRu2z0',
			},
			{
				id: 256,
				lessonId: 98,
				type: 'WATCH',
				question: 'AwB Lesson 70b Video',
				order: 20,
				video: 'https://youtu.be/GGTGcnvluo8?si=iA0puGsgKZ3zhJC2',
			},
			{
				id: 257,
				lessonId: 99,
				type: 'WATCH',
				question: 'AwB Lesson 71b Video',
				order: 20,
				video: 'https://youtu.be/fRohSObcqZI?si=ZXMJ3lW7mXyCmLvc',
			},
			{
				id: 258,
				lessonId: 101,
				type: 'WATCH',
				question: 'AwB Lesson 73b Video',
				order: 20,
				video: 'https://youtu.be/1xQGhlYs9ig?si=LVowtYj2thCMCbqY',
			},
			{
				id: 259,
				lessonId: 110,
				type: 'WATCH',
				question: 'AwB Lesson 82b Video',
				order: 20,
				video: 'https://youtu.be/_gQVB9r6NWk?si=T1H4mPL4clO_uo2x',
			},
			{
				id: 260,
				lessonId: 111,
				type: 'WATCH',
				question: 'AwB Lesson 83b Video',
				order: 20,
				video: 'https://youtu.be/3XOZcxzNAfE?si=kNJmi1X_nRMKnmt1',
			},
			{
				id: 261,
				lessonId: 113,
				type: 'WATCH',
				question: 'AwB Lesson 85b Video',
				order: 20,
				video: 'https://youtu.be/NRakE3i_Xp8?si=4yHGc96LMLM7wCE6',
			},
			{
				id: 262,
				lessonId: 115,
				type: 'WATCH',
				question: 'AwB Lesson 87b Video',
				order: 20,
				video: 'https://youtu.be/SAllJMIQ34w?si=XIX9qOQ3iJs_Cb7R',
			},
			{
				id: 263,
				lessonId: 119,
				type: 'WATCH',
				question: 'AwB Lesson 91b Video',
				order: 20,
				video: 'https://youtu.be/gzFofeAJ1YQ?si=um7ZVfNWP4nEihuj',
			},
			{
				id: 264,
				lessonId: 126,
				type: 'WATCH',
				question: 'AwB Lesson 98b Video',
				order: 20,
				video: 'https://youtu.be/7vvc8A1XjWs?si=7Di6YUwkD5WnBa5i',
			},
			{
				id: 265,
				lessonId: 127,
				type: 'WATCH',
				question: 'AwB Lesson 99b Video',
				order: 20,
				video: 'https://youtu.be/1unfgYNfnlg?si=_r-aFqdQ1CjKl7Ot',
			},
			{
				id: 266,
				lessonId: 132,
				type: 'WATCH',
				question: 'AwB Lesson 104b Video',
				order: 20,
				video: 'https://youtu.be/dhodIwhF8Uw?si=lvP8K6boK3KVjUj2',
			},
			{
				id: 267,
				lessonId: 134,
				type: 'WATCH',
				question: 'AwB Lesson 106b Video',
				order: 20,
				video: 'https://youtu.be/XByk4zMuXeg?si=shQflJdGjpQTNR8B',
			},
			{
				id: 268,
				lessonId: 139,
				type: 'WATCH',
				question: 'AwB Lesson 111b Video',
				order: 20,
				video: 'https://youtu.be/PLljOoUQShU?si=MHvDExd8t6zRjSUt',
			},
			{
				id: 269,
				lessonId: 146,
				type: 'WATCH',
				question: 'AwB Lesson 118b Video',
				order: 20,
				video: 'https://youtu.be/M8_ACBZoMSQ?si=_EudVxkp7LEt2YIo',
			},
			{
				id: 270,
				lessonId: 149,
				type: 'WATCH',
				question: 'AwB Lesson 121b Video',
				order: 20,
				video: 'https://youtu.be/jDA9VtI3pCE?si=I68dKRIsTtDWFmS5',
			},
			{
				id: 271,
				lessonId: 155,
				type: 'WATCH',
				question: 'AwB Lesson 127b Video',
				order: 20,
				video: 'https://youtu.be/_DQ0bpMH3lo?si=jC4YamNgRhleElG1',
			},
			{
				id: 272,
				lessonId: 156,
				type: 'WATCH',
				question: 'AwB Lesson 128b Video',
				order: 20,
				video: 'https://youtu.be/fv2rReLA4jc?si=GzB8HcylVzwX-OMH',
			},
			{
				id: 273,
				lessonId: 166,
				type: 'WATCH',
				question: 'AwB Lesson 138b Video',
				order: 20,
				video: 'https://youtu.be/LPlLmqeOUMg?si=1RjCRj56E9AU4HsV',
			},
			{
				id: 274,
				lessonId: 57,
				type: 'WATCH',
				question: 'Psalm 125:2 Video',
				order: 300,
				video: 'https://youtu.be/1jbZlmGbRgU?si=R45oTEWEI3Ecw_Q3',
			},
			{
				id: 275,
				lessonId: 58,
				type: 'WATCH',
				question: 'Psalm 106:48 Video',
				order: 300,
				video: 'https://youtu.be/rZqTI2Ok7JE?si=ZkS0eS4zJR9OeuH2',
			},
			{
				id: 276,
				lessonId: 72,
				type: 'WATCH',
				question: 'El Gadol Yahweh Video',
				order: 300,
				video: 'https://youtu.be/f9weejgDN3Q?si=EXX1qh0GN0CqI6Tp',
			},
			{
				id: 277,
				lessonId: 107,
				type: 'WATCH',
				question: 'Psalm 118:26 Video',
				order: 300,
				video: 'https://youtu.be/gzSkXGbRPlI?si=A7yuyNFpalzMBdg_',
			},
			{
				id: 278,
				lessonId: 68,
				type: 'WATCH',
				question: 'Story 1: The Small Boy Video',
				order: 300,
				video: 'https://youtu.be/oY0n91hfSwI?si=IqwGaV9EySj3RZ-E',
			},
			{
				id: 279,
				lessonId: 70,
				type: 'WATCH',
				question: 'Story 2: Israel Asks for a King Video',
				order: 300,
				video: 'https://youtu.be/indDOdcK4Aw?si=iws9zzGUATubLJx9',
			},
			{
				id: 280,
				lessonId: 74,
				type: 'WATCH',
				question: 'Story 3: The Creation Story Video',
				order: 300,
				video: 'https://youtu.be/wjVzrsHOgUM?si=TvGpz0UuRmu0H6-L',
			},
			{
				id: 281,
				lessonId: 76,
				type: 'WATCH',
				question: 'Story 4: Avram, Beth & the Two Jars Video',
				order: 300,
				video: 'https://youtu.be/t88kj5O1Gnc?si=5oNKBjFutxrGPbCu',
			},
			{
				id: 282,
				lessonId: 77,
				type: 'WATCH',
				question: 'Story 5: The Cook Who Had No Salt Video',
				order: 300,
				video: 'https://youtu.be/Q5Sxt2L0A3w?si=P5bEO_EQrI-RllaH',
			},
			{
				id: 283,
				lessonId: 80,
				type: 'WATCH',
				question: 'Story 6: Moses in the Land of Midian Video',
				order: 300,
				video: 'https://youtu.be/4deMzVZzN4E?si=lwWITQzrLS5gBA7x',
			},
			{
				id: 284,
				lessonId: 81,
				type: 'WATCH',
				question: 'Story 7: The Twelve Spies Video',
				order: 300,
				video: 'https://youtu.be/cm4uRuW9fl4?si=f7QdNp0YsknVXvCu',
			},
			{
				id: 285,
				lessonId: 85,
				type: 'WATCH',
				question: 'Story 8: Just Like Eglon Did Video',
				order: 300,
				video: 'https://youtu.be/EdT_zSlnylo?si=1TpPCbAvcuXAcdDI',
			},
			{
				id: 286,
				lessonId: 86,
				type: 'WATCH',
				question: 'Story 9: Yosef & His Wife & Their House Video',
				order: 300,
				video: 'https://youtu.be/wcaoSZwiSkc?si=G9vzHB9urUxJW4Z1',
			},
			{
				id: 287,
				lessonId: 90,
				type: 'WATCH',
				question: 'Story 10: Esau Comes to Meet Jacob Video',
				order: 300,
				video: 'https://youtu.be/HYYlo5gkQRY?si=4-I0dAz-16tWovQT',
			},
			{
				id: 288,
				lessonId: 92,
				type: 'WATCH',
				question: 'Story 11: David & Goliath Video',
				order: 300,
				video: 'https://youtu.be/IBf4PWps9qk?si=H_1hQ-kdpEWfZNTR',
			},
			{
				id: 289,
				lessonId: 96,
				type: 'WATCH',
				question: 'Story 12: Gideon and the Camp of Midian Video',
				order: 300,
				video: 'https://youtu.be/K3GkhxSxxnk?si=qBdxhDu1X18ZCu-R',
			},
			{
				id: 290,
				lessonId: 97,
				type: 'WATCH',
				question: 'Story 13: The Boy in the Ark Video',
				order: 300,
				video: 'https://youtu.be/u9fno8Jr1yg?si=VUXvHi4FwnFviD2s',
			},
			{
				id: 291,
				lessonId: 98,
				type: 'WATCH',
				question: 'Story 14: The Woman Who Killed Sisera Video',
				order: 300,
				video: 'https://youtu.be/9LTSFwz2aaQ?si=gBNejpSEqQBCMs3g',
			},
			{
				id: 292,
				lessonId: 99,
				type: 'WATCH',
				question: 'Story 15: Who Killed That Man? Video',
				order: 300,
				video: 'https://youtu.be/T5HICKdOKuY?si=GdFrKplSpx9ptycr',
			},
			{
				id: 293,
				lessonId: 99,
				type: 'WATCH',
				question: 'Story 16: Where Is The Silver? Video',
				order: 350,
				video: 'https://youtu.be/zcDWyOoYs-4?si=b7EPlhBoqnjANdEc',
			},
			{
				id: 294,
				lessonId: 101,
				type: 'WATCH',
				question: 'Story 17: Naomi & Ruth Video',
				order: 300,
				video: 'https://youtu.be/dkHjpIaH0vM?si=YnJmcWEGa1PeBUcL',
			},
			{
				id: 295,
				lessonId: 106,
				type: 'WATCH',
				question: 'Story 18: Israel Crosses the Jordan Video',
				order: 300,
				video: 'https://youtu.be/5qKUYdFvCA4?si=lME_ZksGWu0ItuUd',
			},
			{
				id: 296,
				lessonId: 106,
				type: 'WATCH',
				question: 'Story 19: The Covenant & the Lie Video',
				order: 350,
				video: 'https://youtu.be/9NiqS_SCKMU?si=3OMlrIha6I3MG9wC',
			},
			{
				id: 297,
				lessonId: 112,
				type: 'WATCH',
				question: 'Story 20: Avram & the Bread Video',
				order: 300,
				video: 'https://youtu.be/MidXOBL8EcU?si=KaTTuyssDC4LTH59',
			},
			{
				id: 298,
				lessonId: 113,
				type: 'WATCH',
				question: 'Story 21: Every Firstborn of Egypt Video',
				order: 300,
				video: 'https://youtu.be/UP18q9WRcPE?si=7n9gdWrqU6R05kgq',
			},
			{
				id: 299,
				lessonId: 115,
				type: 'WATCH',
				question: 'Story 22: Two Spies to Jericho Video',
				order: 300,
				video: 'https://youtu.be/9OHPY9KQlSg?si=3wIZO1l4DSMWhPHz',
			},
			{
				id: 300,
				lessonId: 116,
				type: 'WATCH',
				question: "Story 23: Jacob's Wives Bear Him Children Video",
				order: 300,
				video: 'https://youtu.be/_ltRsUR_vys?si=oHHDZzGDfw_-hiO-',
			},
			{
				id: 301,
				lessonId: 117,
				type: 'WATCH',
				question: 'Story 24: Jacob Flees from Esau Video',
				order: 300,
				video: 'https://youtu.be/CxEDoPidyW0?si=iGtA_RWgH2j6hbmZ',
			},
			{
				id: 302,
				lessonId: 120,
				type: 'WATCH',
				question: "Story 25: She's Still Crying Video",
				order: 300,
				video: 'https://youtu.be/e3fZ3Ym5dJo?si=pNRaQ-h5ZZjIpqLx',
			},
			{
				id: 303,
				lessonId: 121,
				type: 'WATCH',
				question: "Story 26: Samuel Heard Yahweh's Voice Video",
				order: 300,
				video: 'https://youtu.be/twwaABoRwdo?si=yHxH1nEWADildEbX',
			},
			{
				id: 304,
				lessonId: 122,
				type: 'WATCH',
				question: 'Story 27: The Man and His Wife in Eden Video',
				order: 300,
				video: 'https://youtu.be/4Gt_jL41vzQ?si=F9REV29u3XwupEhR',
			},
			{
				id: 305,
				lessonId: 124,
				type: 'WATCH',
				question: 'Story 28: Jacob Works in Exchange for Rachel Video',
				order: 300,
				video: 'https://youtu.be/SBp7ABT3zfk?si=9myGfL5TgXhezstt',
			},
			{
				id: 306,
				lessonId: 126,
				type: 'WATCH',
				question: 'Story 29: Jacob Flees From Laban Video',
				order: 300,
				video: 'https://youtu.be/GdU7LIWKQb0?si=bVrnuSZJmaaSy0U6',
			},
			{
				id: 307,
				lessonId: 127,
				type: 'WATCH',
				question: 'Story 30: Solomon Asks for Wisdom Video',
				order: 300,
				video: 'https://youtu.be/VRXyhEAcU_0?si=Q3WksSTK0iObzstP',
			},
			{
				id: 308,
				lessonId: 128,
				type: 'WATCH',
				question: 'Story 31: Who Will Reign After David? Video',
				order: 300,
				video: 'https://youtu.be/76oj5zS6iFA?si=dhnuPz-L16z_hCZa',
			},
			{
				id: 309,
				lessonId: 129,
				type: 'WATCH',
				question: 'Story 32: The Israelites Ask for a King (version 2) Video',
				order: 300,
				video: 'https://youtu.be/EwhCDxmpIeg?si=R0vHI20IBJ8BwAxm',
			},
			{
				id: 310,
				lessonId: 132,
				type: 'WATCH',
				question: "Story 33: Esau's Wives Video",
				order: 300,
				video: 'https://youtu.be/MIwm_w2HZH4?si=xHMNugLpgtp4-OQa',
			},
			{
				id: 311,
				lessonId: 135,
				type: 'WATCH',
				question: 'Story 35: Samuel Anointed David Video',
				order: 300,
				video: 'https://youtu.be/SzsPMBAuv0s?si=pJ1l1OM3AklYJgK2',
			},
			{
				id: 312,
				lessonId: 134,
				type: 'WATCH',
				question: 'Story 34: Noah the Righteous & the Floodwaters Video',
				order: 300,
				video: 'https://youtu.be/CoR1Xg6CkoE?si=Ewxa01qv9uPam_19',
			},
			{
				id: 313,
				lessonId: 136,
				type: 'WATCH',
				question: 'Story 36: 12 Stones for 12 Tribes Video',
				order: 300,
				video: 'https://youtu.be/Kml_xGR7uhg?si=VkxkBD7S0NRKbmpl',
			},
			{
				id: 314,
				lessonId: 137,
				type: 'WATCH',
				question: 'Story 37: The Inheritance of the Tribes of Israel Video',
				order: 300,
				video: 'https://youtu.be/-Ax-4cz5mto?si=YahWgk1LHfznqFMs',
			},
			{
				id: 315,
				lessonId: 139,
				type: 'WATCH',
				question: 'Story 38: Gideon is Afraid Video',
				order: 300,
				video: 'https://youtu.be/WGeLVcMGc-E?si=dwgv_KR1EW4BPuJg',
			},
			{
				id: 316,
				lessonId: 139,
				type: 'WATCH',
				question: 'Story 39: Bezalel Made the Tabernacle Video',
				order: 350,
				video: 'https://youtu.be/2jiAInaGrLA?si=EKurB-ytdV38xZeT',
			},
			{
				id: 317,
				lessonId: 145,
				type: 'WATCH',
				question: 'Story 40: The Days of the Life of Jacob Video',
				order: 300,
				video: 'https://youtu.be/CfI38FeAc2I?si=OsN37DZ72g7tm0HN',
			},
			{
				id: 318,
				lessonId: 145,
				type: 'WATCH',
				question: 'Story 41: Saul and the Medium Video',
				order: 350,
				video: 'https://youtu.be/7JlFXsFj1_Q?si=W76pJnUNotY_iKJD',
			},
			{
				id: 319,
				lessonId: 147,
				type: 'WATCH',
				question: 'Story 42: Joseph and His Brothers Video',
				order: 300,
				video: 'https://youtu.be/GwxvQlZz-3w?si=2a2jmK3iRxQRG7Iu',
			},
			{
				id: 320,
				lessonId: 149,
				type: 'WATCH',
				question: 'Story 43: Abraham and His Son Video',
				order: 300,
				video: 'https://youtu.be/nXishmLJ5Ok?si=b8W4Z3l6wQ-iIrsZ',
			},
			{
				id: 321,
				lessonId: 152,
				type: 'WATCH',
				question: 'Story 43b: Moses on the Nile Video',
				order: 300,
				video: 'https://youtu.be/MB7_m-yQqno?si=cb7hjAiRWXXp8Rdb',
			},
			{
				id: 322,
				lessonId: 153,
				type: 'WATCH',
				question: "Story 44: The Messenger Appears to Manoah's Wife Video",
				order: 300,
				video: 'https://youtu.be/Q3MRya9jGp0?si=E9u6U8MZQ4VBYQ_F',
			},
			{
				id: 323,
				lessonId: 154,
				type: 'WATCH',
				question: 'Story 45: Joseph Brings His Brothers to His House Video',
				order: 300,
				video: 'https://youtu.be/W5_NVUoJX_o?si=r_cl30G4a2Ijpkvd',
			},
			{
				id: 324,
				lessonId: 155,
				type: 'WATCH',
				question: 'Story 46: Jeremiah and the Rechabites Video',
				order: 300,
				video: 'https://youtu.be/y5djnlvtmyc?si=9q_IaQBh0nQs6W2W',
			},
			{
				id: 325,
				lessonId: 157,
				type: 'WATCH',
				question: "Story 47: God Opens Rachel's Womb Video",
				order: 300,
				video: 'https://youtu.be/Xz9vsbwDJgc?si=kAsRX4BQmYhvZFuz',
			},
			{
				id: 326,
				lessonId: 162,
				type: 'WATCH',
				question: "Story 48: Rebekah and Abraham's Servant Video",
				order: 300,
				video: 'https://youtu.be/3JG9OyZMwFU?si=4VczDmY5dyA7J3n2',
			},
			{
				id: 327,
				lessonId: 165,
				type: 'WATCH',
				question: "Story 49: Elijah & the Widow's Son Video",
				order: 300,
				video: 'https://youtu.be/EW3JhQ3w5C8?si=I5e5If6aYz5D4MLA',
			},
		])

		await db.insert(schema.challengeOptions).values([
			{
				id: 325,
				challengeId: 2,
				text: 'el problema',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 326,
				challengeId: 2,
				text: 'la problema',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 327,
				challengeId: 4,
				text: 'el tomate',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 328,
				challengeId: 4,
				text: 'la tomate',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 329,
				challengeId: 5,
				text: 'el niño',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 330,
				challengeId: 5,
				text: 'la niño',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 331,
				challengeId: 7,
				text: 'el hospital',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 332,
				challengeId: 7,
				text: 'la hospital',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 333,
				challengeId: 10,
				text: 'el banco',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 334,
				challengeId: 10,
				text: 'el/la banco',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 335,
				challengeId: 12,
				text: 'el sistema',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 336,
				challengeId: 12,
				text: 'la sistema',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 337,
				challengeId: 14,
				text: 'el hotel',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 338,
				challengeId: 14,
				text: 'la hotel',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 339,
				challengeId: 20,
				text: 'el muchacho',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 340,
				challengeId: 20,
				text: 'la muchacho',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 341,
				challengeId: 23,
				text: 'el animal',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 342,
				challengeId: 23,
				text: 'la animal',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 343,
				challengeId: 24,
				text: 'el hermano',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 344,
				challengeId: 24,
				text: 'la hermano',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 345,
				challengeId: 27,
				text: 'el gato',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 346,
				challengeId: 27,
				text: 'la gato',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 347,
				challengeId: 30,
				text: 'el vino',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 348,
				challengeId: 30,
				text: 'la vino',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 349,
				challengeId: 31,
				text: 'el teléfono',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 350,
				challengeId: 31,
				text: 'el/la teléfono',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 351,
				challengeId: 36,
				text: 'el baño',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 352,
				challengeId: 36,
				text: 'el/la baño',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 353,
				challengeId: 40,
				text: 'el doctor',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 354,
				challengeId: 40,
				text: 'la doctor',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 355,
				challengeId: 41,
				text: 'el perro',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 356,
				challengeId: 41,
				text: 'la perro',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 357,
				challengeId: 42,
				text: 'el hombre',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 358,
				challengeId: 42,
				text: 'la hombre',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 359,
				challengeId: 43,
				text: 'el poema',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 360,
				challengeId: 43,
				text: 'la poema',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 361,
				challengeId: 45,
				text: 'el mapa',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 362,
				challengeId: 45,
				text: 'la mapa',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 363,
				challengeId: 47,
				text: 'el programa',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 364,
				challengeId: 47,
				text: 'la programa',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 365,
				challengeId: 50,
				text: 'el amigo',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 366,
				challengeId: 50,
				text: 'la amigo',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 367,
				challengeId: 51,
				text: 'el clima',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 368,
				challengeId: 51,
				text: 'el/la clima',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 369,
				challengeId: 53,
				text: 'el tren',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 370,
				challengeId: 53,
				text: 'el/la tren',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 371,
				challengeId: 54,
				text: 'el carro',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 372,
				challengeId: 54,
				text: 'la carro',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 373,
				challengeId: 58,
				text: 'el idioma',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 374,
				challengeId: 58,
				text: 'la idioma',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 375,
				challengeId: 61,
				text: 'el libro',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 376,
				challengeId: 61,
				text: 'la libro',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 377,
				challengeId: 62,
				text: 'el café',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 378,
				challengeId: 62,
				text: 'la café',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 379,
				challengeId: 63,
				text: 'el drama',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 380,
				challengeId: 63,
				text: 'la drama',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 381,
				challengeId: 67,
				text: 'el planeta',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 382,
				challengeId: 67,
				text: 'la planeta',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 383,
				challengeId: 68,
				text: 'el día',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 384,
				challengeId: 68,
				text: 'la día',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 385,
				challengeId: 9,
				text: 'el/la gerente',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 386,
				challengeId: 9,
				text: 'el gerente',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 387,
				challengeId: 11,
				text: 'la dentista',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 388,
				challengeId: 11,
				text: 'el/la dentista',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 389,
				challengeId: 17,
				text: 'la artista',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 390,
				challengeId: 17,
				text: 'el/la artista',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 391,
				challengeId: 19,
				text: 'el estudiante',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 392,
				challengeId: 19,
				text: 'el/la estudiante',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 393,
				challengeId: 65,
				text: 'la taxista',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 394,
				challengeId: 65,
				text: 'el/la taxista',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 395,
				challengeId: 69,
				text: 'el presidente',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 396,
				challengeId: 69,
				text: 'el/la presidente',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 397,
				challengeId: 71,
				text: 'el cantante',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 398,
				challengeId: 71,
				text: 'el/la cantante',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 399,
				challengeId: 72,
				text: 'la pianista',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 400,
				challengeId: 72,
				text: 'el/la pianista',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 401,
				challengeId: 1,
				text: 'el actitud',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 402,
				challengeId: 1,
				text: 'la actitud',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 403,
				challengeId: 3,
				text: 'el ventana',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 404,
				challengeId: 3,
				text: 'la ventana',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 405,
				challengeId: 6,
				text: 'el luz',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 406,
				challengeId: 6,
				text: 'la luz',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 407,
				challengeId: 8,
				text: 'el flor',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 408,
				challengeId: 8,
				text: 'la flor',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 409,
				challengeId: 13,
				text: 'el piel',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 410,
				challengeId: 13,
				text: 'la piel',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 411,
				challengeId: 15,
				text: 'el persona',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 412,
				challengeId: 15,
				text: 'la persona',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 413,
				challengeId: 16,
				text: 'el/la verdad',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 414,
				challengeId: 16,
				text: 'la verdad',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 415,
				challengeId: 18,
				text: 'el/la televisión',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 416,
				challengeId: 18,
				text: 'la televisión',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 417,
				challengeId: 21,
				text: 'el/la foto',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 418,
				challengeId: 21,
				text: 'la foto',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 419,
				challengeId: 22,
				text: 'el ciudad',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 420,
				challengeId: 22,
				text: 'la ciudad',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 421,
				challengeId: 25,
				text: 'el comida',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 422,
				challengeId: 25,
				text: 'la comida',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 423,
				challengeId: 26,
				text: 'el mano',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 424,
				challengeId: 26,
				text: 'la mano',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 425,
				challengeId: 28,
				text: 'el hermana',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 426,
				challengeId: 28,
				text: 'la hermana',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 427,
				challengeId: 29,
				text: 'el mujer',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 428,
				challengeId: 29,
				text: 'la mujer',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 429,
				challengeId: 32,
				text: 'el muchacha',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 430,
				challengeId: 32,
				text: 'la muchacha',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 431,
				challengeId: 33,
				text: 'el iglesia',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 432,
				challengeId: 33,
				text: 'la iglesia',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 433,
				challengeId: 34,
				text: 'el mesa',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 434,
				challengeId: 34,
				text: 'la mesa',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 435,
				challengeId: 35,
				text: 'el casa',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 436,
				challengeId: 35,
				text: 'la casa',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 437,
				challengeId: 37,
				text: 'el bolsa',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 438,
				challengeId: 37,
				text: 'la bolsa',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 439,
				challengeId: 38,
				text: 'el planta',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 440,
				challengeId: 38,
				text: 'la planta',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 441,
				challengeId: 39,
				text: 'el clase',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 442,
				challengeId: 39,
				text: 'la clase',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 443,
				challengeId: 44,
				text: 'el cama',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 444,
				challengeId: 44,
				text: 'la cama',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 445,
				challengeId: 46,
				text: 'el ilusión',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 446,
				challengeId: 46,
				text: 'la ilusión',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 447,
				challengeId: 48,
				text: 'el invitación',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 448,
				challengeId: 48,
				text: 'la invitación',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 449,
				challengeId: 49,
				text: 'el/la lámpara',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 450,
				challengeId: 49,
				text: 'la lámpara',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 451,
				challengeId: 52,
				text: 'el niña',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 452,
				challengeId: 52,
				text: 'la niña',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 453,
				challengeId: 55,
				text: 'el/la lección',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 454,
				challengeId: 55,
				text: 'la lección',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 455,
				challengeId: 56,
				text: 'el radio',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 456,
				challengeId: 56,
				text: 'la radio',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 457,
				challengeId: 57,
				text: 'el canción',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 458,
				challengeId: 57,
				text: 'la canción',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 459,
				challengeId: 59,
				text: 'el amiga',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 460,
				challengeId: 59,
				text: 'la amiga',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 461,
				challengeId: 60,
				text: 'el silla',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 462,
				challengeId: 60,
				text: 'la silla',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 463,
				challengeId: 64,
				text: 'el suerte',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 464,
				challengeId: 64,
				text: 'la suerte',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 465,
				challengeId: 66,
				text: 'el conversación',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 466,
				challengeId: 66,
				text: 'la conversación',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 467,
				challengeId: 70,
				text: 'el/la tienda',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 468,
				challengeId: 70,
				text: 'la tienda',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 469,
				challengeId: 73,
				text: 'el/la amistad',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 470,
				challengeId: 73,
				text: 'la amistad',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 471,
				challengeId: 74,
				text: 'el blusa',
				correct: false,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 472,
				challengeId: 74,
				text: 'la blusa',
				correct: true,
				imageSrc: null,
				audioSrc: null,
			},
			{
				id: 324,
				challengeId: 76,
				text: 'chamor',
				correct: false,
				imageSrc: '/chamor.jpeg',
				audioSrc: null,
			},
			{
				id: 323,
				challengeId: 76,
				text: 'ayez',
				correct: false,
				imageSrc: '/ayez.jpeg',
				audioSrc: null,
			},
			{
				id: 322,
				challengeId: 76,
				text: 'eeshah',
				correct: false,
				imageSrc: '/eeshah.jpeg',
				audioSrc: null,
			},
			{
				id: 321,
				challengeId: 76,
				text: 'eesh',
				correct: true,
				imageSrc: '/eesh.jpeg',
				audioSrc: null,
			},
			{
				id: 477,
				challengeId: 76,
				text: 'par',
				correct: false,
				imageSrc: '/ayez.jpeg',
				audioSrc: null,
			},
		])

		console.log('Seeding finished')
	} catch (error) {
		console.error(error)
		throw new Error('Failed to seed the database')
	}
}

main()
